[
    {
        "id": "",
        "context": "قلعهٔ تاریخی مورچه‌خورت که در ابتدا به عنوان یک دژ نظامی به کار گرفته شده بود. پس از کمرنگ شدن به مرور زمان کاربری خود را به مسکونی تغییر داده و یکی از بزرگترین و کامل‌ترین قلاع فلات مرکزی ایران به‌شمار می‌رود که دارای ویژگی‌های منحصر به فرد معماری و شهرسازی می‌باشد. قدمت این قلعه به علت عدم مطالعات باستانشناسی منطقه ای در هاله ای از ابهام است اما بر اساس کتب تاریخی و به اعتقاد برخی کارشناسان، قدمت این قلعه و منطقه تاریخی به قرن نهم هجری قمری می‌رسد و عده ای نیز قدمت آن را قبل از دوران صفویه می‌دانند، ولی تاریخ دقیق بنای این قلعه که از آثار دوره اسلامی است، مشخص نیست.",
        "images": [
            "https://media.imna.ir/d/2024/09/03/4/2078324.jpg?ts=1725360504000",
            "https://media.imna.ir/d/2024/09/03/4/2078342.jpg?ts=1725360517000",
            "https://media.imna.ir/d/2024/09/03/4/2078252.jpg?ts=1725359945000",
            "https://media.imna.ir/d/2024/09/03/4/2078259.jpg?ts=1725359957000"
        ]
    },
    {
        "id": "",
        "context": "کاروانسرای گز مربوط به دوره صفویه است و در شهرستان برخوار و میمه، شهر گز، شمال شهر اصفهان واقع شده. هیچ کتیبه‌ای در بنا وجود ندارد. اکثر جهانگردان این بنا را به زمان شاه عباس اول نسبت داده‌اند.",
        "images": [
            "https://media.mehrnews.com/d/2023/09/27/3/4676398.jpg?ts=1695800011355",
            "https://media.mehrnews.com/d/2023/09/27/4/4676397.jpg?ts=1695800010371",
            "https://media.mehrnews.com/d/2023/09/27/4/4676396.jpg?ts=1695800010200",
            "https://media.mehrnews.com/d/2023/09/27/4/4676395.jpg?ts=1695800009666"
        ]
    },
    {
        "id": "",
        "context": " مسجد جامع  شهر گز بر روی آثار باقیمانده اصفهان و بر باقیمانده های آتشکده ای متعلق به دوران ساسانی به نام آتشکدۀ بهمن ابن اسفندیار ساخته شده است. این مسجد قدیمی ترین بنای آجری شهرستان شاهین شهر و میمه است که قدمت احداث مسجدبه دوران ال بویه و سپس سلجوقیان می رسد اما قدمت آتشکده ای که این مسجد بر روی ان بنا شده به پیش از اسلام و دوران ساسانیان بازمی گردد. مسجد جامع شهر گز در ۱۰ کیلومتری شمال اصفهان قرار دارد. بنای اولیه این مسجد از نوع مساجد ستون دار بوده و به دوره آل بویه تعلق داشته است. در دوره سلجوقی مناره ای به مسجد افزوده شد و همانند مسجد جامع اصفهان و اردستان در هر ضلع صحن چهارایوان ایجاد شده و به مسجدی چهارایوانی تبدیل می شود که به احتمال زیاد چهارایوان مسجد به طور همزمان ایجاد شده و به دنبال آن در مقایسه با سایر مساجد چهارایوانی سلجوقی، مسجدی با خصوصیات سبکی ویژه و متفاوت را به وجود آورده است.",
        "images": [
            "http://media.imna.ir/d/2017/07/20/4/1427987.jpg",
            "http://media.imna.ir/d/2017/07/20/4/1427988.jpg",
            "http://media.imna.ir/d/2017/07/20/4/1427991.jpg",
            "http://media.imna.ir/d/2017/07/20/4/1427990.jpg",
            "http://media.imna.ir/d/2017/07/20/4/1427993.jpg"
        ]
    }
]