[
    {
        "id": "",
        "context": " این بازار به نام دبی ایران هم شناخته می‌شود و برخی از اجناس آن از کشورهای خارجی مانند هند، بنگلادش، پاکستان یا امارات وارد می‌شوند. اگر تصاویری از بازار بندر گناوه را دیده باشید، حتما مشاهده کرده‌اید که در اینجا دستفروشان زیادی وجود دارند. قیمت اجناس آنها بسیار مناسب است و گاهی می‌توانید لباس راحتی، شلوار، کیف و کفش و پوشاک دیگر را با بهترین کیفیت تهیه کنید. علاوه بر این، محصولاتی مثل لوازم آرایش و لوازم خانگی هم در این بازار عرضه می‌شوند. در بازار اصلی گناوه اجناس متنوعی به فروش می‌رسند و بهتر است که با دقت و حوصله در اینجا بگردید تا کالای مورد نیازتان را پیدا کنید.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2025/02/genaveh-bazaar.webp"
        ]
    },
    {
        "id": "",
        "context": "بندر گناوه واقع در استان بوشهر، به عنوان یکی از مقاصد گردشگری در سواحل جنوبی ایران شناخته می‌شود. این بندر با سواحل ماسه‌ای زیبا و آب‌های زلال، محیطی آرام و دلپذیر را برای گردشگران فراهم می‌کند. همچنین، بندر گناوه به دلیل موقعیت جغرافیایی‌اش، به عنوان یکی از نقاط مهم تجاری و دریایی کشور نیز مطرح است.",
        "images": [
            "https://img9.irna.ir/d/r2/2021/12/20/4/169292813.jpg",
            "https://img9.irna.ir/d/r2/2022/03/19/3/169544308.jpg",
            "https://img9.irna.ir/d/r2/2022/03/19/3/169544314.jpg"
        ]
    },
    {
        "id": "",
        "context": "تالاب حله تالابی در استان بوشهر است. این تالاب در حدود ۲۰۰۰۰ هکتار وسعت دارد و در حدود ۱۰ کیلومتری خلیج فارس قرار دارد. رود حله در نزدیکی خلیج فارس به دو شاخه تقسیم می‌شود؛ شاخه اصلی آن مستقیماً به دریا می‌ریزد و شاخه جنوبی آن به این تالاب می‌ریزد و پس از آن سرریز آب آن وارد دریا می‌شود.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/08/attractions-of-genaveh3.jpg",
            "https://img9.irna.ir/d/r1/2024/02/17/4/170940633.jpg"
        ]
    },
    {
        "id": "",
        "context": "جزیره میر مهنا یکی از جاهای دیدنی گناوه در بوشهر است که در ۱۵ کیلومتری بندر گناوه واقع شده است. نام‌گذاری جزیره میر مهنا یک ریشه تاریخی دارد و برگرفته از نام میرمهنا، یکی از قهرمانان جنوب ایران است که توانسته بود به سلطه هلندی‌ها و پرتغالی‌ها در خلیج فارس پایان دهد. این جزیره غیرمسکونی با چشم‌اندازی بی‌نظیر و دیدنی‌های خاص ازجمله قدمگاه امیرالمونین (ع) و درخت کُنار میر مهنا از محبوب‌ترین جزایر بندر گناوه به شمار می‌رود و به خاطر داشتن انجیر و انگورهای خوشمزه و خوش طعمش بسیار معروف است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/08/attractions-of-genaveh8.jpg"
        ]
    },
    {
        "id": "",
        "context": "برج خان گناوه این برج یکی از اماکن تاریخی متعلق به خانعلی حیاتی داوودی است که در بندر ریگ از توابع شهرستان بندر گناوه واقع شده است. این برج با قدمتی ۲۳۰ ساله یکی از جاهای دیدنی بندر گناوه است که در گذشته محل تصمیم‌گیری‌های سیاسی درباریان حکومت بوده است. معماری این برج با الهام از سبک بیت میلانی ساخته شده و دارای ۲ بخش اندرونی و بیرونی است. بخش اندرونی از ۲ طبقه تشکیل شده است و در هر طبقه ۲ اتاق با ابعاد ۵ در ۵ قرار گرفته و بین آن‌ها راهروهایی ساخته شده است. انتهای راهروها به ایوان‌هایی منتهی می‌شود که با ۱۴ ستون به زمین وصل شده‌اند. در بخش بیرونی این برج نیز یک حیاط بزرگ با حوض آب کوچک در وسط و در مجاورت درختان زیبا قرار گرفته است. آینه‌های نصب شده با قاب‌های چوبی در اتاق‌ها، گنجه‌های دیواری، گره چینی‌های پنجره‌ها و درها، حکاکی‌های روی ستون‌ها و دیوارها، کرکره‌ها و تزئینات چوبی، زیبایی‌های خاصی به این مکان باستانی بخشیده است که در نوع خود بی‌نظیر است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/08/%D8%A8%D8%B1%D8%AC-%D8%AE%D8%A7%D9%86-%D8%AD%D8%A8%DB%8C%D8%A8-%D9%81%D8%B1%D8%A7%D9%85%D8%B1%D8%B2%DB%8C.jpg"
        ]
    }
]