[
    {
        "event": "ولادت شیخ عبد النبی نوری (مجتهد) از علمای طرفدار مشروطه و مخالفین رضا خان در روستای سر اسب شهر نور در سال ۱۲۵۴ قمری",
        "text": ".شيخ عبد النبى نورى معروف به شيخ عبد النبى مجتهد، فرزند ملامهدى به سال ۱۲۵۴ قمری در روستاى سراسب شهرستان نور از توابع استان مازندران به دنيا آمد. قبل از تولدش، پدر و در پنج سالگى مادر را از دست داد. در نوجوانى به تحصيل علوم دينى روى آورد و در نزد ملااسمعيل و حاج ميرزا محمد تنكابنى داماد علامه محمد تقى نورى به شاگردى نشست. وى به مدت ۵ سال به فراگيرى فقه و كلام و تفسير روى آورد و چندى در بابل نزد سعيد العلماء تكميل تحصيل نمود. پس از فوت سعيد العلماء مازندرانى به سوى عتبات عاليات روانه شد و در محضر درس ميرزا محمد حسن شيرازى حضور به هم رسانيد. وى پس از بهره‌گيرى از استادان مختلف حوزه‌هاى علميه عراق به درجۀ اجتهاد نايل آمد و به درخواست مردم تهران به ايران مهاجرت كرد. و در تهران به تدريس و ترويج دين اشتغال ورزيد. این رویداد در سال ۱۲۱۷ شروع شده است. اتمام آن در سال ۱۲۱۷ بوده است. این واقعه در استان مازندران رخ داده است. شهر آن روستای سر اسب بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۷۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "شیخ عبدالنبی نوری در کجا و چه سالی به دنیا آمد؟",
            "چه کسانی از استادان اصلی شیخ عبدالنبی نوری در دوران تحصیل بودند؟",
            "چه حوادثی در دوران کودکی شیخ عبدالنبی نوری رخ داد؟",
            "شیخ عبدالنبی نوری چه فعالیت‌هایی پس از بازگشت به ایران انجام داد؟",
            "چگونه شیخ عبدالنبی نوری به درجه اجتهاد دست یافت؟"
        ]
    },
    {
        "event": "ولادت جهانشاه خان امیر افشار (محمد حسن خان افشار، سردار افشار) از رجال نظامی و سیاسی عصر قاجار در روستای کرسف زنجان در سال ۱۲۱۷ شمسی (۱۲۵۴ قمری)",
        "text": ".محمد حسن خان افشار معروف به جهانشاه خان امير افشار و ملقب به سردار افشار و امير تومان فرزند حسن على خان سردار فاتح در ۱۲۱۷ ش/ ۱۲۵۴ ق در روستاى كرسف زنجان به دنيا آمد. این واقعه در استان زنجان رخ داده است. شهر آن روستای کرسف زنجان بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.6789 و طول جغرافیایی 48.5056. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۶۰ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "جهانشاه خان امیر افشار در چه سالی و کجا متولد شد؟",
            "پدر جهانشاه خان امیر افشار چه کسی بود؟",
            "چه لقب‌هایی داشت؟",
            "جایگاه او در ساختار حکومتی چه بود؟",
            "مختصات جغرافیایی روستای کرسف زنجان چه است؟"
        ]
    },
    {
        "event": "ولادت سید اسد الله خرقانی از علمای مشروطه خواه در شیزند افشاریه قزوین ۴ ذی الحجه ۱۲۵۴ قمری",
        "text": ".سيد اسد اللّه خرقانى فرزند زين العابدين ميرسلامى خرقانى موسوى شيزندى در چهارم ذى‌حجه ۱۲۵۴ در قريۀ شيزند افشاريه قزوين به دنيا آمد. مقدمات عربى را در زادگاهش فراگرفت و در ۱۵ سالگى براى ادامه تحصيل به قزوين رفت. پس از فراگيرى فقه و اصول در حدود ۱۲۷۶-۱۲۷۵ به تهران آمد و در حوزه درس حكيم معروف ميرزاى جلوه، حكمت آموخت و علوم جديد و زبان فرانسه را نيز فراگرفت. پس از آن به همراه خانواده به نجف هجرت كرد و در حوزه علميه نجف از محضر آخوند ملا محمد كاظم خراسانى و ديگران تكميل علم نمود. خرقانى در نجف، در زمرۀ روحانيون تجددخواه بود كه بعدها هم در جريان مشروطه و كشاندن آخوند خراسانى به مشروطه‌خواهى تأثير داشت. این واقعه در استان قزوین رخ داده است. شهر آن روستای شیزند افشاریه بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۰۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "سید اسد الله خرقانی در کجا و چه تاریخی متولد شد؟",
            "در چه زمینه‌هایی تحصیل کرد؟",
            "سید اسد الله خرقانی از چه استادانی بهره برد؟",
            "سید اسد الله خرقانی چه دیدگاه‌هایی در حوزه دین داشت؟",
            "سید اسد الله خرقانی چه نقشی در جنبش مشروطه ایفا کرد؟"
        ]
    },
    {
        "event": "ولادت مهدی قلی خان سدید الملک از رجال سیاسی عصر قاجار در قمشه در سال ۱۲۵۶ ق",
        "text": ".مهدى قلى خان سديد الملك در ۱۲۵۶ ق در قمشه ديده به جهان گشود. پدرش حشمت الممالك نام داشت. تحصيلات مقدماتى را در حد متعارف فراگرفت و سپس به استخدام دولت درآمد. او در دورۀ چهارم به نمايندگى از سوى مردم شهرضا (قمشه) وارد مجلس شوراى ملى شد. دوره چهارم مجلس شوراى ملى در اول تير ۱۳۰۰ افتتاح گرديد و تا مرداد ۱۳۰۲ تداوم يافت. این واقعه در استان قمشه رخ داده است. شهر آن قمشه بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۹۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "مهدی قلی خان در چه سالی و کجا متولد شد؟",
            "تحصیلات او در چه حد بود؟",
            "چه مسئولیت‌هایی برعهده داشت؟",
            "مهدی قلی خان سدید الملک در کدام دوره مجلس نماینده بود؟",
            "مهدی قلی خان سدید الملک از کدام منطقه نماینده شد؟"
        ]
    },
    {
        "event": "ولادت عبد الصمد میرزا قاجار عز الدوله پسر محمد شاه قاجار و حاکم قزوین در سال ۱۲۶۰ ق",
        "text": ".عبد الصمد ميرزا عز الدوله پسر سوم محمد شاه قاجار و برادر ناتنى ناصر الدين شاه و حاكم قزوين، بروجرد و بختيارى، همدان، زنجان، ملاير، تويسركان و نهاوند در ۱۲۶۰ ق ديده به جهان گشود. این واقعه در استان تهران رخ داده است. شهر آن بختيارى بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.2894 و طول جغرافیایی 50.0086. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۳۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "عبدالصمد میرزا کی و کجا متولد شد؟",
            "رابطه‌اش با شاهان قاجار چگونه بود؟",
            "عبد الصمد میرزا حاکم کدام مناطق بوده است؟",
            "چه لقبی داشت؟",
            "عبد الصمد میرزا چه نقشی در حکومت داشت؟"
        ]
    },
    {
        "event": "ولادت مسعود میرزا ظل السلطان پسر ناصر الدین شاه قاجار از همسرش عفت السلطنه در سال ۱۲۶۶ ق",
        "text": ".كسرائيل خانم كه بعدها ملقب به افتخار الدوله و سپس بانوى عظمى گرديد. در سال ۱۲۷۳ ق، از عفت السلطنه همسر صيغه‌اى ناصر الدين شاه متولد گرديد و شش سال قبل از اين تاريخ، ناصر الدين شاه، از همين زن صاحب يك پسر به نام مسعود ميرزا شده بود كه بعدها به ظل السلطان ملقب شد. عفت السلطنه مادر افتخار الدوله و ظل السلطان به خاندان سلطنتى قاجار تعلق نداشت و دختر موسى رضا بيك بود. وى همسر صيغه‌اى ناصر الدين شاه بود. كسرائيل خانم افتخار الدوله در ۱۴ جمادى الثانى ۱۳۰۳ ق، در زمان تحويل سال و سلام عيد نوروز لقب بانوى عظمى را از سوى ناصر الدين شاه گرفت. این واقعه در استان تهران رخ داده است. شهر آن جی بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۴۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "مسعود میرزا چه نسبتی با ناصرالدین شاه داشت؟",
            "مادر مسعود میرزا چه کسی بود؟",
            "چرا او ولیعهد نشد؟",
            "لقب مسعود میرزا چه بود؟",
            "مسعود میرزا در چه سالی متولد شده است؟"
        ]
    },
    {
        "event": "ولادت مظفر الدین شاه قاجار در حدود سال ۱۲۶۹ ق",
        "text": ".مسعود ميرزا ظل السلطان فرزند ارشد ناصر الدين شاه كه قبلا يمين الدوله لقب داشت، روز بيستم صفر سال ۱۲۶۶ ق، برابر با پنجم ژانويه ۱۸۵۰ م، به دنيا آمد. ظل السلطان سه سال از مظفر الدين شاه بزرگتر بود ولى چون مادرش عقدى نبود به وليعهدى انتخاب نگرديد. این واقعه در استان تهران رخ داده است. شهر آن جی بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۶۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "مظفرالدین شاه در چه تاریخی متولد شد؟",
            "چرا او ولیعهد شد؟",
            "رابطه‌اش با ظل السلطان چگونه بود؟",
            "چه ویژگی خاصی در شجره‌نامه او بود؟",
            "نقش او در تاریخ مشروطه چه بود؟"
        ]
    },
    {
        "event": "ولادت امیر مؤید اسماعیل خان سوادکوهی رئیس ایل سواد کوه و نماینده مجلس شورای ملی در سال ۱۲۳۳ ش (۱۲۷۰ ق)",
        "text": "اسماعيل خان سوادكوهى مشهور به امير مؤيد در ۱۲۳۳ ش ديده به جهان گشود. پدرش ابراهيم خان شعاع الملك نام داشت. تحصيلات خود را در دبيرستان دار الفنون به پايان رساند. و در ابتداى جوانى به خدمت دربار درآمد. او در دوران سلطنت ناصر الدين شاه بسيارى از اوقات در تهران و جزو عملۀ خلوت و شكار بود و رياست ايل سوادكوه و سوارهاى آنجا را برعهده داشت. اما در دورۀ مظفر الدين شاه از تهران به مازندران مهاجرت كرد و اغلب در مازندران ساكن بود و در آن خطه از نفوذ زيادى برخوردار بود. او در جريان مشروطه از قدرت حاكم طرفدارى مى‌كرد و پس از استقرار مشروطيت به گروه مشروطه‌خواهان پيوست. وى در دوره سوم مجلس شوراى ملى از سوى مردم سارى به نمايندگى انتخاب شد و در محرم ۱۳۳۴ كه قشون روس از سوى قزوين به تهران رهسپار بود و اغلب مليون در حال مهاجرت از تهران به قم بودند او به همراه شيخ ابراهيم زنجانى، نماينده مردم زنجان در مجلس، براى ضديت با قشون روس به سمت مازندران حركت كرد و اقداماتى انجام داد. در ۱۳۳۶ ق/ ۱۲۹۷ ش در دوره نخست‌وزيرى حسن وثوق (وثوق الدوله) او و فرزندانش (سهم الممالك و هژير السلطان) را به تهران آورده، مدتى تحت نظر قرار دادند. او پس از مدتى به مازندران انتقال يافت و بار ديگر در دوره‌اى كه رضا خان سمت وزارت جنگ را بر عهده داشت امير مؤيد را تحت الحفظ به تهران آورده، به كرمانشاه تبعيدش كردند و فرزندانش نيز كشته شدند. وى سرانجام در ۱۳۱۱ ش بر اثر بيمارى سرطان، چشم از جهان فروبست. گفته مى‌شود كه وى از خوانين معروف مازندران بود و سه بار قصد حمله به تهران و واژگونى حكومت وقت را كرد. شورش مرواه تپه هم كه در شب دوم تير ۱۳۰۵ روى داد بى‌ارتباط با تيرباران فرزندان اسماعيل خان سوادكوهى نبوده است و رهبر شورشيان، سروان لهاك خان، از منسوبين امير مؤيد دانسته شده است. این واقعه در استان مازندران رخ داده است. شهر آن سوادکوه بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۹۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "اسماعیل خان سوادکوهی در چه سالی و کجا متولد شد؟",
            "اسماعیل خان سوادکوهی چه جایگاهی در ایل و مجلس داشت؟",
            "اسماعیل خان سوادکوهی در چه دوره‌هایی تبعید شد؟",
            "چگونه در مشروطه نقش داشت؟",
            "چه اتفاقی برای فرزندانش افتاد؟"
        ]
    },
    {
        "event": "ولادت فتح الله اکبر (سردار منصور، سپهدار اعظم) از دولتمردان عصر قاجار و نخست وزیر احمد شاه قاجار در سال ۱۲۳۴ ش (۱۲۷۱ ق)",
        "text": ".فتح اللّه اكبر (سردار منصور، سپهدار اعظم) فرزند حاج ميرزا محمد على خان گيلانى در سال ۱۲۳۴ ش در گيلان زاده شد. وى برادرزادۀ اكبر خان بيگلربيگى رشتى اول شخص متمول گيلان و اجاره‌دار گمركات چند ايالت بود. این واقعه در استان گیلان رخ داده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 37.2744 و طول جغرافیایی 49.5889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "فتح‌الله اکبر در کجا متولد شد؟",
            "نسبت او با دیگر رجال گیلانی چه بود؟",
            "فتح الله اکبر چه مسئولیتی در حکومت داشت؟",
            "در دوره کدام شاه فعالیت داشت؟",
            "فتح الله اکبر چه نقشی در گمرکات ایفا کرد؟"
        ]
    },
    {
        "event": "ولادت کسرائیل خانم بانو عظمی (افتخار الدوله) دختر ناصر الدین شاه قاجار در سال ۱۲۷۳ ق",
        "text": ".كسرائيل خانم كه بعدها ملقب به افتخار الدوله و سپس بانوى عظمى گرديد. در سال ۱۲۷۳ ق، از عفت السلطنه همسر صيغه‌اى ناصر الدين شاه متولد گرديد و شش سال قبل از اين تاريخ، ناصر الدين شاه، از همين زن صاحب يك پسر به نام مسعود ميرزا شده بود كه بعدها به ظل السلطان ملقب شد. عفت السلطنه مادر افتخار الدوله و ظل السلطان به خاندان سلطنتى قاجار تعلق نداشت و دختر موسى رضا بيك بود. وى همسر صيغه‌اى ناصر الدين شاه بود. كسرائيل خانم افتخار الدوله در ۱۴ جمادى الثانى ۱۳۰۳ ق، در زمان تحويل سال و سلام عيد نوروز لقب بانوى عظمى را از سوى ناصر الدين شاه گرفت. این واقعه در استان تهران رخ داده است. شهر آن جی بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۴۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "کسرائیل خانم چه نسبتی با ناصرالدین شاه داشت؟",
            "لقب‌های او چه بودند؟",
            "مادر او چه کسی بود؟",
            "کسرائیل خانم در چه سالی متولد شد؟",
            "چگونه به بانوی عظمی شهرت یافت؟"
        ]
    },
    {
        "event": "ولادت سید ابراهیم ضیاء الواعظین مدیر مسئول روزنامه ایران آزاد در شیراز در ۲۲ خرداد سال ۱۲۳۷ ش (۲۹ شوال ۱۲۷۴ ق)",
        "text": ".روزنامه ايران آزاد روزنامه‌اى بود با گرايش سياسى، اجتماعى كه از ۱۳۰۰ ش در تهران منتشر مى‌شد. ايران آزاد از همان ابتدا با انتشار مقالات تند مورد توجه مردم قرار گرفت و به طرز كم سابقه‌اى خواننده پيدا كرد. و به دليل چاپ مقالاتى عليه حكومت چند بار توقيف گرديد و مدير مسئول آن تبعيد شد. روزنامه ايران آزاد با مديريت و صاحب‌امتيازى سيد ابراهيم ضياء الواعظين انتشار مى‌يافت. سيد ابراهيم ضياء الواعظين در ۲۲ خرداد ۱۲۳۷ در شيراز ديده به جهان گشود. این واقعه در استان شیراز رخ داده است. شهر آن شیراز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 29.61 و طول جغرافیایی 52.5425. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۹۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "سید ابراهیم ضیاء الواعظین چه کسی بود؟",
            "روزنامه ایران آزاد چه ویژگی‌هایی داشت؟",
            "سید ابراهیم ضیاء الواعظین در چه تاریخی و کجا متولد شد؟",
            "چرا روزنامه ایران توقیف شد؟",
            "چه تأثیری در جامعه آن زمان داشت؟"
        ]
    },
    {
        "event": "ولادت آیت الله شیخ عبد الکریم حائری بنیانگذار حوزه علمیه قم در روستای مهرجرد از توابع میبد یزد در سال ۱۲۷۶ ق",
        "text": ".آيت اللّه شيخ عبد الكريم حائرى يزدى بنيانگذار حوزۀ علميه قم و از شخصيتهاى برجسته علمى مذهبى شيعه در عصر حاضر مى‌باشد. وى به سال ۱۲۷۶ ق در خانواده‌اى كشاورز در روستاى مهرجرد از توابع ميبد يزد به دنيا آمد. مقدمات علوم را در اردكان نزد شيخ على اصغر مجد العلماء اردكانى و ديگران فراگرفت. آنگاه به يزد آمد و در مدرسه خان از محضر حاج ميرزا حسين وامق و آقا سيد يحيى كبير مجتهد يزدى بهره برد. او براى ادامۀ تحصيل عازم عراق شد و در سامراء در حوزۀ درسى عالمان و مراجع بزرگى همچون آيت اللّه مجدد، ميرزا محمد حسن شيرازى صاحب فتواى تحريم تنباكو، ميرزاى شيرازى دوم و ديگران شركت نموده به درجۀ عاليه علم و فقاهت نايل گشت. پس از وفات ميرزاى بزرگ شيرازى در سال ۱۳۱۲ ق به نجف آمد و به حلقۀ درس آخوند ملا محمد كاظم خراسانى پيوست. همچنين در زمان حيات آخوند خراسانى عازم كربلا شد و در تشكيل حوزۀ درسى و تربيت طلاب علوم دينى همت گماشت. پس از درگذشت مراجع تقليد عراق مانند آيات سيد محمد كاظم طباطبايى يزدى، ميرزا محمد تقى شيرازى و شيخ الشريعه اصفهانى در ميان شيعيان ايران و برخى از كشورها مرجعيت يافت. وى تا سال ۱۳۳۲ ق در كربلا مقيم بود و به همين جهت به حائرى ملقب گرديد. این واقعه در استان یزد رخ داده است. شهر آن روستای مهرجرد از توابع میبد یزد بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 31.8822 و طول جغرافیایی 54.3397. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "شیخ عبد الکریم حائری در کجا متولد شد؟",
            "چه استادانی بر او تأثیر داشتند؟",
            "چه حوزه‌هایی در عراق را تجربه کرد؟",
            "نقش شیخ عبد الکریم حائری در حوزه علمیه قم چه بود؟",
            "چرا به حائری معروف شد؟"
        ]
    },
    {
        "event": "ولادت میرزا یحیی امام جمعه خویی از علمای مشروطه خواه در خوی در سال ۱۲۳۹ ش (۱۲۷۷ ق)",
        "text": ".حاج ميرزا يحيى امام‌جمعه خوئى فرزند حاج ميرزا اسد اللّه امام‌جمعه در سال ۱۲۳۹ ش، در خوى متولد شد حاج ميرزا يحيى امام‌جمعه خوئى از دنبلى‌هاى خوى بود. و تحصيلاتش را در خوى و تبريز و نجف به پايان رسانيد. امام‌جمعه خوئى در دورۀ اول مجلس شوراى ملى در اثر نفوذ حاج ميرزا حسن آقا مجتهد از طرف علماء آذربايجان به مجلس راه يافت. هنگامى كه مجلس به فرمان محمد على شاه در سال ۱۲۸۷ ش، تعطيل و منحل شد، امام‌جمعه خوئى و ساير رهبران مشروطه‌خواه به پارك امين الدوله پناه بردند ولى محسن خان امين الدوله كه با شاه نيز نسبت داشت، مستبدين را خبر كرد و پناهندگان را به آنان تحويل داد. این واقعه در استان آذربایجان رخ داده است. شهر آن خوی بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۰ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "محل تولد و تحصیلات میرزا یحیی کجا بود؟",
            "میرزا یحیی چگونه وارد مجلس شد؟",
            "چه نقشی در مشروطه داشت؟",
            "چه اتفاقی پس از انحلال مجلس برای میرزا یحیی افتاد؟",
            "رابطه‌اش با سایر علمای آذربایجان چگونه بود؟"
        ]
    },
    {
        "event": "ولادت اسحاق خان مفخم الدوله مشهور به پرنس از سیاستمداران عصر قاجار و وزیر مختار ایران در برخی از کشورها در دی سال ۱۲۳۹ ش (۱۲۷۷ ق)",
        "text": ".اسحق خان مفخم الدوله مشهور به پرنس اسحق خان مفخم الدوله كه بعدها شهرت مفخم گرفت، پسر ميرزا عبد الغنى در دى ۱۲۳۹ در تبريز زاده شد. در مدرسه نظامى آنجا تحصيلاتش را به پايان رسانيد. چندى به اروپا رفت و در علوم سياسى ليسانس گرفت. پس از مراجعت به ايران در وزارت امور خارجه مشغول كار شد. مدتى آتاشه (وابسته) سفارت ايران در روسيه بود. چند سالى هم در خاك عثمانى (تركيه) خدمت كرد. آنگاه ژنرال قنسول ايران در مصر شد كه در طول شش سال خدمت در آن كشور ثروت قابل توجهى اندوخت. زمانى كه مأموريتش در مصر به پايان رسيد به تهران آمده، در سايه تقديم هدايايى ژنرال آجوادان شاه و رئيس دفتر ميرزا على اصغر خان امين السلطان شد. همچنين لقب مفخم الدوله گرفت. پرنس مفخم الدوله در سفر اول مظفر الدين شاه به اروپا كه از ملازمان بود، به وزير مختارى ايران در واشنگتن منصوب گرديد، كه همزمان با آن در كشورهاى مكزيك، برزيل و آرژانتين هم وزير مختار بود. در اوايل نهضت مشروطيت وزير مختار ايران در روسيه شد. وزير مختارى ايران در ايتاليا، روسيه (بار دوم)، اطريش، سوئد، نروژ، انگلستان و بار ديگر ايتاليا ديگر مشاغل اوست. وى در ۱۳۰۱ ش به سفارت كبراى ايران در تركيه رفت كه بعد از دو سال جايش را به سيد محمد صادق طباطبايى سپرد. این واقعه در استان تیرواندوز رخ داده است. شهر آن تبریز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۶۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است",
        "questions": [
            "اسحاق خان در کجا و چه تاریخی متولد شد؟",
            "اسحاق خان مفخم الدوله چه تحصیلاتی داشت؟",
            "در چه کشورهایی سفیر یا وزیر مختار بود؟",
            "اسحاق خان مفخم الدوله چه نقشی در دستگاه دیپلماسی ایران داشت؟",
            "چه لقب‌هایی داشت؟"
        ]
    },
    {
        "event": "ولادت اسماعیل معتصم الملک از رجال سیاسی ایران در سال ۱۲۷۷ یا ۱۲۷۸ ق",
        "text": "ميرزا اسماعيل خان فرزند ميرزا محمد خان مؤتمن الوزاره در سال ۱۲۷۷ و به عبارتى ديگر ۱۲۷۸ ق، در شيراز متولد شد، مدتى رياست جبه‌خانه فارس و سپس كارگزارى بنادر فارس را بر عهده داشت. در سال ۱۳۰۶ ق، به خدمت وزارت خارجه درآمد و در سال ۱۳۱۱ ق به رياست اداره تجارت شيراز منصوب شد و ملقب به معتصم الملك گرديد. در سال ۱۳۲۳ ق، كارگزار استرآباد و پس از آن كنسول ايران در عشق‌آباد شد. این واقعه در استان شیراز رخ داده است. شهر آن شیراز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 29.61 و طول جغرافیایی 52.5425. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۸۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "محل تولد اسماعیل خان کجا بود؟",
            "اسماعیل معتصم الملک چه مسئولیت‌هایی بر عهده داشت؟",
            "لقب او چه بود؟",
            "اسماعیل معتصم الملک چه ارتباطی با وزارت خارجه داشت؟",
            "فعالیت‌های او در عشق‌آباد چه بود؟"
        ]
    },
    {
        "event": "ولادت سلیمان میرزا اسکندری از رجال سیاسی و نمایندگان مجلس شورای ملی در تهران در سال ۱۲۷۸ ق",
        "text": "سليمان محسن اسكندرى، معروف به سليمان ميرزا اسكندرى، در ۱۲۷۸ ق، در تهران به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۱۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سلیمان میرزا در چه سالی متولد شد؟",
            "سلیمان میرزا در کجا متولد شد؟",
            "در چه نهادهایی فعالیت داشت؟",
            "به چه دلیل شناخته شده بود؟",
            "سلیمان محسن اسكندرى به چه معروف بود؟"
        ]
    },
    {
        "event": "ولادت حاج حسین اقتصادی (مستشار الممالک) از رجال سیاسی عصر قاجار و مدیر مسئول روزنامه اقتصاد ایران در سال ۱۲۴۰ ش (۱۲۷۸ ق)",
        "text": "حاج حسين اقتصادى ملقب به مستشار الممالك در ۱۲۴۰ شمسى در تبريز متولد شد. تحصيلات علوم قديمه از جمله فقه و اصول و فلسفه و ادبيات را از دوران نوجوانى آغاز كرد و به منظور كسب تحصيلات علوم جديد به اسلامبول رفت و ضمن تحصيل در رشته‌هاى اقتصادى و سياسى سفرهايى نيز به شهرهاى مختلف اروپا كرد. در ۱۳۱۲ ق به رياست تجارت آذربايجان منصوب شد و سپس در وزارت امور خارجه به عنوان مشاور تجارى اشتغال يافت. او با انتشار روزنامه اقتصاد ايران، ايرانيان را با علم اقتصاد و روشهاى جديد تجارت آشنا كرد. وى پس از ۸۲ سال عمر در ۱۲ بهمن ۱۳۲۳ در تهران ديده از جهان فروبست. در دوره‌اى كه در اسلامبول به سر مى‌برد با يارى عده‌اى از اصحاب فرهنگ، دبستانى به نام دبستان ايرانيان تأسيس كرد و مدت زيادى در آن به تدريس پرداخت. این واقعه در استان آذربایجان رخ داده است. شهر آن تبریز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۵۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حاج حسین اقتصادی چه تحصیلاتی داشت؟",
            "حاج حسین اقتصادی چرا به اسلامبول رفت؟",
            "چه فعالیت‌هایی در آذربایجان انجام داد؟",
            "نقش او در روزنامه اقتصاد چه بود؟",
            "حاج حسین اقتصادی در چه نهادهایی خدمت کرد؟"
        ]
    },
    {
        "event": "ولادت محمد حسین استرآبادی (مجتهد استرآبادی) از علمای مشروطه خواه در حدود سال ۱۲۴۰ ش (۱۲۷۸ ق)",
        "text": "شيخ حسين يا شيخ محمد حسين استرآبادى، معروف به مجتهد استرآبادى، فرزند شيخ نصر اللّه در حدود سال ۱۲۴۰ ش، به دنيا آمد. وى در آغاز انقلاب مشروطه، در استرآباد به حمايت از آن پرداخت و در تقويت مجلس مشروطه نطق‌ها كرد و تلگرام‌هايى صادر نمود. این واقعه در استان گلستان رخ داده است. شهر آن استرآباد بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "محمد حسین استرآبادی در چه سالی و در کجا متولد شد؟",
            "محمد حسین استرآبادی در جریان آغاز انقلاب مشروطه چه موضعی اتخاذ کرد؟",
            "چه اقداماتی در حمایت از مجلس مشروطه انجام داد؟",
            "نام پدر محمد حسین استرآبادی چه بود؟",
            "این واقعه در کدام استان و شهر ایران رخ داده است؟"
        ]
    },
    {
        "event": "ولادت مهدی قلی خان مخبر السلطنه از رجال سیاسی و نخست وزیران عصر قاجار در سال ۱۲۴۲ ش (۱۲۸۰ ق)",
        "text": "مهدى قلى خان مخبر السلطنه پسر على قلى خان مخبر الدوله و نوۀ رضا قلى خان هدايت در سال ۱۲۴۲ ش، متولد شد. این واقعه در استان تهران رخ داده است. شهر آن جی بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۹۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "مهدی قلی خان مخبر السلطنه در چه سالی متولد شد؟",
            "نام پدر و پدربزرگ مهدی قلی خان چه بود؟",
            "او در کدام شهر و استان به دنیا آمد؟",
            "چه نسبتی با رضا قلی خان هدایت داشت؟",
            "این رویداد در چه منبعی ثبت شده است؟"
        ]
    },
    {
        "event": "ولادت میرزا طاهر تنکابنی از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۴۲ ش (حدود ۱۲۸۰ ق)",
        "text": "ميرزا طاهر تنكابنى فرزند فرج اللّه، در سال ۱۲۴۲ ش، در كلاردشت مازندران ديده به جهان گشود. وى يكى از شاگردان مبرز ميرزا ابو الحسن جلوه بود به‌طورى كه، پس از وفات جلوه، بيشتر طلاب براى كسب فيض و درك و پرسش مسائل فلسفى به محضر وى روى آوردند. این واقعه در استان مازندران رخ داده است. شهر آن کلاردشت بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۱۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا طاهر تنکابنی در چه سالی و کجا متولد شد؟",
            "نام پدر میرزا طاهر تنکابنی چه بود؟",
            "میرزا طاهر تنکابنی از شاگردان کدام استاد مشهور بود؟",
            "چه ویژگی باعث رجوع طلاب به او پس از وفات استادش شد؟",
            "این واقعه در کدام استان و شهر رخ داده است؟"
        ]
    },
    {
        "event": "ولادت ابراهیم رکن الوزاره از رجال سیاسی عصر قاجار در سال ۱۲۸۰ ق",
        "text": "ميرزا ابراهيم خان ركن الوزاره در ۱۲۸۰ ق متولد شد. این واقعه در استان تهران رخ داده است. شهر آن جیسان بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.3264 و طول جغرافیایی 59.5433. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۴۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "ابراهیم رکن‌الوزاره در چه سالی متولد شد؟",
            "نام کامل او چه بود؟",
            "این رویداد در کدام شهر و استان رخ داده است؟",
            "مختصات جغرافیایی محل تولد او چیست؟",
            "این اطلاعات از کدام منبع تاریخی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت شیخ خزعل بن حاج جابر کعبی عامری، حاکم خوزستان در سال ۱۲۸۱ ق",
        "text": ".شيخ خزعل بن حاج جابر بن مرداو الكعبى العامرى در سال ۱۲۸۱ ق، (۱۸۶۲ م)، در خوزستان به دنيا آمد. این واقعه در استان خوزستان رخ داده است. شهر آن خوزستان بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۷۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "شیخ خزعل در چه سالی متولد شد؟",
            "نام کامل شیخ خزعل چیست؟",
            "او در کدام استان و شهر به دنیا آمد؟",
            "پدر و پدربزرگ شیخ خزعل چه کسانی بودند؟",
            "این اطلاعات از کدام منبع تاریخی به دست آمده است؟"
        ]
    },
    {
        "event": "ولادت حسن مشار الملک از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۴۳ ش",
        "text": "حسن مشار (مشار الملك) در سال ۱۲۴۳ ش، در تهران به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۷۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسن مشارالملک در چه سالی متولد شد؟",
            "محل تولد حسن مشارالملک کدام شهر و استان بود؟",
            "نام دیگر یا لقب حسن مشارالملک چه بود؟",
            "مختصات جغرافیایی محل تولد او چیست؟",
            "این اطلاعات در کدام منبع تاریخی ثبت شده است؟"
        ]
    },
    {
        "event": "ولادت نصیر خان صارم الملک سردار جنگ بختیاری از خوانین بختیاری در سال ۱۲۴۳ ش (ربیع الاول ۱۲۸۱ ق)",
        "text": ".نصير خان صارم الملك ملقب به سردار جنگ در سال ۱۲۴۳ ش، متولد شد. از سران بختيارى، پنجمين پسر امامقلى خان، مشهور به حاجى ايلخانى، از معدود سران بختيارى بود كه در مقام فرمانده هنگ سوار مستقر در تهران، در جريان انقلاب مشروطه در كنار سلسلۀ قاجار باقى ماند. در طول جنگ جهانى اول ايلخانى بختيارى بود، و در نظر ايشان چهره‌اى افسانه‌اى و جنگجويى دلير و تسليم‌ناپذير و سرسخت است. وى در سال ۱۳۱۱ ش، درگذشت. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۳۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "نصیر خان صارم‌الملک در چه سالی متولد شد؟",
            "لقب نصیر خان چه بود و چه نقشی در میان بختیاری‌ها داشت؟",
            "او چه نسبتی با امامقلی خان حاجی ایلخانی داشت؟",
            "در جریان انقلاب مشروطه، چه موضعی اتخاذ کرد؟",
            "نصیر خان در چه سالی درگذشت؟"
        ]
    },
    {
        "event": "ولادت سید حسین طباطبائی قمی از علمای مبارز با جریان کشف حجاب رضا خانی در قم در سال ۱۲۸۲ ق",
        "text": "حاج آقا حسين قمى فرزند سيد محمود به سال ۱۲۸۲ ق در قم به دنيا آمد. وى در خانواده سادات طباطبايى حسينى تربيت يافت و تحصيلات مقدماتى را در زادگاه خود و سطح را در تهران گذراند. در ۱۳۰۳ ق به حج مشرف شد و در بازگشت مدتى در سامرا در محضر درس آيت اللّه ميرزاى شيرازى حضور يافت. در ۱۳۰۶ ق به تهران آمد و به فراگيرى علوم دينى ادامه داد. وى اينك در حوزه علوم عقلى و عرفان شاگرد ميرزا ابو الحسن جلوه و شيخ على مدرس يزدى و ميرزا محمود قمى بود و درس فقه و اصول را نزد ميرزا حسن آشتيانى و شيخ فضل اللّه نورى گذراند. در ۱۳۱۱ ق براى تكميل تحصيلات خود به نجف رفت و از محضر ميرزا حبيب اللّه رشتى و ملاعلى نهاوندى و شيخ محمد كاظم خراسانى و سيد محمد كاظم يزدى بهره برد. این واقعه در استان قم رخ داده است. شهر آن قم بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 34.64 و طول جغرافیایی 50.8764. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۶۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید حسین طباطبائی قمی در چه سالی و کجا متولد شد؟",
            "تحصیلات مقدماتی خود را در کجا گذراند و ادامه تحصیل او چگونه بود؟",
            "چه استادانی بر تحصیل و شخصیت علمی او تأثیر داشتند؟",
            "چه زمانی و با چه هدفی به نجف رفت؟",
            "سید حسین قمی در کدام حوزه‌های علمی شاگردی کرد؟"
        ]
    },
    {
        "event": "ولادت اردشیر جی از رجال سیاسی و فرهنگی مشهور زرتشتی در ۳۱ مرداد سال ۱۲۴۴ ش (۳۰ ربیع الاول ۱۲۸۲ ق)",
        "text": "اردشير جى مشهور به اردشير ريپورتر، فرزند ايدلجى، در ۳۱ مرداد ۲۲/۱۲۴۴ اوت ۱۸۶۵ در بمبئى متولد شد. بخشى از تحصيلاتش را در اين شهر گذراند. سپس عازم انگلستان شد و در رشته علوم و حقوق سياسى، همچنين تاريخ شرق و تاريخ باستان تحصيل نمود و ضمن آشنايى با فلسفه و زبانهاى عربى و فارسى در ۲۷ سالگى به هندوستان بازگشت. او پس از بازگشت از انگلستان به‌عنوان صاحب‌منصب سياسى در دفتر نايب السلطنه هندوستان وارد خدمت شد و در ۱۸۹۳ به‌عنوان مستشار سياسى سفارت انگلستان در ايران، به دربار ايران معرفى گرديد. سبب حضور وى در ايران رسيدگى به امور هم‌كيشان زرتشتى خود و نيز گزارش اوضاع ايران به نايب السلطنه و حكومت هند بود. اردشير جى سومين نماينده انجمن اكابر پارسيان هند بود كه پس از درگذشت كيخسرو جى (خان صاحب) در ۱۲۷۲ ش به تهران آمد. او در ايران ازدواج كرد كه حاصل آن دو پسر به نام‌هاى جمشيد و شاپور بود. (در ۱۹۷۳ م كاخ باكينگهام به دليل تأثيرگذارى شاپور در روابط ايران و ۵۹۶ انگلستان و خدماتى كه به نفع انگلستان انجام داده بود به او لقب شواليه داد.) شش سال پس از ورود اردشير جى به ايران با تأسيس مدرسه علوم سياسى وى جزؤ مدرسين آن مدرسه شد. او در ۱۳۲۲ ق/ ۱۹۰۴ م در انجمن سرى تهران عضويت داشت. در ۱۳۲۴-۱۳۲۵ ق با تشكيل لژ بيدارى ايران وى از اعضاى اصلى آن به حساب آمد و خبرنگار روزنامه تايمز لندن در ايران بود. وى به جهت صميميتش با محمد حسين فروغى در دوره پيش از مشروطه در روزنامه تربيت با وى همكارى نمود و در روزنامه پرورش به مديريت سيد محمد على پرورش نيز همكارى داشت. اردشير جى در تحصن مشروطه‌خواهان در سفارت بريتانيا نقش داشت و در نخستين جشن مشروطه به عنوان رئيس انجمن زرتشتيان در آن شركت كرد. در دوره پرتلاطم مشروطه وى به دليل دوستى و صميميتش با رجال معروف انگليسى چون پرسى سايكس، دنيس راس و لرد لينگتن به يكى از شخصيتهاى شاخص اين دوره مبدل گرديد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۹۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "اردشیر جی در چه سالی و در کجا متولد شد و نام پدرش چه بود؟",
            "او چه رشته‌هایی را در انگلستان تحصیل کرد؟",
            "هدف از حضور اردشیر جی در ایران چه بود؟",
            "اردشیر جی چه نقشی در فعالیت‌های فرهنگی و سیاسی ایران ایفا کرد؟",
            "در چه نهادها و انجمن‌هایی عضویت یا همکاری داشت؟"
        ]
    },
    {
        "event": "ولادت سالار فاتح (میرزا علی دیو سالار) فرزند میرزا قلی کجوری از رجال سیاسی عصر قاجار در کجور مازندران در سال ۱۲۴۵ ش",
        "text": "ميرزا على ديوسالار (سالار فاتح) فرزند ميرزا قلى كجورى در سال ۱۲۴۵ ش، در كجور مازندران متولد شد. این واقعه در استان مازندران رخ داده است. شهر آن کجور بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۶۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سال تولد میرزا علی دیو سالار (سالار فاتح) چه سالی بوده است؟",
            "میرزا علی دیو سالار فرزند چه کسی بوده و او چه نقشی در عصر قاجار داشته است؟",
            "محل تولد میرزا علی دیو سالار کجاست؟",
            "منبع اصلی این اطلاعات چه کتاب یا اثری است و نویسنده آن کیست؟",
            "این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت حاج آقا جمال نجفی اصفهانی از علمای مبارز عصر قاجار در سال ۱۲۸۴ ق",
        "text": ".حاج آقا جمال اصفهانى (۱۲۸۴-۱۳۵۴ ق/ ۱۳۱۴ ش) سومين چهره شاخص خانواده آقانجفى است. عمده شهرت وى به سبب تبعيد از اصفهان به تهران به دست نيروهاى اشغالگر روس در جنگ جهانى اول است. او در تهران از موقعيت درخورى برخوردار شده، مدتى هم امام جمعه بود. حاج آقا جمال در جريانهاى سياسى و اجتماعى نفوذى يافته، بسيارى او را مانعى در روند غرب‌گرايى دانسته‌اند. پس از كودتاى اسفند ۱۲۹۹ به مخالفان سردار سپه پيوسته، در جمع هواداران سيد حسن مدرس ايستاد. او در نخستين مجلس مؤسسان (۱۳۰۴ ش) هم عضويت داشت. این واقعه در استان اصفهان رخ داده است. شهر آن اصفهان بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 32.6447 و طول جغرافیایی 51.6675. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۴۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حاج آقا جمال نجفی اصفهانی در چه سالی و در کدام استان متولد شده است؟",
            "دلیل اصلی شهرت حاج آقا جمال اصفهانی چیست و چه اتفاقی در جنگ جهانی اول برای او رخ داد؟",
            "حاج آقا جمال چه نقشی در تهران داشت و چه سمت دینی مهمی بر عهده گرفت؟",
            "پس از کودتای اسفند ۱۲۹۹، حاج آقا جمال به چه جریانی سیاسی پیوست و از چه شخصی حمایت کرد؟",
            "منبع این اطلاعات کدام کتاب است و نویسنده آن کیست؟"
        ]
    },
    {
        "event": "ولادت رضا قلی خان نظام السلطنه والی خراسان در سال ۱۲۸۴ ق",
        "text": "رضا قلى خان نظام السلطنه در ۱۲۸۴ ق به دنيا آمد. وى فرزند حيدر قلى خان برهان الدوله و برادرزاده حسينقلى خان نظام السلطنه كه به القاب مجير السلطنه، سالار معظم و سردار مكرم نيز ملقب بوده، بعدها خانواده‌اش با عنوان نظام مافى شناخته شد. تا ۱۵ سالگى به تحصيل مشغول بوده، فنون نظامى را هم فراگرفت و بر دستگاه عمويش كه در حكومت جنوب ذى‌نفوذ بود، درآمد و مشاغلى را به عهده گرفت: ازجمله رياست عدليه خوزستان، نايب الحكومه بنادر، رياست گمركات جنوب، حكومت بندر و دشتستان و در ۱۳۲۲ ق به حكومت لرستان و خوزستان گمارده شد. آنگاه به ولايت كرمان رفت. چندى هم حكمران كرمانشاه بود تا اينكه والى‌گرى فارس را در دست گرفت اما طولى نكشيد كه به تهران فراخوانده شده، بدون شغل ماند. چندى گذشت تا اينكه بار ديگر حكومت لرستان و خوزستان و بروجرد را بدو سپردند. در بحبوحۀ جنگ بين المللى اول قواى روس تهران را تهديد به اشغال نمودند كه در اين زمان عده‌اى از رجال، نمايندگان مجلس و روحانيون براى مبارزه با قواى مهاجم تهران را ترك گفته، به قم، اصفهان و كرمانشاه رفتند. نظام السلطنه هم كه ولايت خوزستان را در دست داشت به آنان پيوست و با برخوردارى از كمك‌هاى دولتهاى آلمان و عثمانى (تركيه بعدى) عليه دولتهاى روس و انگليس دولت موقت ملى تشكيل داد و خود رياست كابينه را بر عهده گرفت. دولت موقت در چند منطقه با روسيان جنگيد. پس از مدتى گريز و جابجايى نظام السلطنه به اسلامبول رفت. در اين زمان، دولت مركزى ايران به سبب جنگ و مبارزه او با دول روس و انگليس نشانهايش را از او پس گرفت و همه اموال وى را مصادره كرد. چند سالى را در اسلامبول گذراند تا در ۱۲۹۸ ش كه احمد شاه به آنجا رفت، موفق به ديدار شاه گشت و با دادن هديه درخورى مورد عفو قرار گرفت. پس از آن به ايران بازگشت و تمام اموال مصادره شده‌اش را پس گرفت. مدتى به انتظار شغل ماند و همين‌كه كلنل محمد تقى خان پسيان در خراسان شكست خورد، از سوى قوام السلطنه، رئيس الوزرا، والى خراسان شد. حدود يك سال و نيم در مشهد حكم راند ولى ناگهان حالش دگرگون شد و به حال بيمارى به تهران انتقال يافت. این واقعه در استان خراسان رخ داده است. شهر آن مشهد بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.3264 و طول جغرافیایی 59.5433. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "رضا قلی خان نظام‌السلطنه در چه سالی و در کدام استان به دنیا آمد؟",
            "رضا قلی خان نظام‌السلطنه چه مقام‌هایی را در دوره‌های مختلف به عهده داشت؟",
            "نظام‌السلطنه در مقابله با نیروهای اشغالگر روس و انگلیس چه اقداماتی انجام داد و چه دولتی تشکیل داد؟",
            "پس از مدت‌ها اقامت در اسلامبول، چگونه توانست رضا قلی خان به ایران بازگردد و اموال مصادره شده‌اش را پس بگیرد؟",
            "در پایان عمر، رضا قلی خان نظام‌السلطنه در کدام شهر و به چه دلیل بستری شد؟"
        ]
    },
    {
        "event": "ولادت حسن محتشم السلطنه اسفندیاری از رجال سیاسی عصر قاجار در تهران در سال ۱۲۴۶ ش (۱۲۸۴ ق)",
        "text": "حسن اسفنديارى ملقب به حاج محتشم السلطنه در ۱۲۴۶ ش، در تهران متولد شد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۲۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسن محتشم السلطنه اسفندیاری در چه سالی و در کدام شهر به دنیا آمد؟",
            "لقب حسن اسفندیاری چه بوده است؟",
            "این واقعه در کدام استان ایران رخ داده است؟",
            "مختصات جغرافیایی محل تولد حسن محتشم السلطنه چیست؟",
            "نویسنده و منبع اصلی این اطلاعات کدام است؟"
        ]
    },
    {
        "event": "ولادت میرزا محمود عمید الممالک از نمایندگان مجلس دوره چهارم در سال ۱۲۴۸ ش (۱۲۸۵ ق)",
        "text": "ميرزا محمود خان عميد الممالك، فرزند ميرزا محمد حسين در ۱۲۴۷ ش زاده شد. او پس از اتمام تحصيلاتش به استخدام دولت درآمد و كارمند شد. عميد الممالك در دوره چهارم مجلس شوراى ملى از سوى مردم دامغان و سمنان به نمايندگى انتخاب و وارد مجلس شد. این واقعه در استان دامغان رخ داده است. شهر آن دامغان بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۰۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا محمود عمید الممالک در چه سالی و در کدام شهر به دنیا آمد؟",
            "پدر میرزا محمود عمید الممالک چه نام داشت؟",
            "میرزا محمود عمید الممالک در کدام دوره مجلس شورای ملی به نمایندگی انتخاب شد؟",
            "مردم کدام مناطق او را به نمایندگی مجلس انتخاب کردند؟",
            "نویسنده و منبع اصلی این اطلاعات کدام است؟"
        ]
    },
    {
        "event": "ولادت مسعود الملک (علی قلی خان) هزار جریبی از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۴۷ ش (۱۲۸۵ ق)",
        "text": ".على قلى خان هزار جريبى (مسعود الملك) در ۱۲۴۹ ش در قريه سرخ گريه هزار جريب مازندران متولد شد. پدرش حاجى نجفقلى خان سرتيپ فوج چهاردانگه بود. تحصيلات مقدماتى را در زادگاهش آغاز كرد و سپس در تهران ادامه داد و تا حدود مدرسى پيش رفت. او در جوانى از مشروطه‌طلبان و آزاديخواهان بود. در ۱۳۲۹ ق به هنگامى كه ارشد الدوله همراه با عده‌اى از تركمانان از سوى محمد على ميرزا مأموريت يافت تهران را تصرف و مشروطه‌طلبان را سركوب كند على قلى خان هزار جريبى در دامغان با وى به زدوخورد پرداخت اما شكست خورد و خود را به اردوى ملى و مجاهدين در ورامين رساند. هزار جريبى در ابتداى مشروطيت چندى جزو ساخلوهاى تبريز بود. او از ۱۳۰۷ تا ۱۳۱۶ از سوى مردم گرگان نماينده دوره‌هاى هفت، هشت، نه و ده مجلس شوراى ملى بود. هزار جريبى علاوه بر فعاليت در امور سياسى به نويسندگى نيز علاقه‌مند بود. او سلسله مقالاتى درباره تاريخ مازندران در شفق سرخ، به چاپ رسانده و كتاب ميش و بره را تأليف كرده است. این واقعه در استان مازندران رخ داده است. شهر آن روستای سرخ گریه هزار جریب مازندران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.8378 و طول جغرافیایی 54.4414. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۰۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "مسعود الملک (علی قلی خان هزار جریبی) در چه سالی و در کدام روستا به دنیا آمد؟",
            "پدر علی قلی خان هزار جریبی چه کسی بود و چه سمتی داشت؟",
            "نقش علی قلی خان هزار جریبی در جریان مشروطه چه بود و با چه شخصی در دامغان درگیر شد؟",
            "علی قلی خان هزار جریبی در چه دوره‌هایی و از سوی مردم کدام شهر به مجلس شورای ملی راه یافت؟",
            "علاوه بر فعالیت سیاسی، علی قلی خان هزار جریبی به چه زمینه‌ای علاقه‌مند بود و چه آثاری منتشر کرد؟"
        ]
    },
    {
        "event": "ولادت شیخ اسد الله محلاتی از علمای سیاسی و نمایندگان مجلس شورای ملی در سال ۱۲۴۷ ش (حدود ۱۲۸۵ ق)",
        "text": "شيخ اسد اللّه محلاتى در سال ۱۲۴۷ ش، در محلات متولد شد. این واقعه در استان گلستان رخ داده است. شهر آن محلات بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۱۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "شیخ اسدالله محلاتی در چه سالی به دنیا آمد؟",
            "شیخ اسدالله محلاتی در کجا به دنیا آمد؟",
            "این رویداد در کدام استان ایران اتفاق افتاده است؟",
            "نویسنده این متن کیست و اطلاعات از چه منبعی گرفته شده است؟",
            "متن مورد نظر در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت میرزا یانس ارمنی نماینده ارامنه در مجلس شورای ملی در سال ۱۲۴۷ ش (۱۲۸۵ ق)",
        "text": ".يوسف ميرزا يانس در سال ۱۲۴۷ ش، در همدان متولد شد و تحصيلات مقدماتى خود را در دبيرستان آمريكايى اصفهان گذراند وى در دورۀ دوم مجلس شوراى ملى به عنوان نمايندۀ ارامنه جنوب به وكالت برگزيده شد. ميرزا يانس بعد از كودتاى ۱۲۹۹ ش، از جمله رجالى بود كه به زندان افتاد. ميرزا يانس در ادوار سوم، چهارم، هفتم، هشتم و نهم نيز، نماينده ارامنۀ جنوب در مجلس شوراى ملى بود. وى در دورۀ دهم نيز به نمايندگى ارامنه برگزيده شد اما روز قبل از افتتاح مجلس شوراى ملى در خرداد ۱۳۰۴ ش، درگذشت. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا یانس ارمنی در چه سال و در کدام شهر به دنیا آمد؟",
            "تحصیلات مقدماتی میرزا یانس در کدام مدرسه و شهر انجام شد؟",
            "میرزا یانس در کدام دوره‌ها و به عنوان نماینده کدام اقلیت در مجلس شورای ملی انتخاب شد؟",
            "پس از کودتای ۱۲۹۹ چه اتفاقی برای میرزا یانس افتاد؟",
            "نویسنده و منبع این اطلاعات چیست و این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت میرزا علی اکبر شیخ الاسلام اصفهانی از رجال سیاسی عصر قاجار در سال ۱۲۴۷ ش (حدود ۱۲۸۵ ق)",
        "text": "ميرزا على اكبر شيخ الاسلام اصفهانى فرزند ميرزا محمد رحيم شيخ الاسلام و نوه دخترى حاج محمد باقر نجفى مسجد شاهى در ۱۲۴۷ ش به دنيا آمد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۵۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا علی‌اکبر شیخ‌الاسلام اصفهانی در چه سالی متولد شد؟",
            "پدر میرزا علی‌اکبر شیخ‌الاسلام چه نام داشت؟",
            "میرزا علی‌اکبر شیخ‌الاسلام از چه خانواده‌ای و چه نسبتی داشت؟",
            "نویسنده این متن کیست و اطلاعات از کدام منبع گرفته شده است؟",
            "این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت میرزا علی کازرونی (لسان المله، صدر الاسلام) از رجال سیاسی عصر قاجار در بوشهر در سال ۱۲۴۷ ش (۱۲۸۵ ق)",
        "text": "على كازرونى ملقب به لسان المله و صدر الاسلام فرزند ميرزا حسين كازرونى به سال ۱۲۴۷ ش در بوشهر زاده شد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۹۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا علی کازرونی در چه سال و در کدام شهر به دنیا آمد؟",
            "لقب‌های میرزا علی کازرونی چه بودند؟",
            "نام پدر میرزا علی کازرونی چیست؟",
            "نویسنده این متن کیست و اطلاعات از کدام منبع گرفته شده است؟",
            "این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت عباسقلی بازرگان (تاجر تبریزی، تجارتی، اسلامبولچی) پدر مهندس مهدی بازرگان، از تجار معروف تهران و حامیان نهضت ملی مذهبی در سال ۱۲۴۷ ش (۱۲۸۵ ق)",
        "text": ".عباسقلى بازرگان (پدر مهندس مهدى بازرگان) معروف به تاجر تبريزى، تجارتى و اسلامبولچى فرزند حاج كاظم به سال ۱۲۴۷ ش در تبريز زاده شد. این واقعه در استان آذربایجان رخ داده است. شهر آن تبریز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۰۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "عباسقلی بازرگان در چه سال و در کدام شهر به دنیا آمد؟",
            "عباسقلی بازرگان به چه القاب یا لقب‌هایی معروف بوده است؟",
            "پدر عباسقلی بازرگان چه نام داشت؟",
            "این واقعه در کدام استان ایران رخ داده است؟",
            "نویسنده و منبع این اطلاعات چیست و متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت سید حسن اجاق (کزازی) از رجال سیاسی عصر قاجار در سال ۱۲۴۸ ش (۱۲۸۶ ق)",
        "text": ".سيد حسن كزازى مشهور به اجاق فرزند حاج سيد اسماعيل اجاق در ۱۲۴۸ ش به دنيا آمد. این واقعه در استان گلستان رخ داده است. شهر آن جیرفت بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 34.64 و طول جغرافیایی 50.8764. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۴۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید حسن اجاق (کزازی) در چه سالی و در کدام شهر به دنیا آمد؟",
            "نام پدر سید حسن اجاق چیست؟",
            "این رویداد در کدام استان ایران رخ داده است؟",
            "مختصات جغرافیایی محل تولد سید حسن اجاق چیست؟",
            "نویسنده و منبع این اطلاعات چه کسی و کدام اثر است؟"
        ]
    },
    {
        "event": "ولادت صمد خان ممتاز السلطنه از رجال سیاسی عصر قاجار در سال ۱۲۴۸ ش (۱۲۸۶ ق)",
        "text": "صمد خان ممتاز السلطنه، فرزند على اكبر مكرم السلطنه در سال ۱۲۴۸ در تبريز متولد شد. وى در سال ۱۳۰۷ ق، به خدمت دولت درآمد دو سال بعد وارد وزارت خارجه گرديد و در كارگزارى آذربايجان مشغول به كار شد. در طى سال‌هاى ۱۳۱۰، ۱۳۱۲ و ۱۳۱۵ ق، به ترتيب نيابت سومى، نيابت دومى و نيابت اولى سفارت پطرزبورگ را بر عهده داشت و ملقب به ممتاز السلطنه گشت. در سال ۱۳۲۰ ق، وزيرمختار ايران در لاهه و از سال ۱۳۳۳ ق، به مدت چند سال سفير ايران در پاريس بود. وى بعد از بركنار شدن از سمت وزيرمختارى در فرانسه به ايران نيامد و همچنان در پاريس ماند و قصرى براى خود خريدارى نمود. او سرانجام در ۱۳۳۴ ش، درگذشت. این واقعه در استان آذربایجان رخ داده است. شهر آن تبریز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۵۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "صمد خان ممتاز السلطنه در چه سال و در کدام شهر به دنیا آمد؟",
            "چه سمت‌هایی در وزارت خارجه و سفارت پطرزبورگ به عهده داشت؟",
            "در چه سالی به سمت وزیرمختار ایران در لاهه منصوب شد و چند سال سفیر ایران در پاریس بود؟",
            "پس از برکناری از سمت وزیرمختاری در فرانسه، چه تصمیمی گرفت و در کجا اقامت کرد؟",
            "نویسنده این متن کیست و اطلاعات از کدام منبع گرفته شده است؟"
        ]
    },
    {
        "event": "ولادت ابراهیم سعید العلما شمس لاریجانی از علمای مشروطه خواه در سال ۱۲۸۶ ق",
        "text": ".ابراهيم سعيد العلماء شمس لاريجانى به سال ۱۲۸۶ ق در شهر آمل به دنيا آمد. تحصيلات مقدماتى و علوم قديمه را در زادگاهش فراگرفت. سپس در سال ۱۳۱۲ ق براى تكميل تحصيل به تهران آمد و در آنجا فقه، اصول، علوم فلسفه و منقول را از محضر استادانى همچون شيخ على مدرس نورى، ميرزاى جلوه، ميرزاى آشتيانى و حاج شيخ عبد النبى نورى بهره برد. او در سال ۱۳۱۶ ق با اجازه بعضى از علماء به مديريت خود مدرسه قدسيه را كه بعدها به اقدسيه تغيير نام يافت تأسيس كرد و افزون بر اين كلاس شبانه نيز داير نمود و در آن به تدريس حقوق بين المللى و حقوق اساسى پرداخت. او در كلاسهاى تدريس، اذهان محصلين را به تغيير رژيم حكومت و گسيختن زنجير استبداد و لزوم مشروطيت متوجه ساخته، اغلب رساله‌هاى ملكم خان را بدون اسم بردن صاحب آن به شاگردها ديكته مى‌داد. با بلند شدن صداى مشروطيت در انجمن اتحاديه طلاب به همراه جمال الدين واعظ و ملك المتكلمين به عنوان عضو عامل و مؤثر خدماتى به مشروطه نمود و در ترغيب و تشويق ديگران نسبت به تأسيس بانك ملى همت به كار بست. او با بردن شاگردان مدرسه اقدسيه به مجلس و ايراد سخن‌رانى در همين قضيه وكلاى مجلس را نيز تحت تأثير قرار داد. سعيد العلماء پس از دولتى شدن مدارس، آموزشگاه اقدسيه را به وزارت معارف و اوقاف واگذار نمود و چند سالى خود مديريت مدرسه سيروس، تجارت و عضويت شوراى عالى فرهنگ و رياست اداره تحقيق اوقاف را برعهده گرفت. او بعدها به علت كسالت مزاج از خدمت دولت بازنشسته شد و سرانجام در ۱۳۳۳ ش درگذشت. از آثار مكتوب به جا مانده از وى مى‌توان به جواهر الايمان در اصول عقايد، ترجمۀ انجيل برنابا از عربى به فارسى، تعليم الحروف و تركيب الحروف و مقابله و تصحيح كتاب منازل السائرين خواجه عبد اللّه انصارى با همكارى ميرزا محمد طاهر تنكابنى اشاره كرد. این واقعه در استان مازندران رخ داده است. شهر آن آمل بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۴۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "ابراهیم سعید العلما شمس لاریجانی در چه سال و در کدام شهر به دنیا آمد؟",
            "چه استادانی در تهران به او در تحصیل فقه، اصول و فلسفه کمک کردند؟",
            "مدرسه قدسیه (که بعدها اقدسیه نام گرفت) توسط او در چه سالی تأسیس شد و چه دروسی در آن تدریس می‌کرد؟",
            "نقش ابراهیم سعید العلما در نهضت مشروطه چه بود و چه اقداماتی برای حمایت از مشروطه انجام داد؟",
            "از آثار مکتوب او چه کتاب‌ها و ترجمه‌هایی به جای مانده است؟"
        ]
    },
    {
        "event": "ولادت مرتضی ممتاز الملک از رجال سیاسی عصر قاجار در سال ۱۲۸۶ ق",
        "text": "مرتضى ممتاز الملك پسر سوم ميرزا جبار ناظم المهام در ۱۲۸۶ ق در تهران زاده شد. پدرش از مردم خوى بود كه در آذربايجان در دستگاه عباس ميرزا و ميرزا ابو القاسم قائم‌مقام خدمت مى‌كرد و با امير كبير هم دوستى داشت. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۶۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "مرتضی ممتازالملک در چه سال و شهری به دنیا آمد؟",
            "پدر مرتضی ممتازالملک که بود و در کجا خدمت می‌کرد؟",
            "ارتباط پدر مرتضی ممتازالملک با چه شخصیت‌های تاریخی برجسته‌ای ذکر شده است؟",
            "مختصات جغرافیایی تولد مرتضی ممتازالملک چیست؟",
            "منبع و نویسنده اطلاعات ارائه‌شده در مورد ولادت مرتضی ممتازالملک چه هستند؟"
        ]
    },
    {
        "event": "ولادت حسینقلی نواب از رجال سیاسی عصر قاجار در شیراز در سال ۱۲۸۶ ق",
        "text": "حسينقلى خان نواب، فرزند جعفر قلى خان مازندرانى (دبير خاقان)، در سال ۱۲۸۶ ق، در شيراز متولد شد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۷۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسینقلی خان نواب در چه سالی و در کدام شهر متولد شد؟",
            "پدر حسینقلی خان نواب که بود و چه عنوانی داشت؟",
            "عنوان شغلی یا لقب پدر حسینقلی نواب چه بود؟",
            "نویسنده متن مربوط به ولادت حسینقلی نواب چه کسی است؟",
            "اطلاعات مربوط به ولادت حسینقلی نواب از چه منبع و جلدی استخراج شده است؟"
        ]
    },
    {
        "event": "ولادت اسد الله مشار السلطنه (اسد الله قدیمی نوایی) از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۴۸ ش (۱۲۸۶ ق)",
        "text": ".اسد اللّه قديمى نوايى معروف به مشار السلطنه فرزند ميرزا هدايت اللّه فرزند حاج ميرزا رضا قلى منشى الممالك به سال ۱۲۴۸ ش متولد شد. تحصيلات عاليه را در رشته حقوق و علوم سياسى در اروپا گذراند. سپس وارد وزارت امور خارجه شد و در آن وزارت‌خانه رياست ادارات مختلف را برعهده گرفت و افزون بر اينها چند مأموريت مهم به خارج از كشور را پذيرفت. او مدتى معاون وزارت ماليه و معاون وزارت خارجه بود و چندى نيز معاونت و كفالت وزارت عدليه را داشت و در دوره سوم مجلس شوراى ملى از حوزه انتخابيه تهران به نمايندگى مجلس انتخاب گشت. مشار السلطنه در دوران پادشاهى احمد شاه قاجار در كابينه ميرزا حسن خان مشير الدوله در اسفند ۱۲۹۳ به وزارت ماليه رسيد و در ۱۲۹۶ ش در كابينه ترميمى ميرزا حسن مستوفى الممالك همين سمت را برعهده گرفت. وى در كابينه صمصام السلطنه بختيارى وزير پست و تلگراف بود و در ترميم همان كابينه در ۲۹ خرداد ۱۲۹۷ به جاى عليقلى خان مشاور الممالك به وزارت امور خارجه منصوب گرديد. او در كابينۀ دوم ۵۷۶ مشير الدوله در تير ۱۲۹۹ وزير خارجه بود. اسد اللّه قديمى در كودتاى ۱۲۹۹ از طرف حكومت وقت بازداشت شد و به زندان افتاد و در طول حكومت سيد ضياء الدين همراه با عده‌اى از رجال و افسران در زندان به‌سر برد. با سقوط سيد ضياء و نخست‌وزيرى قوام السلطنه در سال ۱۳۰۰ ش به ترتيب وزارت پست و تلگراف، عدليه و وزارت امور خارجه را تصدى نمود. يك سال بعد در نخست‌وزيرى دوم قوام السلطنه بار ديگر وزارت عدليه را برعهده گرفت. مشار السلطنه در آذر ۱۳۱۴ در تهران درگذشت و در مقبره خانوادگى خود در امام‌زاده صالح تجريش مدفون گشت. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۷۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "اسدالله قدیمی نوایی با چه نامی مشهور بود و در چه سالی به دنیا آمد؟",
            "تحصیلات عالیه اسدالله مشارالسلطنه در چه رشته‌هایی و در کجا انجام شد؟",
            "در دوره سوم مجلس شورای ملی، اسدالله مشارالسلطنه از کدام حوزه انتخابیه به مجلس راه یافت؟",
            "در چه کابینه‌هایی و در چه سمت‌هایی اسدالله مشارالسلطنه فعالیت داشت؟",
            "اسدالله مشارالسلطنه چه زمانی، در کجا درگذشت و محل دفن او کجاست؟"
        ]
    },
    {
        "event": "ولادت میرزا آقا اصفهانی فلسفی مدیر مسدول روزنامه حیات در حدود سال ۱۲۸۶ ق",
        "text": "ميرزا آقا اصفهانى مشهور به اسلامبولى، نفتى، فلسفى و ملقب به اعتماد الملك فرزند آقا خان اعتمادى در حدود ۱۲۸۶ ق به دنيا آمد. تحصيلاتش را تا حد متوسطه به انجام رسانيد. منابع موجود اشاره مى‌كنند وى در حدود ۱۳۱۱ ق در تهران به نفت‌فروشى مشغول بوده و شهرتش نيز به نفطى بر همين اساس است. ميرزا آقا در ۱۳۱۳ ق به بادكوبه و اسلامبول مسافرت كرد و در اسلامبول مدتى شغل نوكرى داشت. او در نهايت به واسطه شراكت با آقاميرزا بزرگ معاون التجار پسر حاجى قاضى تهرانى به تجارت روى آورد و پس از مدتى ورشكست گرديد. در حدود ۱۳۱۸ ق به تهران بازگشت و پس از چند ماه اقامت در تهران بار ديگر به اسلامبول مراجعت نمود. او در سفر آخر مظفر الدين شاه به اروپا به عنوان مسئول ملاقات درباريها شاه را همراهى كرد. با بازگشت عين الدوله او نيز به تهران آمد و به تقاضاى عين الدوله، قانونى براى دولت نوشت ولى بعدا به دليل مخالفتهايى كه از خود نشان داد توسط عين الدوله به همراه مجد الاسلام كرمانى و ميرزا حسن رشديه به كلات تبعيد شد. او بار ديگر توسط ارفع الدوله به تبريز تبعيد گرديد و چون با دوره اول مجلس شوراى ملى مقارن بود از تبريز به وكالت برگزيده شد. ميرزا آقا اصفهانى در تهران توسط هيأت مديره انقلاب به اتهام خيانت در موقع فتح تهران مدتى در حبس بود و بعد آزاد گرديد. او در تهران روزنامه عصر را منتشر ساخت و سرانجام به استخدام دولت درآمد. چندى هم رياست بلديۀ تهران و معاونت حكومت يزد را برعهده گرفت. محمد صدر هاشمى مدعى است ميرزا آقا اصفهانى همان ميرزا آقاى فلسفى مدير روزنامه حيات جاويد و حيات است. روزنامه حيات جاويد در ۱۳۳۷ ق به مديريت و سردبيرى او در تهران تأسيس و نشر يافته است. در آن دوره به خاطر درج مقالات و مطالب انتقادى از وضع دولت و مجلس چند بار توقيف گرديده است. روزنامه حيات جاويد تا پايان ۱۳۰۰ ش به همين نام منتشر شده و پس از آن در حمل ۱۳۰۱ ش با عنوان حيات به فعاليت خود ادامه داده است. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۷۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا آقا اصفهانی با چه القاب و عناوینی شناخته می‌شد و حدوداً در چه سالی متولد شد؟",
            "علت شهرت میرزا آقا اصفهانی به نفتی چه بود؟",
            "میرزا آقا اصفهانی چه نقش و سمتی در سفر آخر مظفرالدین‌شاه به اروپا داشت؟",
            "نام روزنامه‌هایی که میرزا آقا اصفهانی منتشر می‌کرد چه بود و چه اتفاقاتی برای آن‌ها رخ داد؟",
            "میرزا آقا اصفهانی در دوران فعالیت سیاسی خود چه سمت‌هایی را در دولت برعهده گرفت؟"
        ]
    },
    {
        "event": "ولادت احمد نصیر الدوله (احمد بدر) از رجال سیاسی عصر قاجار در سال ۱۲۸۷ ق",
        "text": "احمد بدر ملقب به نصير الدوله در سال ۱۲۸۷ ق، در رشت متولد شد. این واقعه در استان گیلان رخ داده است. شهر آن رشت بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 37.2744 و طول جغرافیایی 49.5889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۴۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "احمد بدر با چه لقبی شناخته می‌شد و در چه سالی متولد شد؟",
            "احمد نصیرالدوله در کدام شهر و استان به دنیا آمد؟",
            "مختصات جغرافیایی محل تولد احمد نصیرالدوله چیست؟",
            "نویسنده متن مربوط به ولادت احمد نصیرالدوله چه کسی است؟",
            "منبع و شماره جلدی که اطلاعات مربوط به احمد نصیرالدوله از آن استخراج شده چیست؟"
        ]
    },
    {
        "event": "ولادت سدید السلطنه کبابی مینابی بندر عباسی از صاحب منصبان سیاسی عصر قاجار در بغداد در سال ۱۲۴۹ ش (حدود ۱۲۸۷ ق)",
        "text": "محمد على سديد السلطنه كبابى مينابى بندرعباسى فرزند حاجى احمد خان سرتيپ كبابى مينابى بندرعباسى، امير پنجه و داراى لقب سرهنگى، در سال ۱۲۴۹ ش، در بغداد متولد شد. شهر آن بغداد بوده است و کشور آن عراق است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۰۰ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سدیدالسلطنه کبابی مینابی بندرعباسی در چه سالی و در کدام شهر متولد شد؟",
            "نام کامل سدیدالسلطنه و نام پدر او چه بود؟",
            "پدر سدیدالسلطنه دارای چه لقب و عنوانی بود؟",
            "شهر محل تولد سدیدالسلطنه در چه کشوری قرار دارد؟",
            "منبع و نویسنده‌ای که اطلاعات مربوط به سدیدالسلطنه را ثبت کرده‌اند چه کسانی هستند؟"
        ]
    },
    {
        "event": "ولادت عبد المحمد مؤدب السلطان ایرانی مدیر روزنامه چهره نما در حدود سال ۱۲۵۰ ش (۱۲۸۸ ق)",
        "text": "عبد المحمد ايرانى ملقب به مؤدب السلطان از مردم اصفهان، فرزند على‌زاده در حدود ۱۲۵۰ ش متولد شد. این واقعه در استان اصفهان رخ داده است. شهر آن اصفهان بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 32.6447 و طول جغرافیایی 51.6675. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۵۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "عبدالمحمد ایرانی با چه لقبی شناخته می‌شد و در حدود چه سالی متولد شد؟",
            "زادگاه عبدالمحمد مؤدب‌السلطان در کدام شهر و استان بوده است؟",
            "پدر عبدالمحمد مؤدب‌السلطان چه نام داشته است؟",
            "مختصات جغرافیایی محل تولد عبدالمحمد ایرانی چیست؟",
            "نام نویسنده و منبعی که اطلاعات این رویداد را ثبت کرده‌اند چیست؟"
        ]
    },
    {
        "event": "ولادت رضاقلی هدایت (نیر الملک) از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۵۰ ش (۱۲۸۸ ق)",
        "text": ".رضا قلى خان هدايت ملقب به نير الملك از افراد خانواده هدايت كه در دوره قاجار و پهلوى صاحب نفوذ بودند، فرزند جعفر قلى خان نير الملك است كه در ۱۲۵۰ ش در تهران چشم به جهان گشود. پس از طى دوره مقدماتى، براى تحصيل به مدرسه دار الفنون رفت و در آنجا زبانهاى انگليسى و فرانسه را آموخت. با اتمام تحصيلاتش به فرمان ناصر الدين شاه نايب رئيس مدرسه شد و هم‌زمان به تدريس پرداخت. در ۱۳۱۴ ق به جاى پدر رئيس مدرسه دار الفنون شد و تا چند سال مدرسه را اداره مى‌كرد. در ۱۳۲۹ ق معاون وزارت معارف و اوقاف شد. در ۱۳۳۴ ق با مرگ پدر و به جاى او نير الملك لقب گرفت. نير الملك سه دوره وزير شد. در كابينه مشير الدوله از تير تا آبان ۱۲۹۹ وزير پست و تلگراف، در كابينه سيد ضياء الدين طباطبايى از اسفند ۱۲۹۹ تا خرداد ۱۳۰۰ وزير معارف و اوقاف، و در كابينه ميرزا حسن خان مشير الدوله پيرنيا در بهمن ۱۳۰۰ تا خرداد ۱۳۰۱ وزير معارف و اوقاف بود. در دوران حكومت رضا شاه به وزارت نرسيد. با اين حال در دوره وزارت عدليه على اكبر داور، وقتى كه وى مأمور تجديد سازمان عدليه شد، نير الملك به پيشنهاد داور و تصويب رضا شاه به رياست شعبه دوم ديوان ۴۳ عالى تميز انتخاب شد. در ۱۳۰۶ ش كفيل ديوان عالى تميز شد و مدتى بعد به رياست ديوان عالى تميز ارتقا يافت. وى زمانى نيز در هيأت نظارت بر كار بانك ملى عضو بود. او كه بعدها نام خانوادگى هدايت را برگزيد، در ۱۳۱۵ ش از رياست ديوان عالى كشور استعفا داد و از كارهاى دولتى كناره گرفت. رضاقلى هدايت پس از شهريور ۱۳۲۰ مجددا فعاليت سياسى را آغاز كرد و در تشكيل حزب اراده ملى با سيد ضياء الدين طباطبايى همكارى نزديك داشت و رياست شوراى عالى حزب با او بود. هدايت در ۱۲۸۰ ش به عضويت افتخارى آكادمى فرانسه درآمد و نشان لژيون دونور را دريافت كرد. وى فراماسون و عضو لژ بيدارى ايران بود. ترجمه كتاب پرورش روح و جسم و اخلاق از اوست. هدايت در ۴ آذر ۱۳۲۴ پس از مدتى بيمارى فوت كرد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "رضاقلی هدایت با چه لقبی شناخته می‌شد و در چه سالی و شهری متولد شد؟",
            "رضاقلی هدایت تحصیلات خود را در کجا گذراند و چه زبان‌هایی را آموخت؟",
            "در چه دوره‌هایی و در چه سمت‌هایی به عنوان وزیر فعالیت داشت؟",
            "نقش رضاقلی هدایت در ديوان عالی تمیز چه بود و در چه سالی از ریاست آن کناره گرفت؟",
            "چه افتخارات علمی و اجتماعی از جمله عضویت یا نشان‌ها را رضاقلی هدایت کسب کرد؟"
        ]
    },
    {
        "event": "ولادت نصر الله خلعتبری (اعتلاء الملک) از سیاستمداران عصر قاجار و پهلوی در سال ۱۲۸۸ ق",
        "text": "نصر اللّه خان خلعتبرى، ملقب به اعتلاء الملك، در ۱۲۸۸ ق در تهران به دنيا آمد. پدرش ميرزا شكر اللّه خلعتبرى معروف به نامه‌نگار در وزارت امور خارجه به كارنامه‌نگارى اشتغال داشت. پس از اخذ ديپلم در علوم رياضى از دار الفنون تهران، در ۱۳۰۸ ق به استخدام وزارت امور خارجه درآمد و در اداره محاسبات مشغول به كار شد و در ۱۳۱۶ ق لقب اعتلاء الملك گرفت. پس از فتح تهران، در ۱۳۲۷ ق، به دست مشروطه‌خواهان و فرار محمد على شاه، اعتلاء الملك به عضويت محكمه قضاوت عالى درآمد. كار اين محكمه، محاكمۀ مخالفان مشروطه بود كه به حكم آن كسانى چون آيت اللّه شيخ فضل اللّه نورى و ميرهاشم تبريزى (دوه‌چى) به دار آويخته شدند. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۵۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "نصرالله خلعتبری با چه لقبی شناخته می‌شد و در چه سالی و شهری متولد شد؟",
            "پدر نصرالله خلعتبری چه نام داشت و شغل او چه بود؟",
            "نصرالله خلعتبری چه رشته‌ای را در دارالفنون خواند و در چه سالی وارد وزارت امور خارجه شد؟",
            "در چه سالی نصرالله خلعتبری لقب اعتلاءالملک را دریافت کرد؟",
            "نقش اعتلاءالملک در محکمۀ قضاوت عالی پس از فتح تهران چه بود و چه کسانی به حکم آن محکوم شدند؟"
        ]
    },
    {
        "event": "ولادت میرزا ابراهیم ابراهیم حکیم الملک (حکیمی) از رجال سیاسی عصر قاجار در تبریز در سال ۱۲۸۸ ق",
        "text": "ميرزا ابراهيم خان حكيم الملك كه بعد شهرت حكيمى گرفت، فرزند ميرزا ابو الحسن حكيم باشى در ۱۲۸۸ ق در تبريز به دنيا آمد. او تا ۱۳۰۶ ق در دار الفنون مظفرى تبريز به تحصيل پرداخت و در همين سال به تهران رفت و به ادامۀ تحصيل در دار الفنون تهران پرداخت. در ۱۳۱۰ ق بر اثر بروز بيمارى وبا در تهران كه تحصيلات خود را در دار الفنون به اتمام رسانده بود به تبريز بازگشت و به كمك برادر خود، نصرت الحكما، توانست از وليعهد مظفر الدين ميرزا اجازۀ ادامه تحصيل در فرنگ را بگيرد. وى در ۱۳۱۰ ق براى ادامه تحصيل در رشته پزشكى دانشگاه پاريس عازم فرانسه شد اما پس از چند سال تحصيلاتش را در آنجا ناتمام رها كرد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا ابراهیم حکیمی فرزند چه کسی بود و در چه سالی و شهری متولد شد؟",
            "تحصیلات ابتدایی حکیمی در کدام مدرسه و شهر انجام شد و در چه سالی به تهران رفت؟",
            "چه بیماری‌ای باعث شد حکیمی در سال ۱۳۱۰ ق از تهران به تبریز بازگردد؟",
            "برای ادامه تحصیل در خارج از کشور، حکیمی از چه کسی اجازه گرفت و به کدام کشور رفت؟",
            "تحصیلات حکیمی در رشته پزشکی در کدام دانشگاه بود و سرنوشت آن تحصیلات چه شد؟"
        ]
    },
    {
        "event": "ولادت حسن وثوق الدوله (حسن وثوق) از رجال سیاسی عصر قاجار در تهران در سال ۱۲۵۰ ش (حدود ۱۲۸۸ ق)",
        "text": "حسن وثوق، (وثوق الدوله) فرزند ميرزا ابراهيم خان معتمد السلطنه است. وثوق در ضمن خواهرزاده امين الدوله، صدراعظم مظفر الدين شاه و داماد ميرزا عبد الوهاب خان آصف الدوله شيرازى و برادر بزرگ قوام السلطنه است. حسن وثوق در ۱۲۵۰ ش، در تهران به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۲۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسن وثوق‌الدوله فرزند چه کسی بود؟",
            "حسن وثوق چه نسبت خانوادگی با امین‌الدوله، میرزا عبدالوهاب‌خان آصف‌الدوله، و قوام‌الدوله داشت؟",
            "حسن وثوق در چه سال و شهری به دنیا آمد؟",
            "این رویداد در کدام استان و شهر ایران رخ داده است؟",
            "نام نویسنده و منبعی که اطلاعات این رویداد را ثبت کرده است چیست؟"
        ]
    },
    {
        "event": "ولادت سردار معتمد گیلانی (صادق خان اکبر) نماینده رشت در مجلس شورای ملی در سال ۱۲۵۱ ش (۱۲۸۹ ق)",
        "text": "صادق خان اكبر مشهور به سردار معتمد فرزند حاج ميرزا مهدى خان گيلانى در ۱۲۵۱ ش متولد شد. او از ملاكين درجه اول گيلان به حساب مى‌آمد كه ازدواج با دختر اكبر خان بيگلربيگى عمويش در اين كسب ثروت بسيار مؤثر بود. صادق اكبر در ۱۳۱۰ ق لقب محتشم الملك دريافت كرد و هفت سال بعد موقعى كه مظفر الدين شاه عازم سفر اروپا بود با دادن پيشكش قابل ملاحظه‌اى به سردار معتمد ملقب گرديد. بعد از مشروطه با كمك‌هاى مالى‌اش با مشروطه‌خواهان همراهى كرد و در دوره‌هاى سوم (آذر ۱۲۹۳ - آبان ۱۲۹۴)، چهارم (تير ۱۳۰۰ - مرداد ۱۳۰۲)، پنجم (بهمن ۱۳۰۲ - بهمن ۱۳۰۴) و هشتم (آذر ۱۳۰۹ - دى ۱۳۱۱) نماينده گيلان در مجلس شوراى ملى بود. سردار معتمد در كابينه سپهدار اعظم (فتح اللّه اكبر) در آبان ۱۲۹۹ به وزارت پست و تلگراف منصوب شد و تا سوم اسفند ۱۲۹۹ در اين منصب بود. سردار معتمد (صادق اكبر) در دى ۱۳۱۱ در تهران درگذشت. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۲۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "صادق خان اکبر، معروف به سردار معتمد، فرزند چه کسی بود و در چه سالی متولد شد؟",
            "ازدواج سردار معتمد با دختر چه کسی در کسب ثروت او تأثیر داشت؟",
            "سردار معتمد در چه سالی لقب محتشم‌الملک را دریافت کرد و چه پیشکش مهمی باعث لقب سردار معتمد شدن او شد؟",
            "در کدام دوره‌های مجلس شورای ملی، سردار معتمد نماینده گیلان بود؟",
            "سردار معتمد در چه سمت دولتی در کابینه سپهدار اعظم خدمت کرد و مدت زمان این مسئولیت چقدر بود؟"
        ]
    },
    {
        "event": "ولادت محمد حسن بدیع (نصرت الوزاره) کارپرداز ایران در کربلا و ادیب و شاعر و روزنامه نگار ایرانی در کاظمین در سال ۱۲۵۱ ش (۱۲۸۹ ق)",
        "text": ".محمد حسن بديع ملقب به نصرت الوزاره فرزند ملا رضا بهبهانى در ۱۲۵۱ ش در كاظمين متولد شد. او تحصيل را در زادگاهش آغاز كرد و با زبان فرانسه نيز آشنا شد. مقارن مشروطيت در ايران براى روزنامه حبل المتين در كلكته مقالاتى تند و مهيج مى‌نگاشت و در بصره نيز جمعيت ايرانيان را تشكيل داد و پس از خلع محمد على شاه از سلطنت، جشن باشكوهى در بصره برپا كرد. وى كه اديب و شاعرى توان‌مند بود در تهران در بهمن ۱۲۹۷ نايب رئيس يك انجمن ادبى شد كه فرج اللّه بهرامى رياست آن را برعهده داشت و ديگر اعضاى آن عبارت بودند از رشيد ياسمى، سعيد نفيسى، عباس اقبال. محمد حسن بديع در ۱۲۹۳ ش منشى كنسول ايران در بادكوبه شد و اين شايد اولين مأموريتش پس از استخدام در وزارت خارجه بود. او از ۱۳۰۰ تا ۱۳۰۲ ش كنسول (كارپرداز) ايران در كربلا بود و سپس از آبان ۱۳۰۲ تا تير ۱۳۰۴ و نيز از دى ۱۳۰۶ تا خرداد ۱۳۱۱ اين مسئوليت را در بصره برعهده داشت و در عين حال از آبان ۱۳۰۵ تا مهر ۱۳۰۷ به عنوان ژنرال كنسول (كارپرداز ارشد) ايران در بغداد بود. ظاهرا او در بين سالهاى ۱۲-۱۳۱۱ ش حكمران ملاير شد و از آن پس در بهمن ۱۳۱۲ به سركنسولى ايران در هرات منصوب شد و تا فروردين ۱۳۱۵ در اين منصب بود. محمد حسن بديع در ۱۳۱۶ ش در تهران درگذشت. او آثارى در ادبيات داستانى دارد و نيز ديوان اشعارش منتشر شده است. این واقعه در استان بصره رخ داده است. شهر آن کاظمین بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۸۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "محمد حسن بدیع ملقب به چه کسی بود و در چه سال و کجا متولد شد؟",
            "در دوران مشروطیت، محمد حسن بدیع برای کدام روزنامه در کلكته مقاله می‌نوشت؟",
            "اولین مأموریت محمد حسن بدیع پس از استخدام در وزارت خارجه چه بود و در کدام شهر انجام شد؟",
            "محمد حسن بدیع در چه سال‌ها و در کدام شهرها به عنوان کارپرداز یا کنسول ایران خدمت کرده است؟",
            "محمد حسن بدیع علاوه بر فعالیت‌های سیاسی، در چه حوزه‌های ادبی فعالیت داشته و چه آثار مهمی از او باقی مانده است؟"
        ]
    },
    {
        "event": "ولادت حسن فلسفی (شرف الملک حکیم زاده) از روحانیون مشروطه خواه در سال ۱۲۵۱ ش (۱۲۸۹ ق)",
        "text": "حسن فلسفى معروف به شرف الملك حكيم‌زاده فرزند حاج على آقا مدرس زنوزى به سال ۱۲۵۱ ش ديده به جهان گشود. تحصيلاتش را در معارف اسلامى ادامه داد و در جوانى از مدرسين حوزه علميه تهران شد. او از روحانيون مشروطه‌خواه بود و در نهضت مشروطيت از فعالان سياسى به شمار مى‌رفت. فلسفى در فتح تهران و سقوط سلطنت محمد على ميرزا سهمى داشت. بعد از استبداد صغير وارد عدليه شد و به شغل قضايى پرداخت. در جنگ جهانى اول به رياست عدليه يزد منصوب گرديد و در قضيه مهاجرت عده‌اى از رجال مخالف روس و انگليس به كرمانشاه در جريان جنگ جهانى اول جزو مهاجرين بود. رياست شعبۀ استيناف، مستشارى ديوان عالى كشور، رياست شعبه ديوان عالى تميز، رياست شعبۀ عرايض از ديگر سمت‌هاى قضايى او بود. وى به سال ۱۳۲۱ درگذشت. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 31.8822 و طول جغرافیایی 54.3397. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۳۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسن فلسفی ملقب به چه کسی بود و در چه سال و کجا به دنیا آمد؟",
            "حسن فلسفی در کدام حوزه تحصیل کرد و چه سمتی در حوزه علمیه تهران داشت؟",
            "حسن فلسفی در نهضت مشروطیت چه نقشی ایفا کرد؟",
            "پس از دوران استبداد صغیر، حسن فلسفی در کدام دستگاه مشغول به کار شد و چه مسئولیت‌هایی داشت؟",
            "حسن فلسفی در دوران جنگ جهانی اول در کدام استان رياست عدليه را بر عهده داشت و چه تجربه‌ای از مهاجرت سیاسی داشت؟"
        ]
    },
    {
        "event": "ولادت سید عبد الرحیم خلخالی از رجال آزادی خواه در خلخال در حدود سال ۱۲۹۰ ق",
        "text": ".سيد عبد الرحيم خلخالى در حدود سال ۱۲۹۰ ق، در خلخال متولد شد و براى تحصيل از خلخال به رشت مسافرت كرد و مدتى طولانى در رشت به تحصيل ادبيات عرب و علم معقول پرداخت. در حدود سال ۱۳۲۱ ق، براى تكميل تحصيلات خود از رشت به تهران آمد و در سال ۱۳۲۴ ق، به همراه سيد محمد رضا شيرازى روزنامۀ مساوات را داير كردند. پس از توپ بستن مجلس در ۱۳۲۶، به قفقاز سفر كرد و مدتى نيز نزد حاجى ميرزا عبد الرحيم طالبوف بود و از آن‌جا به عشق‌آباد رفت. در سال ۱۳۲۷ ق، به رشت آمد و جزو فعالين احرار بود و از آن‌جا به همدان براى مأموريت‌هاى انقلاب روانه شد. پس از فتح تهران، به تهران آمد و به خدمت وزارت ماليه درآمد و بالاخره رئيس ديوان محاسبات شد. این واقعه در استان گیلان رخ داده است. شهر آن خلخال بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 37.2744 و طول جغرافیایی 49.5889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۴۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید عبد الرحیم خلخالی در چه سال و کجا به دنیا آمد؟",
            "برای ادامه تحصیل، سید عبد الرحیم از خلخال به کدام شهر سفر کرد و چه رشته‌هایی را در آنجا مطالعه کرد؟",
            "سید عبد الرحیم خلخالی در چه سالی و با چه کسی روزنامه مساوات را تأسیس کرد؟",
            "پس از توپ بستن مجلس در سال ۱۳۲۶ ق، سید عبد الرحیم به کدام مناطق سفر کرد و نزد چه کسی بود؟",
            "پس از فتح تهران، سید عبد الرحیم چه سمت مهمی در وزارت مالیه و ديوان محاسبات به عهده گرفت؟"
        ]
    },
    {
        "event": "ولادت داود مفتاح السلطنه از رجال سیاسی عصر قاجار و پهلوی در تهران در سال ۱۲۵۲ ش (حدود ۱۲۹۰ ق)",
        "text": ".داوود مفتاح (مفتاح السلطنه) در سال ۱۲۵۲ ش در تهران به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۲۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "داود مفتاح السلطنه در چه سالی و در کدام شهر به دنیا آمد؟",
            "این واقعه در کدام استان ایران رخ داده است؟",
            "مختصات جغرافیایی محل تولد داود مفتاح السلطنه چیست؟",
            "نام کامل داود مفتاح چیست که در متن آمده است؟",
            "نویسنده و منبع این متن کدام است و در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت وحید الملک شیبانی سیاستمدار عصر قاجار و وزیر پست و تلگراف در دولت احمد قوام در سال ۱۲۵۲ ش (۱۲۹۰ ق)",
        "text": "ميرزا عبد الحسين خان وحيد الملك شيبانى فرزند ميرزا حسن خان معروف به آقا خان به سال ۱۲۵۲ ش در كاشان به دنيا آمد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۱۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "وحید الملک شیبانی در چه سالی متولد شد؟",
            "محل تولد وحید الملک شیبانی کجاست؟",
            "نام پدر وحید الملک شیبانی چیست؟",
            "وحید الملک شیبانی در چه دوره‌ای سیاسی فعالیت داشته است؟",
            "نویسنده و منبع این متن چیست و در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت قوام السلطنه (قوام السلطنه) از رجال سیاسی ایران در سال ۱۲۵۲ ش (۱۲۹۰ ق)",
        "text": "احمد قوام معروف به قوام السلطنه در سال ۱۲۵۲ ش، در تهران متولد شد. پدرش ميرزا ابراهيم معتمد السلطنه از رجال دوره ناصرى بود. جدش قوام الدوله وزير دفتر استيفا بود. در سال ۱۳۱۲ ش، براى مدت كوتاهى، جزو اجزاى خلوت و پيش‌خدمتان ناصر الدين شاه بود. در سال ۱۳۱۴ ش، رئيس دفتر دايى خود، ميرزا على اكبر خان امين الدوله حاكم آذربايجان شد. در مدت صدارات سلطان عبد الحميد ميرزا عين الدوله (۲۴-۱۳۲۱ ق) با لقب دبير حضور، منشى او بود. در اوايل مشروطيت ملقب به قوام السلطنه گرديد. وى پس از فتح تهران در سال ۱۳۲۷، معاون وزارت داخله شد و در سال‌هاى ۹۹-۱۲۹۷ ش، والى خراسان بود. سپس در سال ۱۳۰۰ و ۱۳۰۱ ش، مدتى نخست‌وزير بود، همچنين در مرداد ۱۳۲۱ و ۱۳۲۴ ش، نيز دوباره نخست‌وزير شد و در ۲۵ تير ۱۳۳۱ ش، پس از استعفاى محمد مصدق از نخست‌وزيرى، قوام السلطنه به اين سمت منصوب شد، اما چهار روز بيشتر طول نكشيد كه در اثر شورش و اعتراض عمومى مجبور به استعفا گرديد و مصدق بنا به خواست مردم مجددا نخست‌وزير شد. به‌طور كلى قوام پنج بار نخست‌وزير، بيست بار وزير و يك بار فرمانرواى خراسان و يك دوره نيز وكيل مجلس بود و سرانجام در تيرماه ۱۳۳۴ ش، درگذشت. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۸۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "قوام السلطنه در چه سالی و در کدام شهر متولد شد؟",
            "پدر و جد قوام السلطنه چه افرادی بودند و چه سمت‌هایی داشتند؟",
            "قوام السلطنه در چه سال‌هایی نخست‌وزیر ایران بود؟",
            "قوام السلطنه چند بار نخست‌وزیر و چند بار وزیر ایران بوده است؟",
            "علت استعفای قوام السلطنه در تیرماه ۱۳۳۱ چه بود و چه کسی دوباره نخست‌وزیر شد؟"
        ]
    },
    {
        "event": "ولادت حسن پیرنیا (مشیر الملک، پیرنیا) از رجال سیاسی عصر قاجار در سال ۱۲۹۱ ق",
        "text": ".ميرزا حسن خان، ملقب به مشير الملك، مشير الدوله و بعدها با نام حسن پيرنيا در ۱۲۹۱ ق به دنيا آمد. براى تحصيلات عالى به مسكو رفت و در مدرسه نظامى كادكسى كرپوس درس خواند. سپس در دانشكده حقوق مسكو تحصيلات خود را ادامه داد و همان زمان وابسته سفارت ايران در سن پترزبورگ شد و تا ۱۳۱۷ در آنجا ماند. وقتى به ايران بازگشت منشى‌گرى وزارت خارجه را بدو سپردند و چندى بعد رياست كابينه وزارت امور خارجه را به عهده گرفت. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسن پیرنیا (مشیر الملک) در چه سال و در کدام دوره تاریخی به دنیا آمد؟",
            "حسن پیرنیا تحصیلات عالی خود را در کدام کشور و در چه مدرسه‌هایی گذراند؟",
            "حسن پیرنیا در کدام سفارت ایران به عنوان وابسته فعالیت کرد؟",
            "پس از بازگشت به ایران، حسن پیرنیا چه سمت‌هایی در وزارت امور خارجه به عهده گرفت؟",
            "نویسنده و منبع این متن تاریخی چیست؟"
        ]
    },
    {
        "event": "ولادت علی محمد بنی آدم (شریف الدوله) از سیاستمداران عصر قاجار و پهلوی و حاکم بروجرد در کاشان در سال ۱۲۵۳ ش (۱۲۹۱ ق)",
        "text": "ميرزا على محمد خان بنى آدم وزيرزاده كاشانى معروف به شريف الدوله به سال ۱۲۵۳ ش در كاشان متولد گرديد. وى فرزند ميرزا محمد على تعجب كاشانى معروف به داماد و داماد ميرزا زين العابدين خان شريف الدوله برادر بزرگ ميرزا نظام مهندس الممالك رئيس محاكمات وزارت خارجه بود. شريف الدوله بخشى از تحصيلاتش را در كاشان به انجام رساند و سپس وارد مدرسه علوم سياسى گرديد. پس از اخذ دانشنامه در وزارت خارجه مشغول كار شد و مقارن مشروطيت در حدود ۱۳۲۴ ق كنسول بادكوبه شد. او در دوره مشروطه برحسب فرمان ژنرال قونسولى اسلامبول از بادكوبه، به سمت كارگزارى گيلان (رشت) انتخاب گشت و در دوره دوم مجلس شوراى ملى از طرف مردم گيلان و فومنات به وكالت رسيد. چند ماه بعد، از مجلس مستعفى شد و به رياست اداره تحريرات انگليس در وزارت خارجه منصوب گرديد. بعد از آن در تهران معاونت و كفالت وزارت خارجه و سپس معاونت وزارت داخله را بر عهده گرفت و در ۱۳۲۹ ق معاون وزارت جنگ شد. شريف الدوله در حدود ۱۳۳۲ ق كارگزار آذربايجان بود و بنا به موفقيت در انجام مأموريتهاى محوله، مقرر گرديده بود به جاى نظام الملك والى آذربايجان و پيشكار وليعهد شود، اما به تهران احضار و به معاونت وزارت داخله منصوب گشت. وى چندى هم سمت نمايندگى ايران در بالكان را برعهده داشت و در ۱۷ جمادى الثانى ۱۳۳۷ بعد از عزل امير معزز به حكمرانى كردستان رسيد. او براى سامان بخشيدن به اوضاع نابسامان كردستان، سالار اشرف را با وجود نفوذ و قدرتى كه داشت، بازداشت و به دار مجازات آويخت و تا حدى توانست به وضع آشفته آنجا سروسامان بخشد. على محمد خان شريف الدوله در ۱۳۰۱ ش به حكومت بروجرد و لرستان انتصاب يافت و در ۱۳۴۳ ق ايالت بروجرد، لرستان و خوزستان را برعهده داشت. وى پس از به قدرت رسيدن سردار سپه در ۱۳۴۵ ق والى آذربايجان شد و يك سال بعد ايالت خراسان را به عهده گرفت. در اواخر عمر به علت اينكه قوه سامعه را از دست داده بود به حالت انزوا زيست و در ۲۱ دى ۱۳۲۵ درگذشت. وى دستى نيز در سرودن شعر داشت و وقايع و جنگهاى لرستان در رفع اشرار و تمرد شيخ خزعل در خوزستان را به شعر درآورده بود. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۴۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "علی‌محمد بنی‌آدم (شریف‌الدوله) در چه سالی و در کدام شهر متولد شد؟",
            "نخستین سمت رسمی شریف‌الدوله در وزارت خارجه چه بود و در چه دوره‌ای به آن منصوب شد؟",
            "شریف‌الدوله چه اقدام مهمی در دوران حکمرانی‌اش در کردستان انجام داد؟",
            "در دوره حکومت سردار سپه، شریف‌الدوله چه مناصب ایالتی را برعهده گرفت؟",
            "به چه دلیل شریف‌الدوله در اواخر عمر به انزوا رفت و چه فعالیت ادبی داشت؟"
        ]
    },
    {
        "event": "ولادت سید یعقوب انوار شیرازی از علمای سیاسی عصر قاجار در مجلس شورای ملی در سال ۱۲۵۳ ش (رجب ۱۲۹۱ ق)",
        "text": ". آقا سيد يعقوب مشهور به سيد يعقوب انوار شيرازى و انوار اردكانى، فرزند آقا سيد خليل واعظ است كه در سال ۱۲۵۳ ش به دنيا آمد و تحصيلاتش را در يزد، حوزه علميه اصفهان و بعد در تهران به انجام رسانده، درجه اجتهاد گرفت. در دوره چهارم مجلس شوراى ملى به نمايندگى از سوى مردم شيراز به آن‌جا راه يافت. او در اين دوره در دسته و هواداران سردار سپه وارد شده در دوره بعد هم به نمايندگى انتخاب شد. اين بار نماينده ايلات خمسه بود و هنگام شور و رأى‌گيرى درباره ماده واحده تغيير سلطنت قاجاريه كه سلطنت و حكومت را به دست رضا خان سردار سپه مى‌سپرد تلاش و تقلاى زيادى نشان داده، بسيارى از مخالفان و سخنرانان را به عنوان موافق پاسخ گفت. به پاداش همين كوششها در ادوار ششم و هفتم مجلس شوراى ملى نمايندگى‌اش را از شيراز حفظ كرد. ليكن قدرى زياده‌روى نمود و در چند دوره از ورود به مجلس بازماند. تا اينكه در دوره‌هاى ۱۲ و ۱۳ نمايندگى كاشان را در مجلس به دست آورد. سيد يعقوب بعد از استعفاى رضا شاه، يك باره تغيير جهت داد و عليه او سخنانى مطرح كرد. چندى كوشيد كه به محمد رضا پهلوى نزديك شود اما حربه‌اش كارساز نشد و به كلى از صحنه سياست بدور ماند. مرگش در ۱۳۳۴ ش در تهران روى داد. این واقعه در استان شیراز رخ داده است. شهر آن شیراز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 29.61 و طول جغرافیایی 52.5425. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید یعقوب انوار شیرازی تحصیلات خود را در کدام شهرها به پایان رساند و چه درجه‌ای کسب کرد؟",
            "در کدام دوره مجلس شورای ملی، سید یعقوب به نمایندگی از مردم شیراز وارد مجلس شد؟",
            "نقش سید یعقوب انوار در تصویب ماده واحده تغییر سلطنت از قاجار به رضاخان چه بود؟",
            "پس از استعفای رضا شاه، موضع‌گیری سیاسی سید یعقوب انوار چگونه تغییر کرد؟",
            "سید یعقوب انوار در چه سالی و در کجا درگذشت؟"
        ]
    },
    {
        "event": "ولادت ناصر الاسلام گیلانی (سیدیحیی ندامانی) از علمای مشروطه خواه و رجال سیاسی ایران در فومن در سال ۱۲۵۳ ش (۱۲۹۱ ق)",
        "text": ".سيد يحيى ندامانى ملقب به ناصر الاسلام گيلانى (رشتى)، فرزند سيد حسن در ۱۲۵۳ ش در فومن زاده شد. او كه از طلاب علوم دينى به حساب مى‌آمد در جنبش مشروطه گيلان به طرفداران اين نهضت پيوست. او در دوره دوم مجلس شوراى ملى (ذيقعده ۱۳۲۷ - محرم ۱۳۳۰) از فومن، شفت و گسكر وكيل بود و اين وكالت را در دوره‌هاى سوم و پنجم نيز عهده‌دار بود. او از اعضاى حزب اعتدال به حساب مى‌آمد و مديريت روزنامه شورى كه حزب منتشر مى‌كرد برعهده داشت. وى در ۱۳۰۸ ش درگذشت. این واقعه در استان گیلان رخ داده است. شهر آن فومن بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 37.2744 و طول جغرافیایی 49.5889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۵۳۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "ناصر الاسلام گیلانی (سید یحیی ندامانی) در چه سالی و در کدام شهر متولد شد؟",
            "سید یحیی ندامانی در کدام جنبش سیاسی ایران نقش داشت و از چه کسانی حمایت می‌کرد؟",
            "او نماینده کدام مناطق در دوره‌های دوم، سوم و پنجم مجلس شورای ملی بود؟",
            "سید یحیی ندامانی عضو کدام حزب سیاسی بود و چه مسئولیتی در این حزب داشت؟",
            "منبع این اطلاعات چیست و در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت محمود خان شیبانی معروف به محاسب الممالک، از سیاستمداران عصر قاجار در سال ۱۲۵۳ ش (۱۲۹۱ ق)",
        "text": "ميرزا محمود خان محاسب الممالك شيبانى از فرزندان ميرزا طاهر بصير الملك شيبانى مستوفى دورۀ ناصرى، به سال ۱۲۵۳ ش در تهران متولد شد. تحصيلات خود را در دار الفنون تهران به انجام رساند و در سن ۱۸ سالگى شاغل در اداره تلگراف‌خانه شد. وى مدتى به اروپا رفت و در قسمت پست و تلگراف و تلفن مطالعاتى نمود. پس از بازگشت در اوايل مشروطيت شركت تلفن ايران را با سرمايه‌گذارى چند نفر تأسيس نمود و پس از آنكه دولت امر تلفن را زيرنظر گرفت وى همچنان از سهامداران عمده آن بود. محاسب الممالك چندى رياست اتاق ديوان مظالم عدليه را عهده‌دار شد و مدتى نيز پيشكار آذربايجان بود. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۹۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "محمود خان شیبانی (محاسب‌الممالک) در چه سالی و در کجا متولد شد؟",
            "تحصیلات محمود خان شیبانی در کدام مؤسسه آموزشی انجام شد؟",
            "او فعالیت شغلی خود را از چه سنی و در کدام اداره آغاز کرد؟",
            "محمود خان شیبانی چه نقشی در راه‌اندازی شرکت تلفن ایران داشت و وضعیت او پس از ملی شدن آن چگونه بود؟",
            "چه سمت‌هایی را محاسب‌الممالک در دوران فعالیت خود برعهده داشت؟"
        ]
    },
    {
        "event": "ولادت حسن مستوفی الممالک از نخست وزیران عصر قاجار در تهران در سال ۱۲۵۰ ش (۱۲۹۲ ق)",
        "text": " ميرزا حسن آشتيانى مستوفى الممالك (سوم) فرزند ميرزا يوسف مستوفى الممالك كه بعدها نام خانوادگى مستوفى گرفت در ۱۲۹۲ ق/ ۱۲۵۰ ش در تهران به دنيا آمد. تحصيلات مقدماتى را نزد معلمين خصوصى فراگرفت و در سن ۶ يا ۷ سالگى پس از اينكه ميرزا يوسف خان، صدراعظم ناصر الدين شاه شد بنا به درخواست وى از شاه لقب و منصب مستوفى الممالك (وزير دارايى آن زمان) به ميرزا حسن رسيد و حاج ميرزا نصر اللّه گرگانى كه يكى از مستوفيان درجه اول بود به نيابت او تعيين گرديد. مستوفى در ۱۳۰۳ ق پس از درگذشت پدر، رسما همه مشاغل ميرزا يوسف را برحسب امر شاه با پيشكارى ميرزا هدايت اللّه وزير دفتر (پدر دكتر مصدق) برعهده گرفت. در سال ۱۳۱۰ ق كه ميرزا هدايت درگذشت ميرزا حسن مستوفى خود امور استيفاء (ماليه) را انجام مى‌داد. در اوايل سلطنت مظفر الدين شاه، امين الدوله صدر اعظم جديد، ناصر الملك را به جاى مستوفى به وزارت ماليه برگزيد. مستوفى نيز در ۱۳۱۸ ق در سن ۲۶ سالگى به اروپا رفت و مدت هفت سال در پاريس اقامت گزيد. در اوايل مشروطيت به تشويق ميرزا على اصغر خان امين السلطان اتابك اعظم، به ايران بازگشت و در كابينه اتابك، وزير جنگ شد. پس از قتل اتابك در چند كابينه ديگر همين سمت را حفظ كرد. مستوفى شش بار (۱۲۸۹ ش - ۱۳۰۶ ش) به رياست الوزرايى رسيد كه هر دوره بنا به دلايلى از اين سمت كناره‌گيرى مى‌كرد. او چهار نوبت وزير كشور، يك بار وزير امور خارجه و يك بار وزير مشاور شد. در ادوار اول، سوم، چهارم، پنجم و ششم نماينده مجلس شوراى ملى بود. از جمله مهم‌ترين وقايعى كه در دوران رئيس الوزرايى او اتفاق افتاد مى‌توان به موارد ذيل اشاره كرد: وقوع جنگ جهانى اول و اعلام بى‌طرفى ايران در اين جنگ، اشغال ايران از طرف متفقين، تخليه نيروهاى متفق از ايران پس از جنگ، تهديد پايتخت توسط نيروهاى روسى و مهاجرت عده‌اى از رجال و نمايندگان به كرمانشاه، تعطيلى مجلس سوم به دليل مهاجرت، خلع سلاح مجاهدين مشروطه، استخدام مستشاران خارجى، تأسيس ذوب آهن ايران، كتابخانه ملى و تقويت قانون سربازگيرى (نظام وظيفه). مستوفى پس از كناره‌گيرى از كار در ۱۳۰۶ ش، تا آخر عمر شغلى اختيار نكرد. سرانجام در ۶ شهريور ۱۳۱۱ بر اثر سكته قلبى درگذشت و در مقبره خانوادگى در ونك به خاك سپرده شد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۶۴۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسن مستوفی‌الممالک در چه سالی و در کجا متولد شد و پدر او چه کسی بود؟",
            "او چگونه و در چه سنی به مقام مستوفی‌الممالک رسید و چه کسی به نیابت او منصوب شد؟",
            "در چه سالی و به چه مدت در اروپا اقامت داشت و پس از بازگشت چه سمتی را بر عهده گرفت؟",
            "چند بار به مقام ریاست وزرا رسید و چه وزارت‌خانه‌هایی را در دوره‌های مختلف بر عهده داشت؟",
            "چه رویدادهای مهمی در دوران نخست‌وزیری حسن مستوفی‌الممالک اتفاق افتاد؟"
        ]
    },
    {
        "event": "ولادت ناظم العلوم بختیاری از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۹۱ یا ۱۲۹۲ ق",
        "text": "محمد صفى خان ناظم العلوم معروف به ناظم العلوم بختيارى در ۱۲۹۱ يا ۱۲۹۲ ق به دنيا آمد. او فرزند ميرزا على خان و از وابستگان خاندان هدايت است. این واقعه در استان گیلان رخ داده است. شهر آن جیسان بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.3264 و طول جغرافیایی 59.5433. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۸۰ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "ناظم‌العلوم بختیاری در چه سالی و در کجا متولد شد؟",
            "ناظم‌العلوم بختیاری به چه نامی شهرت داشت؟",
            "پدر ناظم‌العلوم بختیاری چه کسی بود؟",
            "ناظم‌العلوم بختیاری با کدام خاندان مشهور نسبت داشت؟",
            "اطلاعات این رویداد از کدام منبع و توسط چه کسی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت شیخ محمد علی تهرانی از رجال سیاسی عصر قاجار در سال ۱۲۵۴ ش (حدود ۱۲۹۲ ق)",
        "text": "ميرزا محمد على خان تهرانى چاله‌ميدانى (كاتوزيان) فرزند شيخ حسن در سال ۱۲۵۴ ش، به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۲۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions":[
            "شیخ محمدعلی تهرانی در چه سالی و در کجا متولد شد؟",
            "نام کامل شیخ محمدعلی تهرانی چه بود و به چه لقب‌هایی شهرت داشت؟",
            "پدر شیخ محمدعلی تهرانی چه کسی بود؟",
            "این رویداد در کدام استان و شهر ایران رخ داده است؟",
            "منبع این اطلاعات چیست و توسط چه کسی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت علی اصغر مؤدب نفیسی (مؤدب الدوله) اولین وزیر بهداری ایران در سال ۱۲۵۴ ش (۱۲۹۲ ق)",
        "text": ". على اصغر مؤدب نفيسى، معروف به مؤدب الدوله فرزند ميرزا على اكبر خان ناظم الاطباء نفيسى در سال ۱۲۵۴ ش، در تهران متولد شد. پس از تحصيلات مقدماتى، وارد دار الفنون شد و تحصيلات خود را در رشته طبابت به اتمام رسانيد و سپس جهت تكميل تحصيلات خود به بلژيك و فرانسه رفت. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "علی‌اصغر مؤدب نفیسی در چه سالی و در کجا متولد شد؟",
            "لقب علی‌اصغر مؤدب نفیسی که بود و پدر او چه کسی بود؟",
            "او تحصیلات مقدماتی خود را در کجا گذراند و چه رشته‌ای را دنبال کرد؟",
            "برای ادامه تحصیل به کدام کشورها رفت؟",
            "منبع این اطلاعات چیست و توسط چه کسی گردآوری شده است؟s"
        ]
    },
    {
        "event": "ولادت ارباب کیخسرو نماینده زرتشتیان در مجلس و از رجال سیاسی عصر قاجار و پهلوی در کرمان در ۱۲۵۳ ش (حدود ۱۲۹۲ ق)",
        "text": "ارباب كيخسرو فرزند شاهرخ در سال ۱۲۵۳ ش، در كرمان متولد شد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۱۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "ارباب کیخسرو در چه سالی و در کدام شهر متولد شد؟",
            "نام پدر ارباب کیخسرو چه بود؟",
            "ارباب کیخسرو نماینده کدام گروه مذهبی در مجلس بود؟",
            "او متعلق به چه دوران‌هایی از تاریخ سیاسی ایران بود؟",
            "اطلاعات این رویداد از چه منبعی و توسط چه کسی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت دکتر سید ولی الله نصر کاشی از دولتمردان عصر قاجار در کاشان در سال ۱۲۵۵ ش (۱۲۹۳ ق)",
        "text": ".سيد ولى اللّه نصر فرزند سيد احمد نصر الاطباء كاشى به سال ۱۲۵۵ ش در كاشان به دنيا آمد. تحصيلات ابتدايى را در زادگاهش فراگرفت. در سن ۱۲ سالگى براى تكميل تحصيلات به تهران آمد و وارد مدرسه دار الفنون شد. وى از آن مدرسه در رشته پزشكى درجه دكترا دريافت كرد و به طبابت مشغول شد. او در راستاى تكميل معلومات خود به تحصيل علوم متداولۀ زمان، از جمله حقوق، فلسفه، حكمت، ادبيات عرب و معارف اسلامى اهتمام ورزيد و در سال ۱۲۷۷ ش وارد خدمات دولتى گرديد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۵۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "دکتر سید ولی‌الله نصر کاشی در چه سالی و در کدام شهر متولد شد؟",
            "پدر سید ولی‌الله نصر چه کسی بود و چه عنوانی داشت؟",
            "او در چه سنی برای ادامه تحصیل به تهران رفت و در کدام مدرسه ثبت‌نام کرد؟",
            "علاوه بر رشته پزشکی، چه علوم دیگری را فرا گرفت؟",
            "دکتر نصر در چه سالی وارد خدمات دولتی شد و منبع این اطلاعات چیست؟"
        ]
    },
    {
        "event": "ولادت حسینقلی خان معاضد الملک از رجال سیاسی در سال ۱۲۹۳ ق",
        "text": ".حسينقلى خان معاضد الملك در سال ۱۲۹۳ ق، در تهران متولد شد و در سال ۱۳۱۷ ق، با عضويت در كارگزارى بجنورد به خدمت وزارت خارجه درآمد. در طى سال‌هاى ۱۳۲۴ و ۱۳۲۹ ق، نايب اول كارگزارى خراسان و در سال ۱۳۳۱ ق، رئيس تذكرۀ خراسان شد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۴۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسینقلی خان معاضدالملک در چه سالی و در کجا متولد شد؟",
            "وی در چه سالی به عضویت کارگزاری بجنورد درآمد و این عضویت مربوط به کدام وزارتخانه بود؟",
            "در فاصله سال‌های ۱۳۲۴ تا ۱۳۲۹ قمری، حسینقلی خان چه سمتی در خراسان داشت؟",
            "حسینقلی خان معاضدالملک در سال ۱۳۳۱ قمری چه مسئولیتی را بر عهده گرفت؟",
            "نویسنده این متن کیست و منبع اصلی آن چه نام دارد؟"
        ]
    },
    {
        "event": "ولادت علی اصغر سلطان العلماء بروجردی اصفهانی نماینده بروجرد در مجلس شورای ملی در سال ۱۲۵۵ ش (۱۲۹۳ ق)",
        "text": "حاج على اصغر سلطان العلماء (اصفهانى) در ۱۲۵۵ ش ديده به جهان گشود. پدرش مرحوم حاجى آقا محمد مهدى نام داشت و در كسوت روحانيت بود. سلطان العلما نيز تحصيلات خود را تا حدود مدرسى ادامه داده، به كسوت روحانيت درآمد. وى در دوره‌هاى سوم و چهارم از سوى مردم بروجرد به نمايندگى مجلس شوراى ملى برگزيده شد. او با ميرزا سيد محمد طباطبايى از يك خاندان و عموزاده بود. این واقعه در استان لرستان رخ داده است. شهر آن بروجرد بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۳۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "علی‌اصغر سلطان‌العلماء بروجردی در چه سالی و در کجا متولد شد؟",
            "پدر علی‌اصغر سلطان‌العلماء چه نام داشت و چه شغلی داشت؟",
            "علی‌اصغر سلطان‌العلماء تا چه مقطعی تحصیل کرد و چه شغلی را برگزید؟",
            "او در کدام دوره‌های مجلس شورای ملی نماینده بروجرد بود؟",
            "رابطه علی‌اصغر سلطان‌العلماء با میرزا سید محمد طباطبایی چه بود؟"
        ]
    },
    {
        "event": "ولادت خالو قربان از کردهای هرسین و از رجال نظامی ایران و دشمنان میرزا کوچک خان جنگلی در حدود سال ۱۲۹۳ ق",
        "text": ".خالو قربان از اكراد هرسين در دره گاماسب، در نزديكى بيستون كرمانشاه است. وى در حدود ۱۸۷۶ م/ ۱۲۹۳ ق به دنيا آمد. این واقعه در استان کرمانشاه رخ داده است. شهر آن کرمانشاه بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 34.3325 و طول جغرافیایی 47.0933. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۳۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "خالو قربان اهل کدام منطقه و از چه قومی بود؟",
            "خالو قربان در چه سالی و در کجا به دنیا آمد؟",
            "خالو قربان در کدام استان و شهر متولد شد؟",
            "مختصات جغرافیایی محل تولد خالو قربان چیست؟",
            "منبع و نویسنده این متن چه کسانی هستند و این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت میرزا محسن معتمد التجار نماینده تبریز در مجلس شورای ملی در ۱۷ شوال ۱۲۹۳ ق",
        "text": "ميرزا محسن معتمد التجار فرزند حاجى ميرزا شفيع امين التجار اصفهانى، مشهور به آذربايجانى، متولد ۱۷ شوال ۱۲۹۳ در تبريز است. این واقعه در استان آذربایجان رخ داده است. شهر آن تبريز بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۰۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا محسن معتمدالتجار در چه تاریخی و در کجا متولد شد؟",
            "نام پدر میرزا محسن معتمدالتجار چه بود و چه لقبی داشت؟",
            "میرزا محسن معتمدالتجار به چه نامی نیز مشهور بود؟",
            "تولد میرزا محسن معتمدالتجار در کدام استان و شهر رخ داد؟",
            "منبع و نویسنده این متن چه کسانی هستند و این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت دکتر امیر اعلم از رجال علمی و سیاسی عصر قاجار و پهلوی در تهران در سال ۱۲۵۶ ش (۱۲۹۴ ق)",
        "text": ".امير خان امير اعلم فرزند على اكبر خان معتمد الوزراه به سال ۱۲۵۶ ش/ ۱۲۹۴ ق در تهران به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۱۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "دکتر امیر اعلم در چه سالی و در کجا متولد شد؟",
            "نام پدر امیر اعلم چه بود و چه لقبی داشت؟",
            "تولد دکتر امیر اعلم در کدام استان و شهر اتفاق افتاد؟",
            "مختصات جغرافیایی محل تولد امیر اعلم چیست؟",
            "منبع و نویسنده این متن چه کسانی هستند و این متن در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت مجلل الدوله دولتشاهی از نوادگان فتحعلیشاه قاجار و از سیاستمداران عصر قاجار و پهلوی و پدر زن رضا خان در سال ۱۲۵۶ ش (۱۲۹۴ ق)",
        "text": "مجلل الدوله دولتشاهى از اعيان و شاهزادگان قاجار و فرزند سلطان ابراهيم ميرزاى مشكوه الدوله فرزند محمد على ميرزا فرزند فتحعليشاه قاجار و نوادۀ دخترى پاشا خان امين الملك بود. وى به سال ۱۲۵۶ ش در كرمانشاه به دنيا آمد. تحصيلاتش را در حدود سطح در موطن خويش انجام داد و براى ادامه تحصيل به فرانسه رفت. پس از بازگشت به ايران نايب الحكومه چند شهر شد و چندى نيز در مناطق مختلف حكومت نمود. در سال ۱۳۰۲ ش رضا خان سردار سپه با دختر وى عصمت الملوك دولتشاهى ازدواج كرد و به همين علت وى از قاجار روى‌گردان شد و در زمرۀ طرفداران رضا خان قرار گرفت. پس از انقراض سلسله قاجار و استقرار رضا خان در سلطنت، مجلل الدوله دولتشاهى در ۲۹ آذر ۱۳۰۴ به رياست تشريفات داخلى دربار پهلوى تعيين گرديد و در جرگۀ درباريان قرار گرفت. وى در ۲ آبان ۱۳۱۱ به علت سكتۀ قلبى فوت كرد. وى از قماربازان معروف بود و بيشتر وقت خود را صرف آن مى‌كرد. مخبر السلطنه هدايت علت مرگ مجلل الدوله را به علت باخت مبلغ ۲۵ هزار تومان در قمار دانسته است. ظاهرا شبى كه وى سكته كرد مبلغ ۲۵ هزار تومان به وكيل الملك ديبا رئيس حسابدارى دربار باخته بود. رضا شاه پس از اطلاع از اين ماجرا به ديبا دستور داد مبلغ مزبور را به وراث وى برگرداند و متعاقب همين از دربار اخراج و زندانى شد. این واقعه در استان کرمانشاه رخ داده است. شهر آن کرمانشاه بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 34.3325 و طول جغرافیایی 47.0933. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۱۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "مجلل‌الدوله دولتشاهی در چه سالی و در کجا متولد شد و از نسل کدام پادشاه قاجار بود؟",
            "چه رابطه‌ای میان مجلل‌الدوله دولتشاهی و رضاخان وجود داشت و این رابطه در چه سالی شکل گرفت؟",
            "مجلل‌الدوله چه سمت‌هایی پس از بازگشت از فرانسه بر عهده گرفت؟",
            "علت مرگ مجلل‌الدوله دولتشاهی چه بود و چه ماجرایی به آن نسبت داده شده است؟",
            "رضا شاه پس از اطلاع از ماجرای قمار مجلل‌الدوله چه دستوری درباره دیبا صادر کرد؟"
        ]
    },
    {
        "event": "ولادت سید عبد الوهاب صالح ضیابری (ضیاءبری) از علمای مبارز مشروطه خواه در روستای ضیابر گیلان در سال ۱۲۹۴ ق",
        "text": "سيد عبد الوهاب پسر سيد صالح مجتهد ضياءبرى به سال ۱۲۹۴ ق در روستاى ضيابر گيلان به دنيا آمد. مقدمات علوم دينى را در زادگاهش فراگرفت و پس از اقامت كوتاهى در رشت و بهره‌گيرى از ميرزا على مجتهد رشتى عازم نجف شد و از محضر آخوند ملا محمد كاظم خراسانى، ملا على نهاوندى و ملا محمد شربيانى كسب فيض نمود. وى پس از نيل به‌مقام اجتهاد در اواخر ۱۳۲۲ ق به رشت بازگشت و مورد اكرام و احترام علماء و مدرسين قرار گرفت. او در رشت به تدريس فقه و اصول اهتمام ورزيد. از شاگردان مشهورش در اين دوره شيخ على ناصرانى و شيخ يونس (ميرزا كوچك خان جنگلى) و سيد رضا رودبارى بودند. سيد عبد الوهاب در جريان نهضت مشروطه‌خواهى به صف مشروطه‌طلبان پيوست و پس از صدور فرمان مشروطيت به عضويت انجمن ايالتى گيلان درآمد. او در استبداد صغير و در حكومت ظهير الدوله به دستور محمد على شاه، مدتى به خراسان تبعيد گشت و پس از كشته شدن آقا بالا خان سردار افخم، حاكم گيلان، در محرم ۱۳۲۷ به رياست انجمن انتصاب يافت. این واقعه در استان گیلان رخ داده است. روستای ضیابر بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 37.2744 و طول جغرافیایی 49.5889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۹۹ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید عبدالوهاب صالح ضیابری در چه سالی و در کجا متولد شد و پدرش چه کسی بود؟",
            "سید عبدالوهاب برای تحصیل علوم دینی به کجا سفر کرد و نزد چه استادانی تعلیم دید؟",
            "او پس از بازگشت از نجف در چه فعالیت‌هایی در رشت شرکت داشت و چه شاگردان مشهوری داشت؟",
            "نقش سید عبدالوهاب در نهضت مشروطه چه بود و به چه دلیل تبعید شد؟",
            "او پس از کشته شدن آقا بالا خان سردار افخم چه مسئولیتی را بر عهده گرفت؟"
        ]
    },
    {
        "event": "ولادت رضا خان در روستای آلاشت سوادکوه در سال ۱۲۵۵ یا ۱۲۵۶ ش (۱۲۹۳ یا ۱۲۹۴ ق)",
        "text": ".رضا خان (رضا شاه پهلوى اول) در يك خانواده نظامى در روستاى آلاشت سوادكوه مازندران به دنيا آمد. وى سى و دومين و آخرين فرزند عباسعلى خان (عباسقلى) معروف به داداش بيگ از افسران هنگ سوادكوه بود. مادرش، نوش‌آفرين، از مهاجران مسلمان گرجستان و پنجمين همسر عباسعلى خان بود. رضا خان در سال ۱۲۷۰ ش، در سن چهارده سالگى، يا به گفتۀ بهار در پانزده سالگى به كمك دايى‌اش وارد بريگاد قزاق شد. این واقعه در استان مازندران رخ داده است. شهر آن آلاشت بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "رضا خان در چه سالی و در کجا متولد شد و پدر و مادر او چه کسانی بودند؟",
            "رضا خان چندمین فرزند عباسعلی خان بود و پدرش چه سمتی داشت؟",
            "مادر رضا خان اهل کجا بود و چه نسبتی با عباسعلی خان داشت؟",
            "رضا خان در چه سنی و با کمک چه کسی وارد بریگاد قزاق شد؟",
            "این متن از کدام منبع و توسط چه کسی گردآوری شده و چه سالی انجام شده است؟"
        ]
    },
    {
        "event": "ولادت حبیب الله عین الملک (آل رضا، هویدا) از دولتمردان بهایی ایران در سال ۱۲۹۴ ق",
        "text": "حبيب اللّه خان عين الملك يا آل رضا فرزند ميرزا رضا خان قناد بود كه در سال ۱۲۹۴ ق، در شيراز متولد شد. وى از بهائيان شناخته‌شده‌اى بود كه مورد علاقه عباس افندى قرار داشت. عباس افندى به پاس خدماتى كه ميرزا براى او انجام داده بود، طى توصيه نامه‌اى از دوستان خود خواست كه براى حبيب اللّه شغلى فراهم نمايند و بدين‌ترتيب حبيب اللّه به معاونت حكومت لاهيجان منصوب شد. این واقعه در استان شیراز رخ داده است. شهر آن شیراز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 29.61 و طول جغرافیایی 52.5425. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۷۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حبیب‌الله عین‌الملک در چه سالی و در کجا متولد شد و نام پدر او چه بود؟",
            "حبیب‌الله عین‌الملک به چه دینی تعلق داشت و رابطه‌اش با عباس افندی چگونه بود؟",
            "چه خدماتی موجب شد عباس افندی برای حبیب‌الله توصیه‌نامه بنویسد؟",
            "حبیب‌الله عین‌الملک به چه سمتی منصوب شد و این انتصاب چگونه انجام شد؟",
            "این واقعه در کدام منبع و توسط چه کسی ثبت شده و در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت حاجی محمد تقی بنکدار معروف به سفارتی از رجال سیاسی عصر قاجار در حدود سال ۱۲۵۶ ش (۱۲۹۴ ق)",
        "text": "حاجى محمد تقى بنكدار معروف به سفارتى در حدود سال ۱۲۵۶ ش، متولد شد. اصلا از اهالى كاشان، ولى سال‌هاى طولانى ساكن تهران بود. در سال ۱۳۲۳ ش، كه عده‌اى از اهالى تهران، ظاهرا به عنوان تظلم از شاهزاده عبد المجيد ميرزا عين الدوله، صدراعظم مظفر الدين شاه با تشويق پيدا و پنهان عوامل انگليس در سفارت آن كشور متحصن بودند، حاجى محمد تقى به اتفاق برادرش حاج حسن، نظارت سفارت را بر عهده گرفته و مخارج متحصنين را مى‌پرداختند. به همين دليل حاجى محمد تقى به حاجى سفارتى شهرت يافت. در دوره اول مجلس شوراى ملى از سوى بزّازهاى تهران به وكالت برگزيده شد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۵ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حاجی محمد تقی بنکدار معروف به سفارتی در چه سالی و در کجا متولد شد؟",
            "علت شهرت حاجی محمد تقی به حاجی سفارتی چه بود؟",
            "حاجی محمد تقی و برادرش در ماجرای تحصن در سفارت انگلستان چه نقشی داشتند؟",
            "حاجی محمد تقی در کدام دوره مجلس شورای ملی به نمایندگی انتخاب شد و نماینده چه صنفی بود؟",
            "این واقعه در کدام منبع و توسط چه کسی ثبت و در چه سالی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت علی پرتو اعظم (حکیم اعظم) از رجال سیاسی عصر قاجار و پهلوی در تهران در سال ۱۲۵۶ ش (حدود ۱۲۹۵ ق)",
        "text": "على پرتو شيرازى ملقب به حكيم اعظم، فرزند حاج ابو القاسم در سال ۱۲۵۶ ش در تهران متولد شد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۰۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "علی پرتو اعظم (حکیم اعظم) در کجا متولد شد؟",
            "نام پدر علی پرتو اعظم چه بود؟",
            "لقب علی پرتو شیرازی چه بود؟",
            "این واقعه در کدام شهر و استان رخ داده است؟",
            "علی پرتو اعظم (حکیم اعظم) در چه سالی متولد شد؟"
        ]
    },
    {
        "event": "ولادت محمد نجات (میرزا محمد خراسانی) از علمای سیاسی و نمایندگان مجلس شورای ملی در سال ۱۲۵۶ ش (حدود ۱۲۹۵ ق)",
        "text": "ميرزا محمد خراسانى معروف به محمد نجات، فرزند عبد الكريم ملك التجار خراسانى و نواده حاج قاسم تهرانى در سال ۱۲۵۶ ش، در مشهد به دنيا آمد. پس از اتمام تحصيلات مقدماتى و متوسطه براى ادامه تحصيل به نجف اشرف رفت و پس از چند سال تحصيل در آنجا، به مشهد بازگشت. پس از صدور فرمان مشروطيت محمد نجات روزنامه حقوق را منتشر كرد كه در حقيقت ناشر افكار مشروطه‌خواهان بود. در زمان محمد على شاه مدتى را در زندان گذراند. پس از فتح تهران و خلع محمد على شاه به عضويت دادگاه انقلاب درآمد و اين دادگاه حكم اعدام چند نفر از جمله شيخ فضل اللّه نورى را صادر كرد. وى قبلا نيز، شخصى را كه به شيخ فضل اللّه نورى تيراندازى كرده بود، از لحاظ اسلحه و پول تأمين كرده بود. وى در دوره‌هاى اول تا پنجم مجلس شوراى ملى سمت نمايندگى را بر عهده داشت و از آذربايجان، خراسان، مازندران و زنجان و قاينات وكيل شد. نجات از مؤسسان حزب دمكرات بود و روزنامه‌اى را نيز به نام نجات كه هرهفته دو شماره منتشر مى‌شد، اداره مى‌كرد. پس از دو سال انتشار به سبب تندروى توقيف شد. در مجلس پنجم از هواداران سردار سپه بود و به خلع قاجاريه و سلطنت رضا خان رأى داد. وى در سال ۱۳۰۷ ش، انزوا و گوشه‌نشينى را برگزيد و از سياست كناره‌گيرى كرد و سرانجام در سوم آذر ۱۳۱۲ ش، در سن ۵۶ سالگى درگذشت و در امامزاده عبد اللّه در حضرت عبد العظيم دفن گرديد. این واقعه در استان خراسان رخ داده است. شهر آن مشهد بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 36.3264 و طول جغرافیایی 59.5433. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۲۱۳ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "میرزا محمد خراسانی با چه نامی شناخته می‌شد و در چه سالی و شهری متولد شد؟",
            "میرزا محمد خراسانی پس از تحصیل در مشهد برای ادامه تحصیل به کدام شهر رفت؟",
            "محمد نجات در جریان انقلاب مشروطه چه روزنامه‌هایی را منتشر و اداره کرد؟",
            "در کدام دوره‌های مجلس شورای ملی محمد نجات نمایندگی داشت و از کدام مناطق انتخاب شد؟",
            "در مجلس پنجم محمد نجات از چه کسی حمایت کرد و چه رأیی درباره سلطنت داد؟"
        ]
    },
    {
        "event": "ولادت وثوق السلطنه (مهدی دادور) حاکم گیلان در سال ۱۲۵۷ ش (۱۲۹۵ ق)",
        "text": "مهدى دادور مشهور به وثوق السلطنه فرزند ميرزا موسى وزير لشكر در ۱۲۵۷ ش متولد شد. تحصيلاتش را در تهران انجام داد و مدتى لشكر نويس‌باشى قشون استرآباد شد. در تير ۱۲۸۸ پس از آنكه محمد ولى خان تنكابنى (سپهدار اعظم) رئيس الوزراء و وزير جنگ شد او را به رياست محاسبات كل قشون (وزارت لشكر) منصوب كرد و از اين پس او در مناصب مختلف شاغل بود و مدتى نيز معاونت وزارت جنگ را عهده‌دار شد تا اينكه در كابينه مشير الدوله (تير - آبان ۱۲۹۹) منصب وزارت جنگ يافت. اما پس از كودتاى اسفند ۱۲۹۹ دستگير شد. پس از آزادى مدتى حكمران رشت بود و در اسفند ۱۳۰۰ با حكم رئيس الوزرا والى گيلان شد و راهى آنجا گرديد اما طولى نكشيد كه با دخالت روس‌ها در اواخر تير ۱۳۰۱ از ولايت گيلان معزول شد و به تهران بازگشت. سپس مدتى والى فارس و در ۱۳۰۳ ش به كرمان رفت و چندى نيز والى خراسان بود. او در دوره‌هاى هشتم تا سيزدهم مجلس شوراى ملى وكيل تهران بود و در برخى از مجالس به عنوان نايب رئيس انتخاب مى‌شد. وثوق السلطنه (مهدى دادور) در ۱۳۲۳ ش استاندارى فارس و سپس آذربايجان را برعهده داشت. وى در ۲۶ مرداد ۱۳۲۶ در تهران درگذشت. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۲۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "وثوق‌السلطنه با چه نامی شناخته می‌شد و در چه سالی و شهری متولد شد؟",
            "اولین سمت‌های شغلی وثوق‌السلطنه در دوران آغاز فعالیتش چه بود؟",
            "پس از کودتای اسفند ۱۲۹۹، چه اتفاقی برای مهدی دادور افتاد؟",
            "وثوق‌السلطنه در چه سالی والی گیلان شد و چرا از این سمت برکنار شد؟",
            "مهدی دادور در کدام دوره‌های مجلس شورای ملی نماینده تهران بود و چه مسئولیت‌هایی در مجلس داشت؟"
        ]
    },
    {
        "event": "ولادت اسماعیل ممتاز الدوله از رجال سیاسی عصر قاجار در تبریز در ۱۰ ذی الحجه سال ۱۲۸۹ ق و به قولی ۱۲۸۵ یا ۱۲۹۵ ق",
        "text": ".اسماعيل ممتاز معروف به ممتاز الدوله، فرزند مكرم السلطنه تبريزى در دهم ذى الحجه ۱۲۸۹ ق، در تبريز به دنيا آمد. در منابع مختلف سال تولد او را سال‌هاى ۱۲۸۵، ۱۲۹۵ ق، ۱۲۵۳ و ۱۲۸۵ ش، نقل كرده‌اند. این واقعه در استان آذربایجان رخ داده است. شهر آن تبریز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۵۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "نام کامل و لقب اسماعیل ممتاز چه بود و او در چه شهری متولد شد؟",
            "پدر اسماعیل ممتاز الدوله چه کسی بود؟",
            "تاریخ تولد ممتاز الدوله به صورت دقیق در کدام روز و سال قمری ذکر شده است؟",
            "چه سال‌های متفاوتی در منابع مختلف برای تولد ممتاز الدوله ذکر شده است؟",
            "مختصات جغرافیایی محل تولد اسماعیل ممتاز الدوله چه بوده است؟"
        ]
    },
    {
        "event": "ولادت سید محمد علی داعی الاسلام، ادیب، پژوهشگر و فرهنگ نویس ایرانی در روستای نیارک لاریجان در سال ۱۲۹۵ ق",
        "text": ".سيد محمد على داعى الاسلام، از سادات نياكى لاريجان، در ۱۲۹۵ قمرى در قريه نيارك، از توابع لاريجان ديده به جهان گشود. پدرش سيد حسن نام داشت. تحصيلات مقدماتى را در آمل و تهران به پايان برد و در ۱۳۱۶ قمرى براى تكميل تحصيلات به اصفهان رفت و فقه و اصول و حكمت آموخت. در كنار آن به زبان انگليسى نيز آشنايى يافت و در رشته زبان‌شناسى شرق نيز معلومات كافى به دست آورد و زبان‌هاى اوستايى و سانسكريت را فراگرفت. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۴۴۴ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید محمد علی داعی‌الاسلام در چه سالی و در کجا متولد شد؟",
            "نام پدر سید محمد علی داعی‌الاسلام چه بود؟",
            "تحصیلات مقدماتی سید محمد علی داعی‌الاسلام در کدام شهرها انجام شد؟",
            "سید محمد علی داعی‌الاسلام برای ادامه تحصیل به کدام شهر رفت و چه علومی را فرا گرفت؟",
            "کدام زبان‌ها را سید محمد علی داعی‌الاسلام در طول تحصیل خود آموخت؟"
        ]
    },
    {
        "event": "ولادت احسان الله دوستدار از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۶۳ ش (۱۳۰۱ ق)",
        "text": ".احسان اللّه خان دوستدار فرزند ميرزا على اكبر حافظ الصحه به سال ۱۲۶۳ ش در سارى به دنيا آمد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۲۱ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "احسان‌الله خان دوستدار در چه سالی متولد شد؟",
            "احسان‌الله خان دوستدار در کجا متولد شد؟",
            "احسان‌الله خان دوستدار متعلق به کدام دوران‌های سیاسی ایران بود؟",
            "نام منبعی که اطلاعات مربوط به احسان‌الله خان دوستدار از آن استخراج شده چیست؟",
            "نام پدر احسان‌الله خان دوستدار چه بود؟"
        ]
    },
    {
        "event": "ولادت سید محمد باقر دستغیب از واعظان و رجال سیاسی عصر قاجار در شیراز در سال ۱۲۶۲ ش (حدود ۱۳۰۱ ق)",
        "text": "حاجى سيد محمد باقر دستغيب از آزاديخواهان و وعاظ مشهور در ۱۲۶۲ ش در شيراز به دنيا آمد. این واقعه در استان شیراز رخ داده است. شهر آن شیراز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 29.61 و طول جغرافیایی 52.5425. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۵۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "سید محمد باقر دستغیب در چه سالی متولد شد؟",
            "زادگاه سید محمد باقر دستغیب کجاست؟",
            "سید محمد باقر دستغیب به چه عنوان‌هایی شناخته می‌شود؟",
            "مختصات جغرافیایی محل تولد سید محمد باقر دستغیب چیست؟",
            "اطلاعات این متن از کدام منبع تاریخی استخراج شده است؟"
        ]
    },
    {
        "event": "ولادت عزیز الله خان احتشام حضور، از سیاستمداران و دولتمردان عصر قاجار در تبریز در سال ۱۳۰۳ ق",
        "text": "عزيز اللّه خان احتشام حضور در ۱۳۰۳ ق در تبريز ديده به جهان گشود و در ۱۳۲۶ ق مشغول خدمت ادارى گرديد و در اداره تحريرات آلمان به ۳۵۸ كار ثبت مشغول شد. از ديگر شغلهاى وى مى‌توان به موارد زير اشاره كرد: دفتردارى در دفتر مركزى، دفتردارى جنرال قونسولگرى بغداد ۱۳۲۸ ق، دفتردارى مركزى ۱۳۳۰ ق. این واقعه در استان آذربایجان رخ داده است. شهر آن تبریز بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 38.0814 و طول جغرافیایی 46.3006. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۳۵۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "عزیزالله خان احتشام حضور در کدام شهر به دنیا آمد؟",
            "عزیزالله خان احتشام حضور در چه سالی شروع به خدمت اداری کرد؟",
            "مختصات جغرافیایی محل تولد عزیزالله خان احتشام حضور چیست؟",
            "عزیزالله خان احتشام حضور در چه سالی به دنیا آمد؟",
            "این متن توسط چه کسی گردآوری شده است؟"
        ]
    },
    {
        "event": "ولادت حسین علاء (معین الوزاره) از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۶۴ ش (۱۳۰۳ ق)",
        "text": "ميرزا حسين خان ملقب به معين الوزاره و مشهور به حسين علاء در ۱۳۰۳ ق/ ۱۲۶۴ ش در تهران زاده شد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "حسین علاء در چه سالی متولد شد؟",
            "لقب میرزا حسین خان چه بود؟",
            "محل تولد حسین علاء کدام شهر است؟",
            "این واقعه در کدام استان رخ داده است؟",
            "مختصات جغرافیایی محل تولد حسین علاء چیست؟"
        ]
    },
    {
        "event": "ولادت اکبر صارم الدوله فرزند مسعود میرزا ظل السلطان و نوه ناصر الدین شاه قاجار، در اصفهان در سال ۱۲۶۵ ش (۱۳۰۳ ق)",
        "text": ".اكبر ميرزا مسعود، ملقب به صارم الدوله، در ۱۲۶۵ ش، در اصفهان متولد شد. پدرش مسعود ميرزا ظل السلطان، فرزند ارشد ناصر الدين شاه بود و به علت اينكه، مادرش از خاندان قاجاريه نبود به سلطنت نرسيد. وى دوازده فرزند پسر داشت كه اكبر ميرزا ششمين پسر او بود و فوق العاده، موردتوجه پدر قرار داشت. این واقعه در استان اصفهان رخ داده است. شهر آن اصفهان بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 32.6447 و طول جغرافیایی 51.6675. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۰۷ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "اکبر صارم‌الدوله در چه سالی و در کدام شهر به دنیا آمد؟",
            "پدر اکبر صارم‌الدوله کی بود و چه نسبتی با ناصرالدین شاه داشت؟",
            "چرا پدر اکبر صارم‌الدوله به سلطنت نرسید؟",
            "اکبر صارم‌الدوله چندمین پسر مسعود میرزا ظل السلطان بود؟",
            "مختصات جغرافیایی محل تولد اکبر صارم‌الدوله چیست؟"
        ]
    },
    {
        "event": "ولادت محمود پولادین از صاحب منصبان نظامی عصر قاجار و پهلوی در سال ۱۲۶۴ ش (حدود ۱۳۰۳ ق)",
        "text": "محمود پولادين به سال ۱۲۶۴ ش به دنيا آمد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۲۸۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "محمود پولادین در چه سالی متولد شد؟",
            "محمود پولادین در کجا به دنیا آمد؟",
            "نویسنده این متن کیست؟",
            "مختصات جغرافیایی محل تولد ایشان کجا بوده است؟",
            "محمود پولادین در چه عصری به دنیا امد؟"
        ]
    },
    {
        "event": "ولادت محمود جم (مدیر الملک) از رجال سیاسی عصر قاجار و پهلوی و نخست وزیر ایران در سال ۱۲۶۵ ش (۱۳۰۳ ق)",
        "text": ".محمود خان جم (مدير الملك) در سال ۱۲۶۴ ش، به دنيا آمد. اجداد او كرمانى بودند ولى پدرش در تبريز اقامت گزيد و جم در تبريز به دنيا آمد. ابتدا او در تبريز كار خود را نزد دكتر كوپن، داروساز فرانسوى و طبيب وليعهد آغاز كرد. پس از آنكه زبان فرانسه آموخت به تهران آمد و در سفارت فرانسه، منشى و مترجم شد. در سال ۱۲۸۸ ش، در اداره گمرك تهران نيز به كار ترجمه مشغول شد و در سال ۱۲۹۸ ش، رئيس انبار غله دولتى شد. پيش از كودتاى ۱۲۹۹ ش، از همكاران سيد ضياء الدين، در كميته زرگنده (آهن) بود. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۱، ص ۱۲ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "محمود جم در چه سالی و در کدام شهر به دنیا آمد؟",
            "اجداد محمود جم اهل کدام منطقه بودند و پدرش در کجا زندگی می‌کرد؟",
            "محمود جم کار خود را نزد چه کسی و در چه زمینه‌ای آغاز کرد؟",
            "محمود جم در سال ۱۲۸۸ ش در کدام اداره تهران مشغول به کار شد؟",
            "پیش از کودتای ۱۲۹۹ ش، محمود جم در چه کمیته‌ای همکاری داشت؟"
        ]
    },
    {
        "event": "ولادت سرهنگ اسماعیل خان (اسماعیل شفایی) از صاحب منصبان نظامی عصر قاجار در تهران در سال ۱۲۶۴ ش (۱۳۰۳ ق)",
        "text": ".اسماعيل شفايى در ۱۲۶۴ ش در تهران زاده شد. تحصيلاتش را در ايران و روسيه گذراند. آنگاه در ۱۲۸۹ ش به بريگاد قزاق پيوست و در ۱۳۰۱ ش به رياست قورخانه منصوب گرديد. در اين زمان رياست اركان حرب لشكر مركز را هم به عهده گرفت. او در ۱۳۰۱ ش به اروپا رفت و مقدارى تفنگ و مهمات خريد. همچنين درباره خريد كارخانه‌هاى اسلحه‌سازى و مهمات‌سازى بررسى‌هاى لازم را به عمل آورد. او براى بار دوم در ۱۳۰۵ ش باز راه اروپا را در پيش گرفت. وى چند سالى در برن ماند تا اينكه رئيس كميسيون خريد اسلحه شد و تا ۱۳۰۶ ش امورى را كه بر عهده داشت به انجام رسانيد. سرتيپ اسماعيل خان به دو زبان روسى و آلمانى مسلط بود و با درجه سرلشكرى هم بازنشسته شد. این واقعه در استان تهران رخ داده است. شهر آن تهران بوده است. مختصات جغرافیایی این رویداد برابر است با عرض جغرافیایی 35.6892 و طول جغرافیایی 51.3889. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۱۹۶ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "اسماعیل شفایی در چه سالی و در کدام شهر به دنیا آمد؟",
            "تحصیلات اسماعیل شفایی در چه کشورهایی انجام شد؟",
            "در چه سالی اسماعیل شفایی به بریگاد قزاق پیوست و چه مسئولیتی در سال ۱۳۰۱ ش به او واگذار شد؟",
            "اسماعیل شفایی چند بار به اروپا سفر کرد و برای چه منظور؟",
            "به چه زبان‌هایی اسماعیل شفایی مسلط بود و با چه درجه‌ای بازنشسته شد؟"
        ]
    },
    {
        "event": "ولادت اسد الله یمین الملک (یمین الممالک) اسفندیاری از رجال سیاسی عصر قاجار و پهلوی در سال ۱۲۶۵ ش (۱۳۰۳ ق)",
        "text": ".اسد اللّه يمين اسفنديارى معروف به يمين الممالك - كه در اين خبر از او يمين الملك ياد شده و به نظر مى‌رسد درست هم باشد - فرزند جعفر خان يمين الممالك مازندرانى در ۱۲۶۵ ش در تهران متولد شد. نویسنده این متن حسن فراهانی است. این متن از منبع روز شمار تاریخ معاصر ایران، ج ۲، ص ۷۸ بدست آمده است. در سال ۱۳۸۵ گرده اوری شده است.",
        "questions": [
            "اسدالله یمین الملک (یمین الممالک) در چه سالی متولد شد؟",
            "محل تولد اسدالله یمین الملک کجاست؟",
            "نام پدر اسدالله یمین الملک چیست؟",
            "اسدالله یمین الملک به چه نامی نیز مشهور است؟",
            "این اطلاعات توسط چه نویسنده‌ای گردآوری شده است؟"
        ]
    }
]