[
    {
        "event": "کنوانسیون حمایت از دیپلمات‌ها",
        "text": "چرا این کنوانسیون در سال ۱۹۷۳ پذیرفته شد؟ این رویداد در سال ۱۹۷۳ رخ داده است. مکان وقوع آن شهر شهر خروجی: تهران بوده است. دلایل آن عبارتند از: پاسخ به آدم‌ربایی‌ها و قتل‌های مأمورین دیپلماتیک در دهه ۱۹۶۰, تهیه طرح توسط کمیسیون حقوق بین‌الملل (ILC), جرم انگاری مرتکب قتل یا آدم‌ربایی افراد تحت حمایت بین‌المللی, جرم انگاری حملات خشونت‌آمیز علیه دیپلمات‌ها, اصول aut dedere aut Judicare, امضای کنوانسیون توسط ۲۵ کشور در سال ۱۹۷۴, تصویب کنوانسیون توسط ۲۲ کشور در ۲۰ فوریه ۱۹۷۷, تصویب کنوانسیون توسط ۱۸۰ حزب دولتی طرف های درگیر در این واقعه سازمان ملل متحد, کشور فلسطین بوده اند. نتیجه: نتیجه امضای قرارداد: کنوانسیون حمایت از دیپلمات‌ها به امضا رسیده و در ۲۰ فوریه ۱۹۷۷ پس از تصویب آن توسط ۲۲ کشور به اجرا درآمد. تاثیرات: پیمان‌زدگی تروریسم سازمان ملل. پذیرش در ۱۴ دسامبر ۱۹۷۳. تهیه توسط کمیسیون حقوق بین‌الملل (ILC). جرم انگاری قتل یا آدم‌ربایی افراد تحت حمایت بین‌المللی و حملات خشونت‌آمیز علیه آنها. جرم کردن کمیسیون تلاش شده یا تهدید به انجام چنین عملیاتی. اصول aut dedere aut Judicare. امضای ۲۵ کشور در پایان سال ۱۹۷۴. تصویب ۲۲ کشور در ۲۰ فوریه ۱۹۷۷. تصویب ۱۸۰ حزب دولتی از اکتبر ۲۰۱۶ اهمیت تاریخی آن: این کنوانسیون به دلیل پاسخگویی به آدم‌ربایی‌ها و قتل‌های مأمورین دیپلماتیک در دهه ۱۹۶۰ پذیرفته شد.",
        "questions": []
    },
    {
        "event": "صلح همیشگی (۵۳۲)",
        "text": "صلح همیشگی بین ساسانیان و بیزنسی‌ها در سال ۵۳۲ امضا شد. این پیمان تا سال ۵۴۰ دوام داشت و پس از آن به دلیل درگیری بر سر لازستان از بین رفت. این رویداد در سال ۵۳۲ رخ داده است. مکان وقوع آن شهر ایبری بوده است. دلایل آن عبارتند از: صلح همیشگی بین ساسانیان و بیزنسی‌ها امضا شد., این پیمان پس از جنگ ایبری در سال ۵۳۲ امضا شد., صلح همیشگی تنها تا سال ۵۴۰ دوام آورد. طرف های درگیر در این واقعه ساسانی, بیزانس بوده اند. نتیجه: پیمان صلحی بود که بدون مدت زمان امضا شد. تاثیرات: صلح همیشگی بین ساسانیان و بیزنسیون‌ها امضا شد.. این پیمان روابط صمیمانه را میان این دو کشور به ارمغان آورد.. این پیمان تنها تا سال ۵۴۰ دوام آورد.. با آغاز درگیری بر سر لازستان، این پیمان از میان رفت. اهمیت تاریخی آن: این پیمان نشان‌دهنده پایان جنگ ایبری و آغاز یک دوره صلح بین ساسانیان و بیزنسی‌ها بود.",
        "questions": []
    },
    {
        "event": "پیمان سنت پترزبورگ (۱۷۲۳)",
        "text": "خلاصه کوتاهی درباره رویداد بده:. پیمان سنت پترزبورگ در سال ۱۷۲۳ بین ایران و روسیه امضا شد که به موجب آن ایران مجبور به واگذاری سرزمین‌هایش در قفقاز شمالی، قفقاز جنوبیو آذربایجان شامل دربند (داغستان)، بادکوبه، اراضی تابع اطرافشروانو همچنین تمام نواحی شمال شامل استان‌های گیلان، مازندران و استرآباد شد. این رویداد در سال تاریخ امضای این قرارداد ۲۳ سپتامبر ۱۷۲۳ (۱۲ سپتامبرگاه‌شماری ژولینی) است. رخ داده است. مکان وقوع آن شهر ۱. شهر خروجی: سنت پترزبورگ بوده است. دلایل آن عبارتند از: پیمان سنت پترزبورگ به دلیل واگذاری سرزمین‌های ایران به روسیه در قفقاز شمالی، جنوبی و آذربایجان امضا شد. طرف های درگیر در این واقعه 1. روسیه و ایران بوده اند. نتیجه: نتیجه امضای قرارداد واگذاری سرزمین‌های ایران به روسیه بود. تاثیرات: این قرارداد به دلیل حمله پتر یکم به ایران امضا شد.. ایران مجبور به واگذاری سرزمین‌هایش در قفقاز شمالی، قفقاز جنوبیو آذربایجان شامل دربند(داغستان)، بادکوبه، اراضی تابع اطرافشروانو همچنین تمام نواحی شمال شامل استان‌های گیلان، مازندران و استرآباد شد.. طبق این پیمان سربازان روسی به شاه تهماسب دوم برای برقراری آرامش و صلح داخلی کمک کردند. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این پیمان به عنوان یکی از مهم‌ترین توافقات بین روسیه و ایران در تاریخ روابط دو کشور شناخته می‌شود. این معاهده نه تنها سرزمین‌های وسیعی را به قلمرو روسیه واگذار کرد، بلکه تأثیر عمیقی بر ساختار سیاسی و اجتماعی ایران گذاشت و زمینه را برای تغییرات گسترده‌ای در منطقه فراهم کرد.",
        "questions": []
    },
    {
        "event": "عهدنامه ترکمانچای",
        "text": "خلاصه کوتاهی درباره رویداد بده: پیمان ترکمانچای در سال ۱۸۲۸ بین ایران و روسیه امضا شد که منجر به جدا شدن بخش‌هایی از سرزمین ایران به روسیه گردید. این پیمان به جنگ‌های ایران و روسیه پایان داد و بر حاکمیت ایران بر دریای خزر محدودیت اعمال کرد. این رویداد در سال ۱۸۲۸ رخ داده است. مکان وقوع آن شهر ایروان بوده است. دلایل آن عبارتند از: پیمان‌نامه ترکمانچای به دلیل امضای آن در شرایط جنگی و شکست ایران از روسیه، ننگین تلقی می‌شود. این معاهده باعث جدا شدن بخش‌های وسیعی از سرزمین ایران به روسیه گردید و به مردم ایران ناچار از پذیرش قضاوت کنسولی شد. طرف های درگیر در این واقعه ایران و روسیه, فتحعلی‌شاهپادشاه ایران, میرزا ابوالحسن خان شیرازیوالله‌یار خان آصف‌الدوله, امپراتور روسیایوان پاسکویچ, ایروان, نخجوان بوده اند. نتیجه: نتیجه امضای قرارداد ترکمانچای این بود که سه ایالت دیگر قفقاز، یعنی ایران، نخجوانو بخش‌های دیگری از تالش زیر سلطه روس‌ها قرار گرفتند. همچنین حاکمیت ایران بر دریای خزر محدودتر شد و مردم ایران ناچار از پذیرش کاپیتولاسیون گردیدند. تاثیرات: این قرارداد به دلیل پیامدهای منفی که بر مردم ایران داشت، ننگین تلقی می‌شود. در شرایط شکست ارتش ایران از روسیه، پذیرش این قرارداد اجتناب‌ناپذیر بود و عدم پذیرش آن می‌توانست منجر به تصرف شهرهای بیشتری از ایران شود. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این پیمان نه تنها بر سرنوشت ایران تأثیر گذاشت بلکه به جنگ‌های ایران و روسیه در دوره قاجار پایان داد. همچنین، این معاهده باعث جدا شدن بخش‌هایی از سرزمین ایران شد که امروز بخشی از ارمنستان، جمهوری آذربایجان و ترکیه هستند.",
        "questions": []
    },
    {
        "event": "امتیازات و قراردادها در دوره قاجار",
        "text": "این مقاله فهرستی از امتیازات و عهدنامه‌ها بین ایران و دیگر کشورها، بین دیگر کشورها درباره ایران و بین ایران و اتباع کشورهای بیگانه در دوره قاجار را ارائه می‌دهد. این عهدنامه دارای ضمیمه‌ای درباره تشریفات تجدید روابط سیاسی و پیوست «تکمله» برای توضیح فصل هشتم آن است. این رویداد در سال 1907 رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: فهرست امتیازات و عهدنامه‌ها بین ایران و دیگر کشورها, عهدنامه دربارهٔ تشریفات تجدید روابط سیاسی, تکمله برای توضیح فصل هشتم طرف های درگیر در این واقعه ایران، اتباع کشورهای بیگانه، دیگر کشورها درباره ایران، دیگر کشورها بوده اند. نتیجه: نتیجه امضای قرارداد: این مقاله فهرستی از امتیازات و عهدنامه‌ها بین ایران و دیگر کشورها، بین دیگر کشورها درباره ایران و بین ایران و اتباع کشورهای بیگانه در دوره قاجار ارائه می‌دهد. تاثیرات: فهرستی از امتیازات و عهدنامه‌ها بین ایران و دیگر کشورها. فهرستی از عهدنامه‌ها بین دیگر کشورها درباره ایران. فهرستی از عهدنامه‌ها بین ایران و اتباع کشورهای بیگانه در دوره قاجار. ضمیمه‌ای درباره تشریفات تجدید روابط سیاسی. پیوست «تکمله» برای توضیح فصل هشتم اهمیت تاریخی آن: این مقاله به تاریخچه روابط ایران با دیگر کشورها و اتباع کشورهای بیگانه در دوره قاجار می‌پردازد.",
        "questions": []
    },
    {
        "event": "عهدنامه ۱۸۲۲ ایران و انگلیس",
        "text": "۱. چه کسی این عهدنامه را امضا کرد؟. ۲. هدف از این عهدنامه چیست؟. ۳. چرا بریتانیا اجرای این قرارداد را لازم ندانست؟ این رویداد در سال ۱۲۳۷ رخ داده است. مکان وقوع آن شهر شیراز بوده است. دلایل آن عبارتند از: رفع اختلافات بین ایران و انگلستان, جبران خسارت‌های وارده به بندر لنگه, استقرار ناوگان انگلستان در خلیج فارس به مدت پنج سال, شناسایی حق حاکمیت ایران بر بحرین طرف های درگیر در این واقعه ایران قاجاری, انگلیس بوده اند. نتیجه: نتیجه ی امضای قرارداد: رفع مسالمت‌آمیز اختلافات بین ایران و انگلستان. تاثیرات: تأثیرات: رفع اختلافات بین ایران و انگلستان، شناسایی حق حاکمیت ایران بر بحرین، جبران خسارت‌های وارده به بندر لنگهوچارکو ایران، موافقت با استقرار ناوگان انگلستان در خلیج فارس. اهمیت تاریخی آن: ['۱. تاریخ امضای عهدنامه ۱۸۲۲ ایران و انگلیس چیست؟', 'پاسخ: ۳۰ اوت ۱۸۲۲ میلادی (۱۲۳۷ قمری)']",
        "questions": []
    },
    {
        "event": "پیمان‌نامه مئاندر",
        "text": "چگونه عهدنامه سوم بایونانیانچون منعقد شد؟ این رویداد در سال 1385 رخ داده است. مکان وقوع آن شهر فارناباز بوده است. دلایل آن عبارتند از: عهدنامه سوم بایونانیانچون با فارناباز منعقد شد., سرزمین شاه در آسیا به شاه تعلق خواهد داشت., اسپارتیان و متحدان ایشان به هیچ اقدام خصومت‌آمیز علیه شاه دست نخواهند زد., تیسافرن هزینه نگهداری ناوگان کنونی را تا زمان رسیدن کشتی‌های شاه فراهم خواهد کرد. طرف های درگیر در این واقعه داریوش دوم, فارناباز, اسپارتیان, تیسافرن بوده اند. نتیجه: نتیجه ی امضای قرارداد: عهدنامه سوم بین داریوش و برادرانش منعقد شد. تاثیرات: تاثیرات این قرارداد شامل ایجاد اتحاد بین اسپارت و متحدان آن با تیسافرن و هیرام است.. شاه در مورد سرزمین خود هر اقدامی که مایل باشد می‌تواند انجام دهد.. اسپارتیان و متحدان ایشان به هیچ اقدام خصومت‌آمیز علیه شاه دست نخواهند زد. اهمیت تاریخی آن: در دورانداریوش دوم، عهدنامه سوم بایونانیانچون منعقد شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی",
        "text": "۱. چه کسی ضامن اجرای کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی است؟. ۲. چه کشورهایی از پیوستن به کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی سر باز زده‌اند؟. ۳. چه زمانی زرادخانه شیمیایی لیبی به‌طور کامل برچیده شد؟ این رویداد در سال 1993 رخ داده است. مکان وقوع آن شهر لاهه بوده است. دلایل آن عبارتند از: کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی در تاریخ ۱۳ ژانویه ۱۹۹۳ میلادی تصویب شد., سازمان منع سلاح‌های شیمیایی (OPCW) تا سپتامبر ۲۰۱۳ میلادی، ۱۹۰ کشور عضو داشته است., ۶ کشور عضو سازمان ملل متحد از جمله آنگولا، برمه، مصر، اسرائیل، کره شمالی و سودان جنوبیاز پیوستن به کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی سر باز زده‌اند. طرف های درگیر در این واقعه جمهوری اسلامی ایران, جمهوری بعثی سوریه, فدراسیون روسیه بوده اند. نتیجه: نتیجه ی امضای قرارداد: لازم‌الاجرا شدن کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی در تاریخ ۲۹ آوریل ۱۹۹۷ میلادی. تاثیرات: کنوانسیون بین‌المللی منع جنگ‌افزارهای شیمیایی در تاریخ ۱۳ ژانویه ۱۹۹۳ میلادی تصویب شد.. این کنوانسیون پس از ژنوساید کورد هایسردشت در روژهلات کوردستان به دست نیروی هوایی عراق به تصویب نمایندگان ۱۶۵ کشور سازمان ملل متحد رسید.. سازمان منع سلاح‌های شیمیایی (OPCW) به عنوان ضامن اجرای این کنوانسیون فعالیت می‌کند.. تا سپتامبر ۲۰۱۳ میلادی، ۱۹۰ کشور به این کنوانسیون پیوسته‌اند و ۶ کشور عضو سازمان ملل هنوز از آن سر باز زده‌اند. اهمیت تاریخی آن: تاریخ تصویب: ۱۳ ژانویه ۱۹۹۳",
        "questions": []
    },
    {
        "event": "قانون کنفرانس ۱۸۹۰ بروکسل",
        "text": "قانون کنفرانس ۱۸۹۰ بروکسل برای پایان دادن به تجارت برده و بهبود شرایط نژادهای بومی تدوین شد. این قانون توسط دولتهایی که در کنگو نفوذ یا حاکمیت داشتند، امضا گردید. این رویداد در سال ۱۸۹۰ رخ داده است. مکان وقوع آن شهر بروکسل بوده است. دلایل آن عبارتند از: تأسیس شعبه دفتر بین‌المللی در زنگبار, موافقت با جلوگیری از فروش تفنگ و تسلیحات به آفریقاییان, امضای معاهده سن ژرمن ان‌لاو در روز ۱۰ سپتامبر ۱۹۱۹ طرف های درگیر در این واقعه انگلستان, فرانسه, آلمان, پرتقال, دولت آزاد کنگو, ایتالیا, اسپانیا, هلند, بلژیک, روسیه, اطریش, مجارستان, سوئد, نروژ, دانمارک, ایالات متحده آمریکا, دولت عثمانی, زنگبار, ایران بوده اند. نتیجه: نتیجه ی امضای قرارداد به این بود که تجارت برده خاتمه یافت و شرایط نژادهای بومی بهبود پیدا کرد. تاثیرات: تاثیرات: این قرارداد به منظور پایان دادن به تجارت برده و بهبود شرایط نژادهای بومی تدوین شده است.. تاریخ اجرا: این قانون از روز ۳۱ اوت ۱۸۹۱ اجرایی گردید.. مناطق تحت نظارت: سواحل اقیانوس هند، بلوچستان، کلیمان، ماداگاسکار و مناطق دیگر.. دولتها درگیر: انگلستان، فرانسه، آلمان، پرتغال، کنگو، عثمانی، زنگبار، ایران و سایر کشورها. اهمیت تاریخی آن: تاریخی‌ترین اهمیت این قرداد به دلیل تلاش‌های بین‌المللی برای ممنوعیت تجارت برده و بهبود شرایط نژادهای بومی است.",
        "questions": []
    },
    {
        "event": "معاهده بین‌المللی محو همه اشکال تبعیض نژادی",
        "text": "معاهده بین‌المللی محو همه اشکال تبعیض نژاد، اعضای خود را به تفاهم بین همهٔ نژادها متعهد می‌کند. این معاهده به‌طور مجادله برانگیزی طرفین خود را به غیرقانونی کردن نفرت‌پراکنیو جرم شناختن عضویت در سازمان‌های نژادپرست ملزم می‌کند. این رویداد در سال 1965 رخ داده است. مکان وقوع آن شهر آمریکا بوده است. دلایل آن عبارتند از: محدودیت‌های تبعیض نژادی, تفاهم بین نژادها, جرم شناختن عضویت در سازمان‌های نژادپرست, ۸۸ امضاکننده و ۱۷۷ طرف طرف های درگیر در این واقعه سازمان ملل, اروپا, آسیا, آفریقا, اقیانوسیه, آمریکای جنوبی, آمریکای شمالی, جنوبگان بوده اند. نتیجه: معاهده بین‌المللی محو همه اشکال تبعیض نژاد، ۸۸ امضاکننده و ۱۷۷ طرف دارد. تاثیرات: تأثیرات: ترویج تفاهم بین نژادها، جرم شناختن نفرت‌پراکنی و عضویت در سازمان‌های نژادپرست.. اعضا: ۸۸ امضاکننده و ۱۷۷ طرف دارد.. مناطق: اروپا، آسیا، آفریقا، اقیانوسیه، آمریکای جنوبی، آمریکای شمالی، جنوبگان. اهمیت تاریخی آن: این معاهده به دلیل اهمیت تاریخی خود، نشان‌دهنده تلاش جهانی برای مبارزه با تبعیض نژادی است.",
        "questions": []
    },
    {
        "event": "پیمان منع جنگ‌افزار هسته‌ای",
        "text": "پیمان منع جنگ‌افزارهای هسته‌ای یک توافق بین‌المللی است که به منظور جلوگیری از استفاده از جنگ‌افزارهای هسته‌ای طراحی شده است. این پیمان در ۷ ژوئیه ۲۰۱۷ تصویب شد و ۱۲۲ کشور به نفع آن رأی دادند. این رویداد در سال ۲۰۱۷ رخ داده است. مکان وقوع آن شهر نیویورک بوده است. دلایل آن عبارتند از: ممنوعیت استفاده از جنگ‌افزارهای هسته‌ای, ممنوعیت توسعه، تولید و ذخیره جنگ‌افزارهای هسته‌ای, ممنوعیت انتقال و کاربرد جنگ‌افزارهای هسته‌ای, ممنوعیت آزمایش‌های هسته‌ای طرف های درگیر در این واقعه آمریکا, روسیه, بریتانیا, چین, فرانسه, هند, پاکستان, کره شمالی, اسرائیل بوده اند. نتیجه: مذاکرات تصویب پیمان از مارس ۲۰۱۷ آغاز شد و در ۷ ژوئیه ۲۰۱۷ پایان یافت. تاثیرات: ممنوعیت تولید، توسعه، استفاده یا تهدید به استفاده از جنگ‌افزارهای هسته‌ای. ممنوعیت انتقال یا کاربرد جنگ‌افزارهای اتمی و مواد انفجاری اتمی. ممنوعیت ذخیره کردن جنگ‌افزار هسته‌ای. محدودیت‌های خاص برای کشورهای دارنده سلاح هسته‌ای اهمیت تاریخی آن: این پیمان یک توافق بین‌المللی است که هدف آن جلوگیری از استفاده از جنگ‌افزارهای هسته‌ای است.",
        "questions": []
    },
    {
        "event": "کنوانسیون‌های ۱۸۹۹ و ۱۹۰۷ لاهه",
        "text": "کنوانسیون لاهه ۱۸۹۹ و ۱۹۰۷ معاهداتو اعلامیه‌های بین‌المللی می‌باشند که در دو کنفرانس بین‌المللیصلحدر شهرلاههدرهلندمورد مذاکره قرار گرفته‌اند. این رویداد در سال ۱۸۹۹ رخ داده است. مکان وقوع آن شهر لاهه بوده است. دلایل آن عبارتند از: کنوانسیون لاهه ۱۸۹۹ و ۱۹۰۷, کنفرانس سومی برای ۱۹۱۴ برنامه‌ریزی شده بود که به ۱۹۱۵ موکول شد. طرف های درگیر در این واقعه روسیه, ایالات متحده آمریکا, آمریکا, مکزیک, ایران, چین, ژاپن, سیام بوده اند. نتیجه: نتیجه ی امضای قرارداد: تشکیل دیوان دائمی داوری. تاثیرات: کنوانسیون لاهه ۱۸۹۹ و ۱۹۰۷ معاهدات بین‌المللی هستند که در دو کنفرانس بین‌المللی برگزار شدند.. کنفرانس سومی برای ۱۹۱۴ برنامه‌ریزی شده بود، اما به ۱۹۱۵ موکول شد.. کنفرانس‌های لاهه به منظور رفع اشکالات نظام داوری بین‌المللی و تشویق دولت‌ها به امضای موافقت‌نامه‌های بین‌المللی تشکیل شدند.. کنوانسیون لاهه یکی از اولین اعلامیه‌های رسمی از قوانین جنگ در بطن قوانین بین‌المللی سکولار است. اهمیت تاریخی آن: کنوانسیون لاهه به دلیل اهمیت تاریخی خود در ایجاد قوانین جنگ و جنایات جنگی، به عنوان یکی از اولین اعلامیه‌های رسمی از قوانین بین‌المللی سکولار شناخته می‌شود. این کنفرانس‌ها با هدف اصلاح نظام داوری بین‌المللی و تشویق دولت‌ها به امضای موافقت‌نامه‌ها برای رجوع به داوری بین‌المللی برگزار شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون تنوع زیستی",
        "text": "کنوانسیون تنوع زیستی کنوانسیونی بین‌المللی است که در ۱۹۹۲ میلادی در ریودوژانیر تصویب شد. هدف آن حفظ تنوع زیستی و استفاده پایدار از گونه‌هاست. این رویداد در سال ۱۹۹۲ رخ داده است. مکان وقوع آن شهر ریودوژانیر بوده است. دلایل آن عبارتند از: تنوع زیستی, استفاده پایدار از گونه‌ها, سهیم شدن عادلانه و برابر در مزایای حاصل از کاربرد منابع ژنتیکی, دسترسی مناسب به منابع ژنتیکی, انتقال صحیح تکنولوژی‌های مربوط به آن طرف های درگیر در این واقعه کنوانسیون تنوع زیستی بین سازمان ملل متحد و کشورهای عضو آن امضا شده است. بوده اند. نتیجه: کنوانسیون تنوع زیستی در سال ۱۹۹۲ تصویب شد. تاثیرات: این قرارداد به حفظ تنوع زیستی، استفاده پایدار از گونه‌ها، سهیم شدن عادلانه و برابر در مزایای حاصل از کاربرد منابع ژنتیکی، دسترسی مناسب به منابع ژنتیکی و انتقال صحیح تکنولوژی‌های مربوط به آن کمک می‌کند. اهمیت تاریخی آن: این کنوانسیون در ۱۹۹۲ میلادی تصویب شد و در سال ۱۹۹۳ لازم‌الاجرا گردید.",
        "questions": []
    },
    {
        "event": "پیمان سعدآباد",
        "text": "پیمان سعدآباد یک پیمان صلح و دوستی بین چهار کشور ایران، افغانستان، عراق و ترکیه بود که در تاریخ ۱۷ تیر ماه سال ۱۳۱۶ (۸ ژوئیه ۱۹۳۷) در کاخ سعدآباد تهران به امضا رسید. این پیمان شامل تعهداتی برای عدم مداخله در امور داخلی یکدیگر، محترم شمردن حدود مرزی و جلوگیری از تشکیل گروه‌های معارض بود. این رویداد در سال تاریخ امضای این قرارداد: ۱۳۱۶ رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: پیمانسعدآبادیاعهدنامهٔ عدم تعرض، پیمانی است که در تاریخ ۱۷ تیر ماه سال ۱۳۱۶(۸ ژوئیه ۱۹۳۷) درکاخِ سعدآبادتهران، میان چهار کشورایران(رضاشاه پهلوی)،عراق(ملکغازی اول)،افغانستان(محمد ظاهر شاه) وترکیه(مصطفی کمال آتاترک) به امضا رسید؛دولت‌های امضاکننده این پیمان، متعهد شدند که از مداخله در امورِ داخلیِ یکدیگر خودداری کنند و مرزهای مشترک را محترم بشمارند. همچنین از هرگونه تجاوز نسبت به خطوط مرزی یکدیگر خودداری کرده و از تشکیل نهادها یا جمعیت‌ هایی که هدف آن‌ها اختلال درصلحدر میان کشورهای هم‌جوار وهم‌پیماناست نیز جلوگیری کنند. طرف های درگیر در این واقعه ایران, عراق, افغانستان, ترکیه بوده اند. نتیجه: نتیجه امضای قرارداد عدم تعرض این بود که چهار کشور یعنی ایران، افغانستان، عراق و ترکیه متعهد شدند که از مداخله در امور داخلی یکدیگر خودداری کنند و مرزهای مشترک را محترم بشمارند. همچنین از هرگونه تجاوز نسبت به خطوط مرزی یکدیگر خودداری کرده و از تشکیل نهادها یا جمعیت‌هایی که هدف آن‌ها اختلال در صلح در میان کشورهای هم‌جوار وهم‌پیمان است نیز جلوگیری کردند. تاثیرات: پیمانسعدآبادیاعهدنامهٔ عدم تعرض، پیمانی است که در تاریخ ۱۷ تیر ماه سال ۱۳۱۶(۸ ژوئیه ۱۹۳۷) درکاخِ سعدآبادتهران، میان چهار کشورایران(رضاشاه پهلوی)،عراق(ملکغازی اول)،افغانستان(محمد ظاهر شاه) وترکیه(مصطفی کمال آتاترک) به امضا رسید؛دولت‌های امضاکننده این پیمان، متعهد شدند که از مداخله در امورِ داخلیِ یکدیگر خودداری کنند و مرزهای مشترک را محترم بشمارند. همچنین از هرگونه تجاوز نسبت به خطوط مرزی یکدیگر خودداری کرده و از تشکیل نهادها یا جمعیت‌ هایی که هدف آن‌ها اختلال درصلحدر میان کشورهای هم‌جوار وهم‌پیماناست نیز جلوگیری کنند. اهمیت تاریخی آن: پیمانسعدآبادیاعهدنامهٔ عدم تعرض در تاریخ ۱۷ تیر ماه سال ۱۳۱۶(۸ ژوئیه ۱۹۳۷) درکاخِ سعدآبادتهران، میان چهار کشورایران(رضاشاه پهلوی)،عراق(ملکغازی اول)،افغانستان(محمد ظاهر شاه) وترکیه(مصطفی کمال آتاترک) به امضا رسید.",
        "questions": []
    },
    {
        "event": "باشگاه سافاری",
        "text": "تاریخ تأسیس: ۱۹۷۶. اعضای رسمی: ایران، مصر، عربستان سعودی، مراکش، فرانسه. هدف اصلی: مقابله با نفوذ شوروی در آفریقا. منشور اولیه: آغاز به کار در سال ۱۹۷۶ این رویداد در سال ۱۹۷۶ رخ داده است. مکان وقوع آن شهر سافاری بوده است. دلایل آن عبارتند از: هدف اصلی این گروه مخالفت با نفوذ شوروی بود., اعضای رسمی این گروه شامل ایران، مصر، عربستان سعودی، مراکش و فرانسه بودند., این گروه در پاسخ به تجاوز آنگولا، عملیات نظامی موفقی را در زئیر انجام داد. طرف های درگیر در این واقعه آنایران, مصر, عربستان سعودی, مراکش, فرانسه بوده اند. نتیجه: نتیجه امضای قرارداد: آغاز پیمان صلح اسرائیل و مصر در سال ۱۹۷۹. تاثیرات: تاثیرات: این قرارداد باعث ایجاد اتحاد مخفی از سرویس‌های اطلاعاتی شد که در آن کشورهای مختلف با هم همکاری می‌کردند.. اهداف: این گروه قصد داشت تا نفوذ شوروی را از طریق حمایت از ضد کمونیست‌ها متوقف کند و همچنین منافع اقتصادی و نظامی خود را دنبال کند. اهمیت تاریخی آن: این قرداد اهمیت تاریخی دارد زیرا آغازگر روند منتج به پیمان صلح اسرائیل و مصر در سال ۱۹۷۹ بود.",
        "questions": []
    },
    {
        "event": "امتیازنامه رویتر",
        "text": "متن دربارهٔ قرارداد بین پاول یولیوس رویتر و دولت قاجار است که در آن امتیازات زیادی به رویتر واگذار شد. این قرارداد با اعتراض روحانیون و درباریان ملغی شد و به دلیل عمده اشکالاتش، باعث برانگیختن اعتراضات جهانی شد. این رویداد در سال ۱۸۷۲ رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد: پرداخت دویست هزار لیره در ازای امتیازات مختلف. طرف های درگیر در این واقعه پاول یولیوس رویتر, دولتقاجارمن, روسیه, انگلیس بوده اند. نتیجه: نتیجه امضای قرارداد: تحویل کلیه امور کشور به یک تاجر انگلیسی و پرداخت دویست هزار لیره. تاثیرات: تاثیرات: این قرارداد باعث شد که امتیازات زیادی به پاول یولیوس رویتر واگذار شود.. محتوای قرارداد: این قرارداد شامل امتیازات ساخت راه آهن، بهره‌برداری از معادن، ایجاد مجاری آبی و کانال‌ها، تأسیس بانک، حق انحصار کارهای عام‌المنفعه و بهره‌برداری از جنگل‌ها و گمرکات ایران بود.. اعتراضات: این قرارداد با اعتراض روحانیون و درباریان ملغی شد. اهمیت تاریخی آن: این قرداد اهمیت تاریخی زیادی دارد زیرا نشان‌دهنده اولین تلاش برای استقلال اقتصادی ایران در برابر قدرت‌های خارجی بود.",
        "questions": []
    },
    {
        "event": "پیمان کیوتو",
        "text": "پیمان کیوتو یک توافق بین‌المللی برای کاهش انتشار گازهای گلخانه‌ای است که عامل اصلی گرمایش زمین محسوب می‌شوند. این پیمان به کشورهای صنعتی تعهد می‌دهد که ظرف ده سال آینده میزان انتشار گازهای گلخانه‌ای خود را ۵٪ کاهش دهند و به کشورهای در حال توسعه کمک‌های مالی برای افزایش ضریب نفوذ استفاده از انرژی‌های تجدید پذیر اعطا نمایند. این رویداد در سال تاریخ امضای این قرارداد ۱۹۹۷ است. رخ داده است. مکان وقوع آن شهر پیمان کیوتو یک توافق بین‌المللی است که برای کاهش انتشار گازهای گلخانه‌ای، عامل اصلی گرم شدن زمین، ایجاد شده است. این پیمان توسط سازمان ملل متحد شکل گرفته و در چارچوب سازمانی به وجود آمده است. با افزایش گازهای گلخانه‌ای نظیر متان، دی‌اکسید کربن و بخار آب، دمای کره در حال افزایش است که باعث ایجاد تغییرات ناخوشایند در محیط زیست می‌شود. بوده است. دلایل آن عبارتند از: پیمان کیوتو به منظور کاهش صدور گازهای گلخانه‌ای، که عامل اصلی گرم‌شدن زمین در دهه‌های اخیر محسوب می‌شوند، ایجاد شد. این پیمان که پیمان‌نامه ریورا تکمیل و ترمیم می‌کند، در چارچوب سازمان ملل متّحدشکل گرفت. طرف های درگیر در این واقعه پیمان کیوتو بین کشورهای صنعتی بزرگ امضا شده است. بوده اند. نتیجه: پیمان کیوتو یک توافق بین‌المللی است که برای کاهش انتشار گازهای گلخانه‌ای و جلوگیری از گرمایش زمین تدوین شده است. این پیمان به کشورهای صنعتی اجازه می‌دهد تا با کاهش دافعات خود، به حفظ محیط زیست کمک کنند. تاثیرات: پیمان کیوتو به دلیل تأثیرات منفی بر اقتصاد و عدم تعهد برخی کشورها، به عنوان یک توافق‌نامه ناکارآمد تلقی می‌شود. این پیمان با هدف کاهش انتشار گازهای گلخانه‌ای تصویب شد اما در عمل نتوانست به اهداف خود دست یابد زیرا کشورهای صنعتی بزرگ مانند ایالات متحده آمریکا و چین از آن انصراف دادند. همچنین، برخی کشورها مانند هند و چین به دلیل رشد اقتصادی سریع، دافعات گازهای گلخانه‌ای خود را افزایش دادند که این امر بر اثربخشی پیمان تأثیر گذاشت. اهمیت تاریخی آن: پیمان کیوتو به منظور کاهش صدور گازهای گلخانه‌ای که عامل اصلی گرم‌شدن زمین هستند، بین‌المللی است و توسط سازمان ملل متّحدشکل گرفت. این پیمان با افزایش گازهای گلخانه‌ای نظیر متان، دی‌اکسید کربن و بخار آب، دمای کره را در حال افزایش نشان می‌دهد و به همین دلیل کشورها در سال ۱۹۹۷ متعهد شدند که میزان انتشار گازهای گلخانه‌ای خود را ۵٪ کاهش دهند.",
        "questions": []
    },
    {
        "event": "سفارت ایران در اروپا (۱۶۰۲–۱۵۹۹)",
        "text": "سفارت ایران در اروپا به فرمان شاه عباس یکم صفوی برای یافتن متحدی علیه امپراتوری عثمانی به اروپا اعزام شد. این سفارت شامل حسینعلی بیگ بیات و چهار منشی بود که توسط آنتونی شرلی هدایت می‌شدند. هدف اصلی این سفر برقراری اتحادی میان ایرانیان و مسیحیان علیه ترکان عثمانی بود. این رویداد در سال ۱۵۹۹ رخ داده است. مکان وقوع آن شهر آستراخان بوده است. دلایل آن عبارتند از: سفارت ایران در اروپا برای یافتن متحدی علیه امپراتوری عثمانی تأسیس شد., ایرانیان با عثمانیان بر سر مذهب اختلاف داشتند و به مقابله با تسنن عثمانی می‌پرداختند., هدف این ماموریت برقراری اتحادی میان ایرانیان و مسیحیان علیه ترکان عثمانی بود. طرف های درگیر در این واقعه ایران, عثمانی, انگلستان, اسپانیا, روسیه, فرانسه, اسکاتلند, لهستان بوده اند. نتیجه: سفارت ایران در اروپا (۹۷۸-۹۸۱) در سال ۹۷۸ خورشیدی (۱۵۹۹ میلادی) به فرمانشاه عباس یکم صفویجهت یافتن متحدی علیهامپراتوری عثمانیبه اروپا اعزام شد. تاثیرات: این قرارداد به دلیل عدم موفقیت در برقراری اتحاد با اروپایی‌ها و همچنین جنگ‌های پی‌درپی با امپراتوری عثمانی، تأثیر منفی داشته است. این سفر سفارت ایران به اروپا نشان داد که ایران نمی‌تواند به تنهایی با قدرت‌های بزرگ اروپایی متحد شود و نیاز دارد تا از کمک نظامی و تجاری آن‌ها بهره‌مند گردد. اهمیت تاریخی آن: سفارت ایران در اروپا (۹۷۸-۹۸۱) به فرمانشاه عباس یکم صفوی برای یافتن متحدی علیه امپراتوری عثمانی به اروپا اعزام شد. این تلاش‌ها از عواقب شکست در جنگ صفویان و عثمانی (۱۵۹۰–۱۵۷۸) بود.",
        "questions": []
    },
    {
        "event": "کنوانسیون برن (۱۹۰۶)",
        "text": "کنوانسیون برن چه نوع معاهده‌ای است؟. ممنوعیت استفاده از فسفر سفید در ساخت کبریت در این کنوانسیون چگونه اعمال می‌شود؟. چه زمانی این کنوانسیون منعقد شد و چه تاریخی برای اجرا تعیین شده است؟. در حال حاضر چند کشور این کنوانسیون را به قوت خود باقی دارند؟ این رویداد در سال ۱۹۰۶ رخ داده است. مکان وقوع آن شهر برن بوده است. دلایل آن عبارتند از: ممنوعیت استفاده از فسفر سفید در ساخت کبریت, ممنوعیت واردات و فروش این گونه کبریت‌ها, مشکلات پزشکی گسترده‌ای مانند فک‌های فوسیکارگان در تولید کبریت, معاهده برای ۴۸ کشور به قوت خود باقی است, سوئیس امین معاهده است طرف های درگیر در این واقعه کنوانسیون برن, فرانسه, سوئیس بوده اند. نتیجه: نتیجه ی امضای قرارداد ممنوعیت استفاده از فسفر سفید در ساخت کبریت بود. تاثیرات: تاثیرات: ممنوعیت استفاده از فسفر سفید در ساخت کبریت، ممنوعیت واردات و فروش این گونه کبریت‌ها، کاهش مشکلات پزشکی ناشی از تولید کبریت.. خلاصه: کنوانسیون برن به دلیل مشکلات پزشکی گسترده‌ای که در تولید کبریت وجود داشت، منعقد شد تا از خطرات احتمالی آن جلوگیری کند. اهمیت تاریخی آن: این کنوانسیون برای جلوگیری از مشکلات پزشکی ناشی از کبریت‌های حاوی فسفر سفید منعقد شد و در ۴۸ کشور به قوت خود باقی است.",
        "questions": []
    },
    {
        "event": "پیمان نجات فضانوردان",
        "text": "پیمان نجات فضانوردان به کشورهای عضو ملزم می‌کند که تمامی امکانات خود را برای نجات پرسنل سفینه‌های فضایی بکار گیرند. اگر وضعیت نامناسب در بالای آسمان هر کشوری پیش بیاید آن کشور موظف به پیگیری و نجات فضانوردان است. این رویداد در سال ۱۹۶۷ رخ داده است. مکان وقوع آن شهر فضاپیما بوده است. دلایل آن عبارتند از: پذیرش قطع‌نامه ۲۳۴۵ مجمع عمومی سازمان ملل متحد در ۱۹ دسامبر ۱۹۶۷, امضای پیمان نجات فضانوردان در ۲۲ آوریل ۱۹۶۸, اجرا شدن پیمان نجات فضانوردان در ۳ دسامبر ۱۹۶۸, تصویب پیمان نجات فضانوردان توسط ۹۲ کشور تا ماه مه ۲۰۱۳ طرف های درگیر در این واقعه کشورها یا کشورهایی که در امضای این پیمان شرکت کرده‌اند عبارتند از: آژانس فضایی اروپا و سازمان اروپایی بهره‌برداری از ماهواره‌های هواشناسی. بوده اند. نتیجه: پیمان نجات فضانوردان به کشورهایی که از وضعیت جسمی یا روحی نامناسب پرسنل یک سفینه فضایی آگاهی پیدا می‌کنند، الزامی دارد که به مقامات کشور پرتاب‌کننده و دبیرکل سازمان ملل متحد اطلاع دهند. تاثیرات: پیمان نجات فضانوردان به کشورهای عضو اجازه می‌دهد تا در صورت بروز حادثه در فضا، تمامی امکانات خود را برای نجات فضانوردان بکار گیرند.. کشورهای عضو موظف هستند که هرگونه جسم فضایی یا قطعه آن را که بر روی زمین فرود می‌آید، تعمیر و به کشور صاحب بازگرداند.. در صورت بروز حادثه در فضاپیما، کشورهای عضو باید به مقامات کشور پرتاب‌کننده و دبیرکل سازمان ملل متحد اطلاع دهند. اهمیت تاریخی آن: پیمان نجات فضانوردان به کشورهایی که فضانوردان را نجات می‌دهند، تعهد می‌دهد تا تمامی امکانات خود را برای این کار بکار گیرند. اگر وضعیت نامناسب در بالای آسمان هر کشوری پیش بیاید آن کشور موظف به پیگیری و نجات فضانوردان است.",
        "questions": []
    },
    {
        "event": "پیمان ثبت جزئیات اجسام پرتاب‌شده به فضا",
        "text": "۱. چه کسی پیمان ثبت را تصویب کرده است؟. ۲. چه تعداد کشور تا سال ۲۰۱۴ این معاهده را تصویب کرده‌اند؟. ۳. چه سازمان‌هایی حقوق و الزامات این پیمان را پذیرفته‌اند؟. ۴. چه پیمانی در سال ۱۹۶۲ در سازمان ملل تصویب شده بود؟ این رویداد در سال ۱۹۷۴ رخ داده است. مکان وقوع آن شهر شهر خروجی: نیویورک بوده است. دلایل آن عبارتند از: پیمان ثبت جزئیات اجسام پرتاب شده به فضا در ۱۲ نوامبر ۱۹۷۴ تصویب شد., تا سال ۲۰۱۴، ۶۲ کشور این معاهده را تصویب کرده‌اند., دو سازمان دولتی بین‌المللی آژانس فضایی اروپا و سازمان اروپایی بهره‌برداری از ماهواره‌های هواشناسی اعلام کرده‌اند که کلیه حقوق و الزامات این پیمان را پذیرفته‌اند. طرف های درگیر در این واقعه سازمان ملل متحد, آژانس فضایی اروپا, سازمان اروپایی بهره‌برداری از ماهواره‌های هواشناسی, چهار کشور (نام آن‌ها ذکر نشده) بوده اند. نتیجه: پیمان ثبت جزئیات اجسام پرتاب شده به فضا تصویب شد و ۶۲ کشور آن را امضا کردند. تاثیرات: تا سال ۲۰۱۴، ۶۲ کشور این معاهده را تصویب کرده‌اند.. دو سازمان دولتی بین‌المللی آژانس فضایی اروپا و سازمان اروپایی بهره‌برداری از ماهواره‌های هواشناسی اعلام کرده‌اند که کلیه حقوق و الزامات این پیمان را پذیرفته‌اند.. نظارت بر اجرای این پیمان بر عهده کمیته سازمان ملل در امور استفاده صلح‌آمیز از فضا است. اهمیت تاریخی آن: پیمان ثبت جزئیات اجسام پرتاب شده به فضا به منظور جلوگیری از بروز مشکلات ناشی از زباله‌های فضایی و همچنین برای اطمینان از مسئولیت‌پذیری کشورها در قبال فعالیت‌هایشان در فضا تدوین شد.",
        "questions": []
    },
    {
        "event": "طلب یازده تن طلای ایران از شوروی",
        "text": "خلاصه کوتاهی درباره رویداد بده:. در سال ۱۳۳۳، دولت زاهدی با شوروی قرارداد فی‌مابین را امضاء کرد که در آن روستای فیروزه و اراضی اطراف آن به شوروی واگذار شد. این اقدام به دلیل اختلافات مرزی و مالی بین دو کشور صورت گرفت و در نهایت منجر به بازگشت روستا به مالکیت شوروی گردید. این رویداد در سال تاریخ امضای این قرارداد ۱۳۳۳ است. رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: 1. دلیل امضای این قرارداد، حل اختلافات مرزی و مالی فی‌مابین ایران و شوروی بود., 2. در ماده سوم پیمان دوستی ۱۹۲۱، دولتجمهوری سوسیالیستیفدرال شوروی اعلام کرد که از ثمره اعمال غاصبانه دولت پیشین تزاری بهره‌برداری نخواهد کرد و جزایرآشورادهو سایر جزایری که در سواحل ایالت استرآباد (گرگان) قرار دارند صرف نظر می‌کند و آن‌ها را به دولت ایران برمی‌گرداند. طرف های درگیر در این واقعه 1.  اتحاد جماهیر شوروی و ایران, 2.  جمهوری اسلامی ایران و اتحاد جماهیر شوروی بوده اند. نتیجه: نتیجه امضای قرارداد، واگذاری روستای فیروزه و بخشی از خاک ایران به شوروی بود. تاثیرات: در اینجا لیستی از موارد مهمی که در متن ذکر شده است، ارائه می‌شود:. یازده تن طلای ایران به طلبی اشاره دارد که ایران از شوروی پس از اشغال ایران در جنگ جهانی دوم داشت.. اتحاد جماهیر شوروی در زمان محاصره اقتصادی ایران از سوی غرب آن را به دولتمصدق پرداخت نکردند تا هنگامی که دولت مصدق با کودتا سقوط کرد.. شوروی طلب را به دولت زاهدی پرداخت نمود.. شوروی ناحیه خوش آب و هوای فیروزه را با ۱۲۰ کیلومتر مربعی از ایران جدا نمودند.. متفقین برای پرداخت حقوق سربازان و خرید آذوقه احتیاج به پول ایرانی داشتند، در صورتی که میزان اسکناس در ایران کافی نبود.. ارزش لیره در ایران ابتدا ۷ تومان بود، اما انگلیسی‌ها ارزش آن را ۱۳ تومان محاسبه کردند.. روستای فیروزه در شمال شرق خراسان واقع شده‌است و از شهر شیروان به‌خوبی دیده می‌شود. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این پیمان نه تنها روابط بین ایران و شوروی را بهبود بخشید، بلکه نشان‌دهنده تغییرات سیاسی و اقتصادی در دوران پس از جنگ جهانی دوم بود. همچنین، این قرارداد به حل اختلافات مرزی و مالی فی‌مابین کمک کرد و زمینه را برای همکاری‌های بیشتر فراهم ساخت.",
        "questions": []
    },
    {
        "event": "عهدنامه گلستان",
        "text": "خلاصه کوتاهی درباره رویداد بده:. عهدنامه گلستان در سال ۱۸۱۳ بین ایران و روسیه امضا شد. این پیمان به دلیل عدم همراهی انگلیسی‌ها با ایران، منجر به از دست رفتن سرزمین‌های ایران به روسیه گردید. این رویداد در سال تاریخ امضای این قرارداد: ۲۴ اکتبر ۱۸۱۳م. رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: 1.  برای توقف جنگ‌های ایران و روسیه در دوره قاجارمیان این دو کشور در روستایگلستانتوسطرتیشچفبه عنوان نماینده روسیه وابوالحسن شیرازی ایلچیبه عنوان نماینده ایران امضا شد., 2.  قرار بود با امضای این موافقت‌نامه سرزمین‌های ایران به این کشور مسترد شوند که دربار ایران به دلیل عدم همراهی انگلیسی‌ها که تضمین این موضوع بودند و پیروزی روس‌ها در جنگ با ناپلئون و در نتیجه عدم ضرورت به صلح با ایران از این امر بازماند., 3.  روس‌ها از زمانپتر کبیربه دنبال تصرف قفقاز و پیشروی به سمت جنوب رود ارس به منظور نزدیک‌تر شدن به هندوستان بودند. طرف های درگیر در این واقعه فهرست کشورها یا نهادهایی که در امضای این پیمان نقش دارند:, روسیه, ایران بوده اند. نتیجه: نتیجهٔ امضای قرارداد گلستان این بود که سرزمین‌های ایران به روسیه مسترد شدند. تاثیرات: این قرارداد به دلیل عدم همراهی انگلیسی‌ها با ایران در تضمین استرداد سرزمین‌های ایران از سوی روسیه، نتوانست به اهداف خود برسد. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد در پایان جنگ اول بین ایران و روسیه قرار دارد. این پیمان نه تنها توقف جنگ را تضمین کرد بلکه زمینه‌های صلح و همکاری را فراهم آورد. با این حال، این توافق‌نامه به دلیل عدم اجرای کامل وعده‌ها و منافع متضادی که برای هر دو کشور ایجاد شد، به یک نقطه عطف در تاریخ روابط ایران و روسیه تبدیل شد.",
        "questions": []
    },
    {
        "event": "پیمان متر",
        "text": "پیمان متر در سال ۱۸۷۵ تأسیس شد. ایران پس از یک صد سال به عضویت سازمان انرژی اتمی درآمد. منطقه اقتصادی اوراسیا برای مقایسات آزمایشگاهی پایلوت انتخاب شده است. این رویداد در سال ۱۸۷۵ رخ داده است. مکان وقوع آن شهر اوراسیا بوده است. دلایل آن عبارتند از: یکصد سال عضویت در سازمان انرژی اتمی, استانداردهای اندازه‌گیری پرتوهای یون‌ساز و رادیومتری, منطقه اقتصادی اوراسیا طرف های درگیر در این واقعه کشورهای عضو پیمان متر: ۱۷ کشور, کشور ایران: عضو سازمان انرژی اتمی بوده اند. نتیجه: پیمان متر در سال ۱۸۷۵ ایجاد شد. تاثیرات: استانداردسازی واحدهای اندازه‌گیری در سال ۱۸۷۵ توسط کشورهای عضو پیمان متر انجام شد.. ایران پس از یک صد سال، در سال ۱۳۵۳ به عضویت سازمان انرژی اتمی درآمد.. منطقه اقتصادی اوراسیا برای مقایسات آزمایشگاهی پایلوت (پایکار) انتخاب شده است. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این پیمان به یکسان‌سازی واحدهای اندازه‌گیری در صنعت کمک کرد.",
        "questions": []
    },
    {
        "event": "منشور ملل متحد",
        "text": "منشور ملل متحد سند مهمی است که اهداف و سازمان این سازمان را تعیین می‌کند. این سند در حکماساسنامهسازمان ملل به امضای ۵۰ کشور رسید و در ۲۴ اکتبر۱۹۴۵لازم‌الاجرا شد. امروزه ۱۹۳ کشور آن را امضا کرده‌اند و رعایت مفاد آن برای همه اعضای سازمان ملل متحد الزامی است. این رویداد در سال ۱۹۴۵ رخ داده است. مکان وقوع آن شهر سانفرانسکو بوده است. دلایل آن عبارتند از: هدف منشور ملل متحد تعیین اهداف و سازمان آن است., منشور در حکماساسنامهسازمان ملل به امضای ۵۰ کشور رسید., امروزه ۱۹۳ کشور آن را امضا کرده‌اند., رعایت مفاد منشور برای همه اعضای سازمان ملل متحد الزامی است. طرف های درگیر در این واقعه منشور ملل متحد, سازمان ملل متحد بوده اند. نتیجه: منشور ملل متحد در ۲۶ ژوئن ۱۹۴۵ به امضای ۵۰ کشور رسید و در ۲۴ اکتبر ۱۹۴۵ لازم‌الاجرا شد. تاثیرات: تاثیرات: تعیین اهداف و سازمان ملل متحد، تعیین نحوه کارسازمان و نهادهای وابسته به آن، الزام رعایت مفاد آن برای همه اعضای سازمان ملل متحد. اهمیت تاریخی آن: تاریخ امضای این سند ۲۶ ژوئن ۱۹۴۵ است و در پایان کنفرانس ملل متحد در سانفرانسیسکو به امضای ۵۰ کشور رسید.",
        "questions": []
    },
    {
        "event": "کنوانسیون روتردام",
        "text": "روتردام یک کنوانسیون چندجانبه برای ارتقاء مسئولیت‌های مشترک در رابطه با واردات مواد شیمیایی خطرناک است. این رویداد در سال ۲۰۱۸ رخ داده است. مکان وقوع آن شهر روتردام بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد تبادل اطلاعات آزاد و استفاده از برچسب زدن مناسب برای مواد شیمیایی خطرناک است., کشورهای امضاکننده می‌توانند اجازه واردات مواد شیمیایی ذکر شده در این پیمان را مجاز یا ممنوع اعلام کنند., در سال ۲۰۱۲، دبیرخانه‌های کنوانسیون‌های بازلواستکهلمو بخشی از برنامه محیط زیست سازمان ملل متحد ادغام شدند. طرف های درگیر در این واقعه کانادا, آمریکا, ایالات متحده, روسیه, قزاقستان, هند, قرقیزستان, پاکستان, کوبرز, زیمبابوه بوده اند. نتیجه: نتیجه امضای قرارداد تبادل اطلاعات آزاد و استفاده از برچسب زدن مناسب بود. تاثیرات: کنوانسیون روتردام یک معاهده چندجانبه برای ارتقاء مسئولیت‌های مشترک در رابطه با واردات مواد شیمیایی خطرناک است.. این کنوانسیون باعث تبادل اطلاعات آزاد می‌شود و از صادرکنندگان مواد شیمیایی خطرناک برای استفاده از برچسب زدن مناسب استفاده می‌کند.. در سال ۲۰۱۲، دبیرخانه‌های کنوانسیون‌های بازلواستکهلمو همچنین بخشی از برنامه محیط زیست سازمان ملل متحد ادغام شدند.. نهمین نشست کنفرانس روتردام در ژنو برگزار شد.. کانادا تنها کشورگروه هشتاست که مخالف این لیست است. اهمیت تاریخی آن: این کنوانسیون به ارتقاء مسئولیت‌های مشترک در رابطه با واردات مواد شیمیایی خطرناک کمک می‌کند.",
        "questions": []
    },
    {
        "event": "کنوانسیون مکمل لغو برده‌داری",
        "text": "کنوانسیون مکمل لغو برده‌داری کنوانسیون برده‌داری ۱۹۲۶ و کنوانسیون کار اجباری سال ۱۹۳۰ را شامل می‌شود. این رویداد در سال ۱۹۵۶ رخ داده است. مکان وقوع آن شهر لندن بوده است. دلایل آن عبارتند از: کنوانسیون مکمل لغو برده‌داری, کنوانسیون برده‌داری ۱۹۲۶, کنوانسیون کار اجباری سال ۱۹۳۰ طرف های درگیر در این واقعه سازمان ملل متحد، کنوانسیون برده‌داری ۱۹۲۶، کنوانسیون کار اجباری سال ۱۹۳۰. بوده اند. نتیجه: کنوانسیون مکمل لغو برده‌داری یک معاهده سازمان ملل متحد سال ۱۹۵۶ است که بر پایه کنوانسیون برده‌داری ۱۹۲۶ تنظیم شده است. تاثیرات: کنوانسیون مکمل لغو برده‌داری. کنوانسیون برده‌داری ۱۹۲۶. کنوانسیون کار اجباری سال ۱۹۳۰ اهمیت تاریخی آن: این کنوانسیون به دلیل لغو برده‌داری و تجارت برده اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "کنوانسیون بین‌المللی تجارت گونه‌های جانوری و گیاهی وحشی در حال انقراض",
        "text": "خلاصه کوتاهی درباره رویداد بده؟. کنوانسیون بین‌المللی تجارت گونه‌های جانوری و گیاهی وحشیدر حال انقراض» یاسایتس(بهانگلیسی:CITES) یا کنوانسیون واشینگتن،یک معاهده چند جانبه برای حفاظت از جانوران و گیاهان در معرض خطر است. این رویداد در سال ۱۹۷۳ رخ داده است. مکان وقوع آن شهر واشینگتن بوده است. دلایل آن عبارتند از: هدف کنوانسیون واشینگتن چیست؟, در چه سالی این کنوانسیون به امضا گذاشته شد و چه زمانی به مرحله اجرا درآمد؟, چند گونه جانوری و گیاهی در این کنوانسیون محافظت می‌شوند؟ طرف های درگیر در این واقعه ایران, گردهمایی اعضایاتحادیه بین‌المللی حفاظت از طبیعت, دبیرخانه GATT بوده اند. نتیجه: نتیجه امضای قرارداد حفاظت از جانوران و گیاهان در معرض خطر است. تاثیرات: هدف کنوانسیون واشینگتن چیست؟. چه زمانی این کنوانسیون به مرحله اجرا درآمد؟. چند گونه جانوری و گیاهی در این کنوانسیون محافظت می‌شوند؟. در چه سالی ایران به عضویت این کنوانسیون درآمد؟ اهمیت تاریخی آن: این کنوانسیون در سال ۱۹۷۳ به امضا گذاشته شد و ۱ ژوئیه ۱۹۷۵ به مرحلهٔ اجرا درآمد.",
        "questions": []
    },
    {
        "event": "سفارت ایران در اروپا (۱۶۱۵–۱۶۰۹)",
        "text": "سفارت ایران در اروپا برای یافتن متحدی علیه عثمانی به اروپا اعزام شد. این رویداد در سال ۹۸۸ رخ داده است. مکان وقوع آن شهر کاکوف بوده است. دلایل آن عبارتند از: ایران برای یافتن متحدی علیه عثمانی به اروپا اعزام شد., شرلی از سوی شاه عباس یکم صفوی به عنوان رهبر سفیران منصوب شد., شرلی در سفر خود به کشورهای مختلفی مانند کراکوف، پراگ، فلورانس، رم و مادرید سفر کرد., شرلی در کراکوف و پراگ از مقام شوالیه پراگ دریافت نمود. طرف های درگیر در این واقعه شاه عباس یکم صفوی, پادشاهان اسپانیا, پادشاهان پرتغال, پادشاهان هابسبورگ, پاپ پل پنجما بوده اند. نتیجه: نتیجه ی امضای قرارداد، ایجاد روابط تجاری و نظامی بین ایران و کشورهای اروپایی بود. تاثیرات: تلاش ایران برای یافتن متحدی علیه عثمانی‌ها منجر به اعزام سفیران به اروپا شد.. شرلی در سفر خود به کشورهای مختلف اروپایی از استقبال و افتخاراتی برخوردار بود.. <start_of_turn> اهمیت تاریخی آن: سفارت ایران در اروپا برای یافتن متحدی علیه عثمانی تأسیس شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون لاهه برای حمایت از اموال فرهنگی در صورت درگیری مسلحانه",
        "text": "این کنوانسیون اولین معاهده بین‌المللی است که به طور خاص بر حفاظت از اموال فرهنگی در زمان جنگ تمرکز دارد. این رویداد در سال ۱۹۵۴ رخ داده است. مکان وقوع آن شهر لاهه بوده است. دلایل آن عبارتند از: تاریخ امضای کنوانسیون لاهه: ۱۴ مه ۱۹۵۴, محل امضای کنوانسیون لاهه: لاهه، هلند, تاریخ لازم الاجرا شدن کنوانسیون لاهه: ۷ اوت ۱۹۵۶, تعداد کشورهایی که کنوانسیون را تصویب کرده‌اند: ۱۳۳ طرف های درگیر در این واقعه هلند, ۱۳۳ کشور بوده اند. نتیجه: این کنوانسیون اولین معاهده بین‌المللی است که به طور خاص بر حفاظت از اموال فرهنگی در زمان جنگ تمرکز دارد. تاثیرات: تاریخ امضای کنوانسیون لاهه: ۱۴ مه ۱۹۵۴. محل امضای کنوانسیون لاهه: لاهه، هلند. تاریخ لازم الاجرا شدن کنوانسیون لاهه: ۷ اوت ۱۹۵۶. تعداد کشورهایی که کنوانسیون لاهه را تصویب کرده‌اند: ۱۳۳ اهمیت تاریخی آن: این کنوانسیون اولین معاهده بین‌المللی است که به طور خاص بر حفاظت از اموال فرهنگی در زمان جنگ تمرکز دارد.",
        "questions": []
    },
    {
        "event": "معاهده بین‌المللی منابع ژنتیکی گیاهی برای غذا و کشاورزی",
        "text": "معاهده بین‌المللی منابع ژنتیکی گیاهی برای غذا و کشاورزی (ITPGRFA) یک معاهده بین‌المللی است که هدف آن تضمین امنیت غذایی از طریق محافظت، تبادل و استفاده پایدار از منابع ژنتیکی گیاهی جهان برای غذا و زراعت می‌باشد. این رویداد در سال ۲۰۰۱ رخ داده است. مکان وقوع آن شهر مادرید بوده است. دلایل آن عبارتند از: تضمین امنیت غذایی, محافظت از منابع ژنتیکی گیاهی, توزیع منصفانه سود, رسمیت شناختن حقوق کشاورزان طرف های درگیر در این واقعه کشورها یا سازمان‌هایی که این معاهده را امضا کرده‌اند عبارتند از: ۱۴۷ کشور و ۱ مؤسسه میان‌دولتی، اتحادیه اروپا. بوده اند. نتیجه: معاهده بین‌المللی منابع ژنتیکی گیاهی برای غذا و کشاورزی در سال ۲۰۰۱ میلادی در مادرید به امضا رسیده و در ۲۹ ژوئن ۲۰۰۴ اجرایی شد. تاثیرات: این قرارداد به منظور تضمین امنیت غذایی از طریق محافظت، تبادل و استفاده پایدار منابع ژنتیکی گیاهی جهان برای غذا و زراعت (PGRFA) ایجاد شده است. این معاهده در سال ۲۰۰۱ میلادی در مادرید به امضا رسیده و در ۲۹ ژوئن ۲۰۰۴ اجرایی شد. تا فوریه ۲۰۲۰، ۱۴۷ کشور جزو طرف‌های قرارداد معاهده گیاهی‌اند. اهمیت تاریخی آن: معاهده بین‌المللی منابع ژنتیکی گیاهی برای غذا و کشاورزی در سال ۲۰۰۱ در مادرید امضا شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون حقوق افراد دارای ناتوانی",
        "text": "متن کنوانسیون حقوق افراد دارای ناتوانی به طور خلاصه به این اشاره دارد که این معاهده بین‌المللی با هدف حمایت از حقوق و عزت افراد معلول ایجاد شده است. طرفین کنوانسیون موظف هستند که از حقوق بشر معلولان حمایت کرده و از برابری کامل معلولان بر طبق قانون اطمینان حاصل کنند. این رویداد در سال ۱۳ دسامبر ۲۰۰۶ رخ داده است. مکان وقوع آن شهر شهر خروجی: تهران بوده است. دلایل آن عبارتند از: متن کنوانسیون حقوق افراد دارای ناتوانی به منظور حمایت از حقوق و عزت افراد معلول ایجاد شده است. این کنوانسیون به عنوان یک عامل اصلی در جنبش جهانی حقوق معلولان به کار می‌رود و باعث می‌شود معالجه پزشکی و حمایت‌های اجتماعی از افراد معلول دنبال شود و در زمینه حقوق بشر از حقوق برابر با سایر افراد جامعه برخوردار شوند. طرف های درگیر در این واقعه کنوانسیون حقوق افراد دارای ناتوانی بین کشورهایی مانند ایالات متحده، اتحادیه اروپا، کانادا و بسیاری از کشورهای دیگر امضا شده است. بوده اند. نتیجه: نتیجه امضای قرارداد به این صورت بوده است که ۱۶۳ کشور کنوانسیون را پس از افتتاح آن در سال ۲۰۰۷ امضا کردند و ۱۲۶ کشور کنوانسیون را طی پنج سال اول آن تصویب کردند. تاثیرات: این قرارداد به منظور حمایت از حقوق افراد دارای ناتوانی ایجاد شده است و طرفین موظف هستند که از حقوق بشر معلولان حمایت کرده و از برابری کامل معلولان بر طبق قانون اطمینان حاصل کنند. این کنوانسیون به عنوان یک عامل اصلی در جنبش جهانی حقوق معلولان به کار می‌رود و باعث می‌شود معالجه پزشکی و حمایت‌های اجتماعی از افراد معلول دنبال شود و در زمینه حقوق بشر از حقوق برابر با سایر افراد جامعه برخوردار شوند. اهمیت تاریخی آن: اهمیت تاریخی امضای این کنوانسیون به این دلیل است که این اولین پیمان حقوق بشر سازمان ملل در قرن بیست و یکم به شمار می‌رود و باعث می‌شود معالجه پزشکی و حمایت‌های اجتماعی از افراد معلول دنبال شود و در زمینه حقوق بشر از حقوق برابر با سایر افراد جامعه برخوردار شوند.",
        "questions": []
    },
    {
        "event": "پیمان منع گسترش سلاح‌های هسته‌ای",
        "text": "خلاصه کوتاهی درباره رویداد بده: پیمان منع گسترش سلاح‌های هسته‌ای (ان‌پی‌تی) در سال ۱۹۶۷ بین کشورهای دارای و غیر دارای سلاح هسته‌ای منعقد شد. این پیمان به جلوگیری از گسترش سلاح‌های هسته‌ای و پیگیری مذاکرات خلع سلاح هسته‌ای می‌پردازد. این رویداد در سال ۱۴ دی ۱۳۴۷ رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: ایران در زمان امضای این پیمان دومین کشور آسیایی بود که به آن پیوست., پیمان منع گسترش سلاح‌های هسته‌ای به کشورهای دارای و غیر دارای سلاح هسته‌ای تقسیم می‌کند., کشورهای برخوردار متعهد شده‌اند که فناوری هسته‌ای صلح آمیز را در اختیار غیر برخوردارها قرار دهند. طرف های درگیر در این واقعه کشورهای دارای سلاح هسته‌ای: چین، فرانسه، روسیه، انگلستان و ایالات متحده. بوده اند. نتیجه: پیمان منع گسترش سلاح‌های هسته‌ای به کشورهایی که تا پیش از اول ژانویه ۱۹۶۷ برابر با ۱۱ دی ۱۳۴۷ سلاح هسته‌ای یا دیگر وسایل منفجره هسته‌ای را تولید و منفجر کرده باشند، اجازه می‌دهد. تاثیرات: این قرارداد به کشورها دو دسته تقسیم می‌کند: کشورهای دارای سلاح هسته‌ای و کشورهای فاقد آن. ایران نیز دومین کشور آسیایی پس از ژاپن بود که این معاهده را امضا کرد. همچنین، کشورهای برخوردار شامل چین، فرانسه، روسیه، انگلستان و آمریکا هستند. اهمیت تاریخی آن: پیمان منع گسترش سلاح‌های هسته‌ای در سال ۱۹۶۷ به منظور جلوگیری از گسترش این سلاح‌ها بین کشورها منعقد شد. این پیمان شامل ۱۸۹ کشور است و کشورهای دارای سلاح هسته‌ای باید به کشورهای غیر برخوردار کمک کنند تا فناوری صلح آمیز هسته‌ای را کسب کنند.",
        "questions": []
    },
    {
        "event": "قرارداد ۱۹۱۹",
        "text": "پیمان ۱۹۱۹ به قرارداد وثوق الدوله-کاکس معروف است. این قرارداد شامل دو قسمت اصلی بود که در آن دولت بریتانیا تعهداتی را برای احترام به استقلال و تمامیت ارضی ایران پذیرفت. همچنین، بریتانیا حاضر شد یک قرض کافی برای دولت ایران تهیه کند تا از مشکلات مالی آن بکاهد. این رویداد در سال تاریخ امضای این قرارداد ۱۹۱۹ است. رخ داده است. مکان وقوع آن شهر ['۱. ایران', '۲. بریتانیا'] بوده است. دلایل آن عبارتند از: قرارداد ۱۹۱۹ میان دولت‌های ایران و بریتانیا به دلیل مخالفت‌های داخلی و خارجی و مغایرت آن با قانون اساسی مشروطه لغو شد. طرف های درگیر در این واقعه قرارداد ۱۹۱۹ میان دولت‌های بریتانیا و ایران پس از هفت ماه مذاکره پنهانی بین دولتبریتانیابامیرزاحسن‌خان وثوق‌الدولهو پرداخت چهارصد هزارتومانرشوهقرار دادی بسته شد. بر اساس این قرارداد تقریبا تمامی امور کشوری ولشکریایران، زیر نظر مستشارانانگلیسیو با مجوز آنان صورت می‌گرفت. این قرار داد به قرارداد «وثوق الدوله_کاکس» معروف است. بوده اند. نتیجه: قرارداد ۱۹۱۹ در ۱۷ مرداد ۱۲۹۸ خورشیدی میان دولت‌های بریتانیا و ایران پس از هفت ماه مذاکره پنهانی دولتبریتانیابامیرزاحسن‌خان وثوق‌الدولهو پرداخت چهارصد هزارتومانرشوهقرار دادی بسته شد. تاثیرات: پیمان ۱۹۱۹ به چند نکته کلیدی اشاره دارد:. نفوذ انگلیس: این قرارداد به طور قابل توجهی نفوذ انگلیس در امور داخلی ایران را افزایش داد و دولت ایران را تحت کنترل مستقیم لندن قرار داد.. مخالفت‌های داخلی و خارجی: این پیمان با مخالفت‌های داخلی و اعتراضات ایرانیان روبرو شد که منجر به لغو آن گردید.. تأثیر بر روابط بین‌المللی: این قرارداد تأثیر عمیقی بر روابط ایران با قدرت‌های بزرگ مانند انگلیس، روسیه و ایالات متحده داشت و زمینه را برای تغییرات سیاسی و اجتماعی در ایران فراهم کرد. اهمیت تاریخی آن: پیمان ۱۹۱۹ به دلیل مخالفت‌های داخلی و خارجی و مغایرت آن با قانون اساسی مشروطه، هرگز اجرا نشد.",
        "questions": []
    },
    {
        "event": "میثاق جامعه ملل",
        "text": "جامعه ملل در کنفرانس پاریس تأسیس شد. این رویداد در سال ۱۹۱۹ رخ داده است. مکان وقوع آن شهر پاریس بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد: توافق بر مفاد میثاق جامعه ملل. طرف های درگیر در این واقعه امپراتوری بریتانیا, فرانسه, ایتالیا, ژاپن, آمریکا, بلژیک, برزیل, چین, پرتغال, صربستان, چکسلواکی, یونان, لهستان, رومانی بوده اند. نتیجه: نتیجه ی امضای قرارداد، تأسیس جامعه ملل بود. تاثیرات: تأسیس جامعه ملل. توافق بر مفاد میثاق. اعضای کمیسیون پاریس. اصل اول: دسته بندی کشورها. اصل دوم: ساختار تشکیلاتی جامعه ملل. اصل سوم: ترکیب مجمع عمومی. اصل چهارم: مباحث مربوط به شورا اهمیت تاریخی آن: این قرداد اهمیت تاریخی زیادی دارد زیرا پایه‌گذار جامعه ملل بود که به عنوان اولین تلاش برای ایجاد یک سازمان بین‌المللی برای حفظ صلح و امنیت جهانی شناخته می‌شود.",
        "questions": []
    },
    {
        "event": "عهدنامه ۱۹۷۵ الجزایر",
        "text": "خلاصه کوتاهی درباره رویداد بده: پیمان الجزایر در سال ۱۹۷۵ بین ایران و عراق امضا شد تا خط مرزی ایران و عراق در آب‌های اروند رود را تعیین کند. این قرارداد به دلیل اختلافات مرزی میان دو کشور و انتشار اعلامیه مشترک در الجزیره منعقد گردید. این رویداد در سال تاریخ امضای این قرارداد: ۱۳۵۳/۰۲/۱۵ رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ الجزیره بوده است. دلایل آن عبارتند از: 1. دلیل امضای این قرارداد تعیین خط مرزی ایران و عراق در آب‌های اروند رود بود., 2. این قرارداد در زمان حکومتمحمدرضاشاهو احمد حسن البکر بسته شد., 3. مقامات وقت ایران از قرارداد الجزایر به عنوان «پیروزی ملی» نام بردند. طرف های درگیر در این واقعه ایران و عراق, الجزایر, ایران و عراق بوده اند. نتیجه: نتیجه امضای قرارداد تعیین مرز ایران و عراق در آب‌های اروند رود بود. تاثیرات: این قرارداد به تعیین خط مرزی ایران و عراق در آب‌های اروند رود کمک کرد و با میانجیگری الجزایر امضا شد. این پیمان در زمان حکومتی محمدرضاشاه و احمد حسن البکر بسته شد و مقامات وقت ایران آن را «پیروزی ملی» نامیدند. اهمیت تاریخی آن: پیمان الجزایر در سال ۱۹۷۵ بین ایران و عراق امضا شد تا خط مرزی این دو کشور در آب‌های اروند رود را تعیین کند. این پیمان به دلیل انتشار اعلامیه مشترک دو کشور در الجزیره، به «پیمان الجزایر» معروف است و محل امضای تمام پیوست‌ها و موافقتنامه‌های مرتبط در الجزایر بوده است.",
        "questions": []
    },
    {
        "event": "قرارداد کنسرسیوم",
        "text": "قرارداد کنسرسیوم، قراردادی بود که پس از کودتای ۲۸ مرداد بین ایران و کنسرسیومیاز شرکت‌های نفتی بین‌المللی برای استخراج و تحویل منابع نفتی ایران به دولت شاهنشاهی ایران بسته شد. شرکت‌های نفتی بین المللی به استخراج نفت ایران ضمن احترام به مالکیت تمامیت تولید نفت ایران توسط دولت شاهنشاهی موافقت داشتند و صرفا سودی از طرف ایران به آن‌ها پرداخت می شد. این رویداد در سال تاریخ امضای این قرارداد ۱۹۵۴ است. رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد این است که شاه ایران برای تأمین منابع مالی کشور و جلوگیری از مشکلات اقتصادی، مجبور به امضای این قرارداد شد. طرف های درگیر در این واقعه ایران و بریتانیا, آمریکا, هلند, فرانسه بوده اند. نتیجه: قرارداد کنسرسیوم در سال ۱۹۵۴ بین ایران و شرکت‌های نفتی بین‌المللی امضا شد تا نفت ایران را به دولت شاهنشاهی ایران تحویل دهند. این قرارداد به مدت ۱۵ سال اعتبار داشت، اما پس از کودتای ۲۸ مرداد، محمدرضا پهلوی آن را تمدید نکرد. تاثیرات: قرارداد کنسرسیوم در سال ۱۹۷۳ به تصویب رسید و مدت اعتبار آن ۲۰ سال بود. این قرارداد در حکومت پهلوی، گام نهایی برای اجرای قانون ملی کردن صنعت نفت توصیف شد. اهمیت تاریخی آن: قرارداد کنسرسیوم یکی از مهم‌ترین قراردادهای تاریخی ایران است که پس از کودتای ۲۸ مرداد بین دولت ایران و شرکت‌های نفتی بین‌المللی امضا شد. این قرارداد به مدت ۱۵ سال اعتبار داشت و در آن، شرکت‌های نفتی بین‌المللی حق داشتند که نفت ایران را استخراج و تحویل دهند. با ملی شدن صنعت نفت ایران در سال ۱۳۵۲، این قرارداد لغو شد و جایگزین آن قرارداد خرید و فروش نفتی بین ایران و کنسرسیوم بود.",
        "questions": []
    },
    {
        "event": "عهدنامه گردان",
        "text": "چه کسی این عهدنامه را منعقد کرد؟. کدام مناطق به تصرف عثمانی‌ها در آمدند؟. چه کسی به مقام فرماندهی کل قوا منصوب شد؟. چه کسی پس از بدست آوردن مناطق پیشین ایران تصمیم به حمله به مناطق شرقی عثمانی گرفت؟ این رویداد در سال ۱۷۴۶ رخ داده است. مکان وقوع آن شهر قزوین بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل نیاز ایران به حمایت از خود در برابر حملات عثمان‌گرها صورت گرفت., طرف ایرانی مشارکت‌کننده حسن علی حاجی و طرف عثمانی آن مصطفی نظیف بود., این عهدنامه در نزدیکی شهر قزوین امضا شد. طرف های درگیر در این واقعه حسن علی حاجی, مصطفی نظیف بوده اند. نتیجه: نتیجه ی امضای قرارداد: انحلال سلسله صفوی و تأسیس امپراتوری افشاری تاثیرات: موقعیت جغرافیایی ایران در زمان انعقاد این قرارداد. علت انعقاد این قرارداد. طرفین اصلی این قرارداد. نتیجه نهایی این قرارداد اهمیت تاریخی آن: تاریخی‌ترین اهمیت این قرداد، پایان جنگ بین ایران و عثمانی است که به پیروزی ایران منجر شد.",
        "questions": []
    },
    {
        "event": "پیمان‌نامه صلح پنجاه‌ساله",
        "text": "پیمان‌نامه دارا در سال ۵۶۲ بین امپراتوری روم شرقی و ساسانی منعقد شد. این پیمان به جنگ بیست ساله لازیبر پایان داد و لازستان را تخلیه کرد. این رویداد در سال ۵۶۲ رخ داده است. مکان وقوع آن شهر دارا بوده است. دلایل آن عبارتند از: پیمان‌نامه صلح پنجاه‌ساله بین امپراتوری روم شرقی و ساسانی در شهر مرزی دارا منعقد شد., این پیمان‌نامه به جنگ بیست‌ساله لازیبر پایان داد., ساسانیان پذیرفتند لازستان را تخلیه کنند., ساسانیان باجی به مبلغ ۳۰٬۰۰۰ طلای nomismata دریافت می‌کردند., تضمین شد که مسیحیان ایران آزادی پرستش دین خود را داشته باشند. طرف های درگیر در این واقعه پیمان‌نامه صلح پنجاه‌ساله بین امپراتوری روم شرقی و شاهنشاهی ساسانی منعقد شد. بوده اند. نتیجه: پیمان‌نامه صلح پنجاه‌ساله بین امپراتوری روم شرقی و ساسانیان در شهر مرزی دارا منعقد شد. تاثیرات: پیمان‌نامه صلح پنجاه‌ساله بین امپراتوری روم شرقی و ساسانی در شهر مرزی دارا منعقد شد.. این پیمان‌نامه به جنگ بیست‌ساله لازیبر پایان داد.. ساسانیان پذیرفتند لازستان را تخلیه کنند.. ساسانیان باجی به مبلغ ۳۰٬۰۰۰ طلای nomismata دریافت می‌کردند.. تضمین شد که مسیحیان ایران آزادی پرستش دین خود را داشته باشند. اهمیت تاریخی آن: پیمان‌نامه دارا به پایان جنگ بیست ساله لازیبر و تضمین آزادی دین مسیحیان ایران منجر شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون سی‌ام‌ار",
        "text": "کنوانسیون سی‌ام‌اریا یک پیمانسازمان ملل متحد است که در ۱۹ مِی ۱۹۵۶ درژنو،سوئیس منعقد شده‌است. این رویداد در سال ۱۹۵۶ رخ داده است. مکان وقوع آن شهر ژنو بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل نیاز به یک پیمانسازمان ملل متحد برای قوانین مختلف در صنعت حمل و نقل جاده‌ای است. طرف های درگیر در این واقعه کشورهای عضو کنوانسیون سی‌ام‌اریا: سوئیس، ۴۳ کشور دیگر بوده اند. نتیجه: کنوانسیون سی‌ام‌اریا در ۱۹ مِی ۱۹۵۶ در ژنو منعقد شد. تاثیرات: این قرارداد در ۱۹ مِی ۱۹۵۶ در ژنو، سوئیس منعقد شد.. تا فوریه ۲۰۱۷ میلادی ۴۴ کشور به این پیمان پیوسته‌اند. اهمیت تاریخی آن: این کنوانسیون در ۱۹ مِی ۱۹۵۶ در ژنو منعقد شد و تا فوریه ۲۰۱۷ میلادی ۴۴ کشور به آن پیوستند.",
        "questions": []
    },
    {
        "event": "پیمان آماسیه",
        "text": "پیمان آماسیه در سال ۱۵۵۵ بین شاه تهماسب اول و سلطان سلیمان اول امضا شد. این رویداد در سال ۱۵۵۵ رخ داده است. مکان وقوع آن شهر آماسیه بوده است. دلایل آن عبارتند از: پیمان آماسیه بین شاه تهماسب اول و سلطان سلیمان اول در سال ۱۵۵۵ امضا شد., این پیمان ۲۰ سال آرامش را بین دو کشور به ارمغان آورد., ایالت‌های آذربایجان، ارمنستان، داغستان جنوبی و گرجستان شرقی در اختیار دولت صفوی قرار گرفتند., گرجستان غربی و مناطق عراق کنونی به دولت عثمانی واگذار شد. طرف های درگیر در این واقعه شاه تهماسب یکم, سلطان سلیمان یکم, مصطفی پاشا بوده اند. نتیجه: پیمان آماسیه به پایان جنگ‌های بیست‌ساله بین صفوی و عثمانی منجر شد. تاثیرات: پایان جنگ‌های بیست‌ساله بین صفوی و عثمانی. اراضی آذربایجان، ارمنستان، داغستان جنوبی و گرجستان شرقی در اختیار صفوی قرار گرفت.. گرجستان غربی و مناطق عراق کنونی به عثمانی واگذار شد.. محترم شمردن قرارداد صلح آماسیه توسط شاه تهماسب تا آخرین روز حیات خود. اهمیت تاریخی آن: پیمان آماسیه به دلیل پایان جنگ‌های بیست ساله بین صفوی و عثمانی اهمیت تاریخی دارد. این پیمان ۲۰ سال آرامش را بین دو کشور به ارمغان آورد و اولین پیمان صلحی بود که بین این دو کشور پس از جنگ‌ها امضا شد.",
        "questions": []
    },
    {
        "event": "حقابه ایران از هیرمند",
        "text": "خلاصه کوتاهی درباره رویداد بده:. این متن درباره اختلافات بین ایران و افغانستان بر سر حقابه رود هیرمند است که به دلیل ساخت سدها و بندهای آبی توسط افغانستان، باعث کاهش آب در ایران شده و منجر به بحران‌های زیست‌محیطی و اجتماعی در سیستان و بلوچستان شده است. این رویداد در سال تاریخ امضای این قرارداد: ۱۳۵۱ رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد، حل اختلافات بین ایران و افغانستان بر سر حقابه رود هیرمند است. طرف های درگیر در این واقعه افغانستان و ایران بوده اند. نتیجه: نتیجه امضای قرارداد این بود که حقابه رود هیرمند بین ایران و افغانستان به صورت مساوی تقسیم شد. تاثیرات: 1.  تأثیرات قرارداد: این قرارداد تأثیرات زیادی بر روابط بین‌الملل، حقوقی و اجتماعی-محیطی دو کشور داشته است.. 2.  اختلافات تاریخی: اختلافات و مناقشات بین ایرانیان و افغان‌ها در مورد حقابه رود هیرمند به دلیل کمبود آب و تغییر مجاری آن، باعث بروز مشکلات سیاسی، اجتماعی و زیست‌محیطی شده است.. 3.  داوری‌های بین‌المللی: برای حل این اختلافات، داوری‌های بین‌المللی توسط انگلستان و سپس مک‌ماهون انجام شده که هر دو رأی به نفع ایران بوده است.. 4.  تفسیر قرارداد: تفسیر نادرست حکمیت گلد اسمیت در مورد مجاری غیر مستعمل باعث بروز اختلاف بیشتر شده است.. 5.  مقاومت افغانستان: افغانستان با وجود پذیرش برخی از داوری‌ها، همچنان بر حق خود برای استفاده از منابع آبی تاکید کرده و اقداماتی انجام داده که باعث کاهش آب هیرمند برای ایران شده است. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این معاهده به حل اختلافات دیرینه بین ایران و افغانستان در مورد حقابه رود هیرمند کمک کرده و به ایجاد ثبات در منطقه کمک می‌کند. همچنین، این معاهده نشان‌دهنده تلاش برای همکاری بین دو کشور در زمینه منابع آبی مشترک است.",
        "questions": []
    },
    {
        "event": "قرارداد ۱۹۳۳",
        "text": "متن درباره قرارداد ۱۹۳۳ بین دولت ایران و شرکت نفت ایران و انگلیس توضیح می‌دهد که رضاشاه به دلیل سهم کم ایران از نفت، این قرارداد را لغو کرد. سپس یک قرارداد جدید تنظیم شد که سهم ایران را افزایش داد و حق الامتیاز پرداخت می‌کرد. در نهایت، پس از تهدیدهای انگلیس، رضاشاه تن به خواسته‌های آنها داد و قرارداد جدید به تصویب رسید. این رویداد در سال تاریخ امضای این قرارداد ۱۹۳۳ (۱۳۱۲ خورشیدی) است. رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: رضاشاه از سهم کم ایران از نفت خود ناراضی بود., در سال ۱۹۳۱، سهم ایران برای سال مالی ۱۹۳۱ پس از بحران اقتصادی به کم‌ترین میزان خود رسید., کدمن بر این باور بود که سهیم ساختن ایران در کمپانی و سرمایه‌های آن به عنوان یک شریک، آینده ی امتیاز نفت را تضمین خواهد کرد., در قرارداد جدید تغییراتی نسبت به قرارداد دارسی صورت گرفت؛ «شرکت نفت ایران و انگلیس» همچنان به اکتشاف و استخراج و فروش نفت ادامه می‌داد. طرف های درگیر در این واقعه 1. دولتایران و شرکت نفت ایران, 2. انگلیس بوده اند. نتیجه: نتیجه امضای قرارداد به این بود که رضاشاه با لغو قرارداد دارسی موافقت کرد و در نهایت، قرارداد جدیدی تنظیم شد که سهم ایران از نفت را تضمین می‌کرد. تاثیرات: 1.  تأثیرات قرارداد ۱۹۳۳ شامل لغو قرارداد دارسیاز، افزایش سهم ایران از نفت و تمدید امتیاز نفت به مدت ۳۲ سال بود.. 2.  رضاشاه در ابتدا از سهم کم ایران از نفت ناراضی بوده و برای افزایش آن تیمورتاش را فرستاده بود.. 3.  در مذاکرات لندن، رضاشاه با کدمن و هوار ملاقات کرده و پس از تهدیدهای انگلیس به لغو امتیاز نفت تن داده است. اهمیت تاریخی آن: قرارداد ۱۹۳۳ به دلیل جلوگیری از ضبط دارایی‌های خارجی ایران توسط انگلیس، رضاشاه این قرارداد را پذیرفت و مقامات دولت را وادار به تصویب آن نمود.",
        "questions": []
    },
    {
        "event": "عهدنامه مودت و روابط اقتصادی و حقوق کنسولی",
        "text": "خلاصه کوتاهی درباره رویداد بده: عهدنامه مودت ایران و آمریکا در سال ۱۳۳۴ امضا شد تا روابط اقتصادی و حقوق کنسولی دو کشور را تنظیم کند. این پیمان شامل یک مقدمه و ۲۳ ماده است که بر صلح و دوستی پایدار میان دو کشور تأکید دارد. این رویداد در سال ۱۳۳۴ رخ داده است. مکان وقوع آن شهر آمریکا بوده است. دلایل آن عبارتند از: پیمان دوستی ایران و آمریکا در زمان ریاست جمهوری دموکرات‌ها امضا شد., عهدنامه مودت شامل ۲۳ ماده است و به توسعه روابط بازرگانی و تنظیم روابط حقوقی و کنسولی دو کشور اشاره دارد., در صورت بروز اختلاف، عهدنامه مودت ایران و آمریکا باید به دیوان بین‌المللی دادگستری ارجاع داده شود. طرف های درگیر در این واقعه ایران و آمریکا, چین, روسیه, فرانسه, بریتانیا, کانادا, آلمان, ایتالیا, اسپانیا, ژاپن, سنگاپور بوده اند. نتیجه: چه زمانی عهدنامه مودت ایران و آمریکا امضا شد؟ تاثیرات: 1.  تأثیر عهدنامه مودت بر روابط اقتصادی ایران و آمریکا. 2.  قانون جلب و حمایت از سرمایه‌گذاری خارجی. 3.  مقدمه و ۲۳ ماده عهدنامه مودت. 4.  معرفی دیوان بین‌المللی دادگستری لاهه. 5.  واقعه گروگانگیری دیپلمات‌های آمریکایی در تهران. 6.  شکایت ایران از آمریکا به دیوان بین‌المللی دادگستری. 7.  حمله ناو آمریکایی وینسنسبه به هواپیمای مسافربری ایرانی. 8.  شکایت ایران از آمریکا به دیوان بین‌المللی دادگستری در سال ۱۹۹۲. 9.  خروج آمریکا از عهدنامه مودت در سال ۲۰۱۸ اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به دلیل آغاز جذبسرمایه‌گذاری خارج از سوی دولت ایران و تصویب «قانون جلب و حمایت از سرمایه‌گذاری خارجی» است.",
        "questions": []
    },
    {
        "event": "عهدنامه فرهاد پاشا",
        "text": "رویداد: جنگ بین امپراتوری صفوی و عثمانی در قفقاز جنوبی. این رویداد در سال ۱۵۹۰ رخ داده است. مکان وقوع آن شهر تبریز بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل جنگ طولانی بین امپراتوری صفوی و عثمانی بود., این جنگ در قفقاز جنوبی رخ داد., در نبردی بنام برد چلدر، سپاه عثمانی موفق شد که سپاه ایران را شکست دهد., پس از چندی، سپاه ایران شروع به پس‌گیری مناطق از دست داده‌اش کرد., در نتیجه سپاه عثمانی بار دیگر به سمت ایران حرکت کرد و در نبردی به نام مشعل سپاه ایران شکست خورد., این عهدنامه به عهدنامه فرهاد پاشا یا عهدنامهاستانبول معروف است., ایران مالکیت عثمانی را به مناطق اشغالی پذیرفت. طرف های درگیر در این واقعه امپراتوری صفوی و امپراتوری عثمانی بوده اند. نتیجه: نتیجه امضای قرارداد این بود که ایران مالکیت مناطق اشغالی را به عثمانی پذیرفت. تاثیرات: این قرارداد پس از جنگ‌های طولانی بین صفوی و عثمانی منعقد شد.. این جنگ در قفقاز جنوبی رخ داد.. در نبرد چلدر، سپاه عثمانی موفق شد که سپاه ایران را شکست دهد.. پس از چندی، سپاه ایران شروع به پس‌گیری مناطق از دست داده‌اش کرد.. این عهدنامه به عهدنامه فرهاد پاشا یا عهدنامهاستانبول معروف است.. در این عهدنامه ایران مالکیت عثمانی را به مناطق اشغالی پذیرفت. اهمیت تاریخی آن: این قرداد اهمیت تاریخی زیادی دارد زیرا نشان‌دهنده پایان جنگ طولانی بین امپراتوری صفوی و عثمانی است.",
        "questions": []
    },
    {
        "event": "قرارداد مرزی ایران و ترکیه (۱۳۱۰)",
        "text": "خلاصه کوتاهی درباره رویداد بده:. قرارداد تعیین خط سرحدی ایران و ترکیه (بهفرانسوی:Accord relatif à la Fixation de la Ligne Frontière entre Perse et la Turquie) قراردادی بینایرانوترکیهبود که تغییرات محدود ولی شایان توجهی را درخط مرزی ۱۹۱۴ دو کشورایجاد کرد، که به‌طور کلی به نفع ترکیه بود. این رویداد در سال تاریخ امضای این قرارداد ۲۳ ژانویه ۱۹۳۲ است. رخ داده است. مکان وقوع آن شهر 1. شهر خروجی: تهران بوده است. دلایل آن عبارتند از: در این قرارداد، ترکیه کنترل کامل آرارات کوچک و دشت آغری داغ را به دست آورد. همچنین، ایران نوار کوچکی از زمین در منتهی الیه شمالی منطقه مرزی در نزدیکی تالاب بورالان را دریافت کرد و در جنوب خط مرزی به سوی غرب جابه‌جا شد تا کنترل هشتاد مایل مربع دیگر بین باژرگهو کوتو داغ را به ایران بدهد. طرف های درگیر در این واقعه 1. ایران و ترکیه, 2. محمدعلی فروغی و توفیق رشدی‌بیک بوده اند. نتیجه: نتیجه امضای قرارداد تعیین خط سرحدی ایران و ترکیه این بود که تغییرات محدودی در خط مرزی ایجاد شد. ترکیه کنترل کامل دو کوه آراارت کوچک و بزرگ را به دست آورد و همچنین نود مایل مربع دیگر در قصبه قطور را نیز به خود ملحق کرد. در مقابل، ایران نوار کوچکی از زمین در منتهی الیه شمالی منطقه مرزی دریافت کرد و در جنوب خط مرزی به سوی غرب جابه‌جا شد تا کنترل هشتاد مایل مربع دیگر بین باژرگهو کوتو داغ را به دست آورد. تاثیرات: در این قرارداد، ترکیه کنترل کامل آرارات کوچک و دشت آغری داغ را به دست آورد. همچنین، ایران نوار کوچکی از زمین در منتهی الیه شمالی منطقه مرزی در نزدیکی تالاب بورالان را دریافت کرد و در جنوب خط مرزی به سوی غرب جابه‌جا شد تا کنترل هشتاد مایل مربع دیگر بین باژرگهو کوتو داغ را به ایران بدهد. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد در ایجاد تغییرات محدود ولی شایان توجهی در خط مرزی ۱۹۱۴ بین دو کشور بود. این تغییرات به نفع ترکیه انجام شد و شامل جابه‌جایی خط مرزی به سوی شرق برای کنترل کامل کوه آراارت کوچک و بزرگ، و همچنین جابه‌جایی روستاهای ارمنی گوییربران و کتول داغ‌ به سوی شرق برای کنترل نود مایل مربع دیگر در قصبه قطور بود. ایران نیز نوار کوچکی از زمین را دریافت کرد تا کنترل هشتاد مایل مربع دیگر بین باژرگهو کوتو داغ را به دست آورد.",
        "questions": []
    },
    {
        "event": "پیش‌نویس:معاهده برن",
        "text": "معاهده برن چه زمانی امضا شد؟. ۹ اکتبر ۱۸۷۴ این رویداد در سال 1874 رخ داده است. مکان وقوع آن شهر سوئیس بوده است. دلایل آن عبارتند از: امضای این قرارداد به منظور ایجاد اتحادیه پستی عمومی صورت گرفته است., این پیمان‌نامه در تاریخ 9 اکتبر 1874 امضا شد., کنفرانس بین المللی توسط دولت سوئیس برگزار شد., نمایندگان 22 کشور در این کنفرانس حضور داشتند., هدف این معاهده یکپارچه سازی خدمات و مقررات پستی بود., امضاکنندگان پیمان شامل کشورهای مختلفی بودند., این سازمان ابتدا به نام اتحادیه عمومی پست نامیده شده بود., روز جهانی پست اکنون در 9 اکتبر به یاد تاریخ امضای معاهده است., معاهده برن چندین بار اصلاح شد., در سال 1964، UPU این معاهده را در قانون اساسی جدید خود ادغام کرد. طرف های درگیر در این واقعه اتحادیه پستی عمومی, اتحادیه جهانی پست, امپراتوری آلمان, اتریش-مجارستان, بلژیک, دانمارک, مصر, اسپانیا, ایالات متحده, فرانسه, بریتانیا, یونان, ایتالیا, لوکزامبورگ, هلند, پرتغال, رومانی, امپراتوری روسیه, صربستان, پادشاهی متحده سوئد و نروژ, سوئیس, امپراتوری عثمانی بوده اند. نتیجه: امضای قرارداد برن در تاریخ 9 اکتبر 1874 انجام شد. تاثیرات: تأسیس اتحادیه پستی عمومی (UPU) در 9 اکتبر 1874. یکپارچه‌سازی خدمات و مقررات پست بین‌المللی. امضاکنندگان پیمان شامل کشورهای مختلفی بود.. معاهده برن چندین بار اصلاح شد.. در سال ۲۰۲۱، کنگره UPU تصمیم گرفت که قراردادهای این کنگره دیگر محدودیت زمانی نداشته باشند. اهمیت تاریخی آن: امضای این قرداد اهمیت تاریخی زیادی دارد زیرا باعث تأسیس اتحادیه پستی عمومی و سپس اتحادیه جهانی پست شد. این سازمان به منظور یکپارچه سازی خدمات و مقررات پست بین المللی ایجاد گردید تا مبادله آزادانه پستی بین کشورها امکان پذیر شود.",
        "questions": []
    },
    {
        "event": "قرارداد ایران و شوروی ۱۹۲۱",
        "text": "خلاصه کوتاهی درباره رویداد بده:. پیمان نامهٔ ۱۹۲۱ بین ایران و شوروی در ۷ اسفند ۱۲۹۹ خورشیدی منعقد شد که به مسائل ارضی، مالی، اقتصادی، نظامی و سیاسی بین این دو کشور مربوط می‌شود. این معاهده نشانگر موفقیت علیقلی خان مشاورالممالک در کاردانی نمایندگان شوروی بود و پیش از کودتای رضاخان آماده‌سازی شده بود. این رویداد در سال تاریخ امضای این قرارداد: ۷ اسفند ۱۲۹۹ خورشیدی رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد شامل موارد زیر است:, لغو قراردادهای دولت تزاری روسیه با ایران, قطع از امتیازات دولت تزاری در ایران, خاتمه سیاست متجاوزانه شوروی, صرف نظر کردن شوروی از بدهی‌های ایران طرف های درگیر در این واقعه متن به دو کشور ایران و شوروی اشاره دارد که در تاریخ ۷ اسفند ۱۲۹۹ خورشیدی (۲۶ فوریه ۱۹۲۱ میلادی) پیمان نامهٔ ۱۹۲۱ بین این دو کشور را امضا کردند. بوده اند. نتیجه: نتیجه امضای قرارداد بین ایران و شوروی این بود که شوروی متعهد شد تا همه قراردادهای منعقد شده توسط دولت تزاری روسیه با ایران را لغو کند، از امتیازات آن دولت در ایران بگذرد و سیاست‌های خود را تغییر دهد. همچنین، شوروی از دریافت بدهی‌های ایران صرف نظر کرد و ایران نیز متعهد شد که دیگر به هیچ دولت خارجی امتیازی ندهد. تاثیرات: این قرارداد به دلیل ایجاد روابط محکم و حسنه بین ایران و شوروی، به عنوان اولین معاهده منصفانه برای ایران شناخته می‌شود. همچنین این معاهده پیش از کودتای ۱۲۹۹ رضاخان آماده‌سازی شده بود و مورد موافقت قرار گرفته بود. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به دلیل پایان دادن به جنگ و ایجاد صلح بین ایران و شوروی است. این معاهده نشان‌دهنده موفقیت علیقلی خان در مذاکرات با شوروی بود و به ایران اجازه داد تا از امتیازات گذشته رها شود و روابط متقابل را بهبود بخشد. همچنین، این قرداد به عنوان اولین معاهده منصفانه برای ایران شناخته می‌شود که پیش از کودتای رضاخان آماده‌سازی شده بود و مورد موافقت قرار گرفته بود.",
        "questions": []
    },
    {
        "event": "کنوانسیون بین‌المللی ایمنی جان اشخاص در دریا",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون بین‌المللی ایمنی جان اشخاص در دریایاسولاس (SOLAS) معاهده‌ای بین‌المللی برای افزایش ایمنی در کشتیرانی است که نسخه آن در سال ۱۹۱۴ پس از حادثه کشتی تایتانیک تدوین شد. این رویداد در سال ۱۹۷۴ رخ داده است. مکان وقوع آن شهر کشتی‌های تجاری بوده است. دلایل آن عبارتند از: هدف اصلی کنوانسیون ایمنی جان اشخاص در دریایاسولاس تعیین حداقل استانداردهای ساخت، تجهیز و راه‌اندازی کشتی‌ها با توجه به ایمنی آن‌ها است., نسخه کنونی این کنوانسیون سولاس ۱۹۷۴ نام دارد که از تاریخ ۲۵ می ۱۹۸۰ معادل ۴ خرداد ۱۳۵۹ اجرایی شده است., تا تاریخ ۱۹ بهمن ۱۳۹۵ تعداد دولت‌های عضو این معاهده به ۱۶۳ کشور رسیده است که شامل حدود ۹۹٫۱۵٪ تناژ ناخالص ناوگان تجاری جهان می‌شود. طرف های درگیر در این واقعه کنوانسیون بین‌المللی ایمنی جان اشخاص در دریایاسولاس (SOLAS), جمهوری اسلامی ایران بوده اند. نتیجه: کنوانسیون بین‌المللی ایمنی جان اشخاص در دریایاسولاس معاهده‌ای بین‌المللی برای افزایش ایمنی در کشتیرانی است. تاثیرات: کنوانسیون بین‌المللی ایمنی جان اشخاص در دریایاسولاس معاهده‌ای بین‌المللی است که هدف آن تعیین حداقل استانداردهای ساخت، تجهیز و راه‌اندازی کشتی‌ها با توجه به ایمنی آن‌ها است.. این کنوانسیون مهم‌ترین معاهده بین‌المللی دریایی در مورد افزایش ایمنی در کشتیرانی است.. نسخه کنونی این کنوانسیون نسخه سال ۱۹۷۴ است که به عنوان سولاس ۱۹۷۴ شناخته می‌شود و از تاریخ ۲۵ می ۱۹۸۰ معادل ۴ خرداد ۱۳۵۹ اجرایی شده است.. تا تاریخ ۱۹ بهمن ۱۳۹۵ تعداد دولت‌های عضو این معاهده به ۱۶۳ کشور رسیده است که شامل حدود ۹۹٫۱۵٪ تناژ ناخالص ناوگان تجاری جهان می‌شود.. جمهوری اسلامی ایران نیز پس از ترجمه، بررسی مفاد و فراهم‌سازی زمینه اجرای این کنوانسیون درسازمان بنادر و کشتیرانی، در سال ۱۳۷۳ به این کنوانسیون ملحق شد. اهمیت تاریخی آن: کنوانسیون بین‌المللی ایمنی جان اشخاص در دریایاسولاس(بهانگلیسی:international convention for the Safety Of Life At Sea (SOLAS)) به دلیل حادثه کشتی تایتانیک تدوین شد.",
        "questions": []
    },
    {
        "event": "ائتلاف روسیه–سوریه–ایران–عراق",
        "text": "خلاصه کوتاهی درباره رویداد بده:. ائتلاف روسیه–سوریه–ایران–عراق،که۴+۱(\"+۱\" بهحزب‌الله لبناناشاره دارد) نیز گفته می‌شد،یک همکاری مشترک اطلاعاتی بین گروهی از مخالفانداعشبا اتاق‌های عملیات دردمشقسوریهومنطقه سبز بغداددرعراقبود. این رویداد در سال ۲۰۰۰ رخ داده است. مکان وقوع آن شهر سوریه بوده است. دلایل آن عبارتند از: ائتلاف روسیه–سوریه–ایران–عراق برای جمع‌آوری اطلاعات درباره داعش شکل گرفت., هدف از این ائتلاف، مبارزه با گسترش داعش بود., نخبگان روسیه بر سر ایران اختلاف داشتند., جنگ داخلی سوریه منجر به کشته شدن بیش از ۲۵۰ هزار نفر و آواره شدن بیش از ۱۰ میلیون نفر شده است. طرف های درگیر در این واقعه روسیه، ایران، عراق، سوریه بوده اند. نتیجه: نتیجه امضای قرارداد، شکل گیری ائتلاف روسیه–سوریه–ایران–عراق بود. تاثیرات: 1.  ائتلاف روسیه–سوریه–ایران–عراق برای جمع‌آوری اطلاعات درباره گروه داعش شکل گرفت.. 2.  نخبه‌های روسیه بر سر ایران اختلاف داشتند.. 3.  جنگ داخلی سوریه به دلیل اعتراضات مخالفان علیه حکومت اسد آغاز شد.. 4.  کشورهای غربی از ائتلاف روسیه–سوریه–ایران–عراق انتقاد کرده‌اند.. 5.  نیروی هوایی روسیه از پایگاه‌های هوایی ایران برای سوخت‌گیری استفاده کرده است. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که نشان دهنده همکاری بین کشورهای مختلف برای مبارزه با تهدیدات مشترک، مانند گروه داعش، بود و به عنوان یک گام مهم در تلاش‌های منطقه‌ای برای حفظ امنیت و ثبات شناخته می‌شود.",
        "questions": []
    },
    {
        "event": "سازمان پیمان مرکزی",
        "text": "خلاصه کوتاهی درباره رویداد بده: پیمان بغداد در سال ۱۳۳۴ بین ایران، ترکیه و عراق امضا شد تا با تهدید شوروی مقابله کند. این پیمان به دلیل نگرانی آمریکا از نفوذ شوروی و همچنین فشارهای سیاسی بر ایران، به عضویت آمریکا راه نیافت و پس از کودتای عبدالکریم قاسم در عراق، از پیمان خارج شد. این رویداد در سال تاریخ امضای این قرارداد: ۱۹ مهر ۱۳۳۴ رخ داده است. مکان وقوع آن شهر عراق بوده است. دلایل آن عبارتند از: پیمان سنتو در دوران جنگ سرد برای مقابله با شوروی و نفوذ مارکسیسم تشکیل شد., نوری سعیدنخست‌وزیرعراق پیشنهاد داد برای مقابله با خطرتوسعه‌طلبیشوروی، سیاستسد نفوذرا به دورشورویبه مرحلهٔ اجرا گذارد تا با گذشت زمان، نظامشورویفروپاشد. طرف های درگیر در این واقعه ایالات متحده آمریکا, انگلستان, ترکیه, پاکستان, ایران بوده اند. نتیجه: پیمان بغداد در سال ۱۳۳۷ بین کشورهای عضو آن به سازمان پیمان مرکزی (سنتو) تغییر نام داد و مرکز آن را از بغداد به آنکارا برد. تاثیرات: پیمان بغداد در دوران جنگ سرد و با هدف مبارزه با شوروی و نفوذ مارکسیسم تشکیل شد. در اوایل فوریه ۱۹۵۵، نوری سعیدنخست‌وزیرعراق از تشکیل اتحادیه‌ای مرکب از آمریکا، انگلستان، ترکیه، پاکستان، ایران وعراق خبر داد. اهمیت تاریخی آن: پیمان بغداد در سال ۱۳۳۷ بین کشورهای عضو آن به نام سازمان پیمان مرکزی (سنتو) تغییر یافت و مرکز آن را از بغداد به آنکارا برد.",
        "questions": []
    },
    {
        "event": "کنوانسیون رامسر",
        "text": "تاریخ تصویب کنوانسیون رامسر: ۱۳۴۹. تعداد کشورها شرکت کننده در ابتدا: ۱۸. تعداد تالاب‌ها تحت پوشش کنوانسیون: ۲۴۱۲. بیشترین تعداد تالاب‌ها متعلق به کدام کشور است؟ بریتانیا. بیشترین وسعت تالاب‌ها متعلق به کدام کشور است؟ کانادا این رویداد در سال ۱۳۴۹ رخ داده است. مکان وقوع آن شهر رامسر بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل حفاظت از تالاب‌ها و حیوانات وابسته به آن‌ها است., این کنوانسیون بین‌المللی در سال ۱۳۴۹ در شهر رامسربه تصویب رسید., در ابتدا این معاهده به امضای نمایندگان ۱۸ کشور شرکت‌کننده رسید., این پیمان هم‌اکنون ۲۴۱۲ مکان به وسعت بیش از ۲۵۴هزار هکتار را پوشش می‌دهد. طرف های درگیر در این واقعه ایران, بریتانیا, کانادا بوده اند. نتیجه: نتیجه امضای قرارداد: تصویب کنوانسیون رامسر. تاثیرات: این قرارداد به حفاظت از تالاب‌ها و حیوانات وابسته به آن‌ها کمک می‌کند.. این کنوانسیون بین ۱۸ کشور آغاز شد و اکنون ۲۴۱۲ مکان را پوشش می‌دهد.. اسکندر فیروز رئیس وقت سازمان محیط زیست ایران در تهیه این کنوانسیون نقش داشته است.. کنوانسیون رامسر در سال ۱۹۷۵ جنبه قانونی پیدا کرد و کشورهای عضو را ملزم به تعیین و حفظ تالاب‌ها می‌نماید. اهمیت تاریخی آن: کنوانسیون رامسر به منظور حفاظت از تالاب‌ها و حیوانات وابسته به آن‌ها تدوین شده است. این کنوانسیون در سال ۱۳۴۹ تصویب شد و هم‌اکنون ۲۴۱۲ تالاب را پوشش می‌دهد.",
        "questions": []
    },
    {
        "event": "کنوانسیون نسل‌کشی",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون پیشگیری و مجازات جنایت نسل‌کشی (CPPCG) یک معاهده بین‌الملل است که نسل‌کشی را جرم انگاری می‌کند و دولت‌ها را ملزم به عدم انجام آن می‌کند. این کنوانسیون در واکنش به جنگ جهانی دوم شکل گرفت و در سال ۱۹۴۸ تصویب شد. این رویداد در سال ۱۹۴۸ رخ داده است. مکان وقوع آن شهر شهر خروجی: کنوانسیون بوده است. دلایل آن عبارتند از: مقدمه: کنوانسیون پیشگیری و مجازات جنایت نسل‌کشی (CPPCG) یا کنوانسیون نسل‌کشی، یک معاهده بین‌المللی است که نسل‌کشی را جرم انگاری می‌کند و دولت‌ها را ملزم به عدم انجام آن می‌کند., تاریخ تصویب: این کنوانسیون در ۹ دسامبر ۱۹۴۸ توسط مجمع عمومی سازمان ملل متحد تصویب شد و در ۱۲ ژانویه ۱۹۵۱ لازم‌الاجرا شد., اعضای کنوانسیون: کنوانسیون نسل‌کشی دارای ۱۵۲ کشور عضواست. طرف های درگیر در این واقعه سازمان ملل متحد, جمهوری دومینیکن, اوکراین, روسیه بوده اند. نتیجه: نتیجه امضای قرارداد تصویب کنوانسیون نسل‌کشی بود. تاثیرات: 1.  کنوانسیون پیشگیری و مجازات جنایت نسل‌کشی (CPPCG) یا کنوانسیون نسل‌کشی، یک معاهده بین‌المللی است که نسل‌کشی را جرم انگاری می‌کند و دولت‌ها را ملزم به عدم انجام آن می‌کند.. 2.  کنوانسیون نسل‌کشی در واکنش به جنگ جهانی دوم شکل گرفت و جنایاتی مانند هولوکاست را نشان داد.. 3.  رافائل لمکین، وکیل یهودی-لهستانی، واژهٔ نسل‌کشی را برای توصیف سیاست‌های نازی‌ها ابداع کرد.. 4.  کنوانسیون نسل‌کشی به چندین عمل به‌عنوان نسل‌کشی به رسمیت می‌شناسد، مانند تحمیل کنترل موالید و انتقال اجباری کودکان.. 5.  کنوانسیون نسل‌کشی بر قوانین در سطح ملی و بین‌المللی تأثیر گذاشته‌است و در قوانین داخلی چندین کشور گنجانده شده‌است. اهمیت تاریخی آن: کنوانسیون نسل‌کشی به عنوان اولین معاهده حقوق بشری برای تدوین نسل‌کشی به‌عنوان یک جرم بین‌المللی شناخته می‌شود. این کنوانسیون در واکنش به جنگ جهانی دوم و جنایاتی مانند هولوکاست وضع شده است.",
        "questions": []
    },
    {
        "event": "کنوانسیون وین درباره روابط کنسولی",
        "text": "کنوانسیون وین درباره روابط کنسولیک چه زمانی تصویب شد؟. آوریل ۱۹۶۳ این رویداد در سال ۱۹۶۳ رخ داده است. مکان وقوع آن شهر وین بوده است. دلایل آن عبارتند از: تاریخ تصویب کنوانسیون وین: ۲۴ آوریل ۱۹۶۳, تعداد کشورهایی که کنوانسیون را پذیرفته‌اند: ۱۷۳ کشور, تعداد فصل‌های کنوانسیون: ۴ فصل, تعداد ماده‌ها در کنوانسیون: ۷۹ ماده, زبان‌های اصلی متن کنوانسیون: انگلیسی، فرانسوی، چینی، روسی و اسپانیایی طرف های درگیر در این واقعه کنوانسیون وین دربارهٔ روابط کنسولییک بین کشورهای مختلف است. بوده اند. نتیجه: این کنوانسیون در ۲۴ آوریل ۱۹۶۳ در وین به تصویب رسید و تاکنون در ۱۷۳ کشور اعتبار قانونی دارد. تاثیرات: تأثیرات: این کنوانسیون به بهبود روابط کنسولاری بین کشورها کمک کرده و از بروز اختلافات جلوگیری می‌کند.. مفاد: این کنوانسیون شامل ۷۹ ماده در چهار فصل است و دو پروتکل اختیاری دارد.. زبان‌ها: متن اصلی قرارداد به ۵ زبان انگلیسی، فرانسوی، چینی، روسی و اسپانیایی نوشته شده است. اهمیت تاریخی آن: این کنوانسیون در ۲۴ آوریل ۱۹۶۳ در وین تصویب شده است.",
        "questions": []
    },
    {
        "event": "پیمان بریان–کلوگ",
        "text": "پیمان بریان-کلوگیا یک پیمان بین‌المللی است که در سال ۱۹۲۸ امضا شد و هدف آن جلوگیری از جنگ بود. این پیمان توسط ۹ دولت امضا شد و بعدها به ۶۳ کشور رسید. این رویداد در سال ۱۹۲۸ رخ داده است. مکان وقوع آن شهر پاریس بوده است. دلایل آن عبارتند از: پیمان بریان-کلوگیا در ۲۷ اوت ۱۹۲۸ توسط ۹ دولت به امضا رسید., نام رسمی این پیمان، پیمان همگانی برای خودداری از جنگ است., پیشگامان آن فرانک کلوگ و آریستید بریان بودند., ۹ دولت امضا کننده عبارت بودند ازآلمان،ایتالیا، ایالات متحدهٔ آمریکا،بریتانیا،بلژیک،چکسلواکی،ژاپن،فرانسه،لهستان. طرف های درگیر در این واقعه آلمان, ایتالیا, ایالات متحدهٔ آمریکا, بریتانیا, بلژیک, چکسلواکی, ژاپن, فرانسه, لهستان, افغانستان, جمهوری آلبانیا, اتریش, تایوان, کوبا, دانمارک, جمهوری دومینیکن, مصر, استونی, اتیوپی, فنلاند, گواتمالا, پادشاهی مجارستان, لتونی, لیبریا, لیتوانی, هلند, نیکاراگوئه, نروژ, پاناما, پرو, اتحاد جماهیر شوروی سوسیالیستی, پادشاهی یوگسلاوی, تایلند, سوئد, ترکیه بوده اند. نتیجه: نتیجه امضای قرارداد، ایجاد یک کنوانسیون بین‌المللی برای خودداری از جنگ و محکوم کردن آن به عنوان وسیله حل کشمکش‌ها بود. تاثیرات: تاثیرات پیمان بریان–کلوگیا شامل محکوم کردن جنگ به عنوان وسیلهٔ حل کشمکش‌های بین‌المللی و ممنوعیت توسل به جنگ برای نیل به مقاصد سیاسی است.. ۹ دولت امضا کننده عبارت بودند ازآلمان،ایتالیا، ایالات متحدهٔ آمریکا،بریتانیا،بلژیک،چکسلواکی،ژاپن،فرانسه،لهستان.. پیمان پاریس در ۲۴ ژوئیه ۱۹۲۹ لازم‌الاجرا گردید. اهمیت تاریخی آن: پیمان بریان-کلوگیاپیمان پاریس در تاریخ ۲۷ اوت ۱۹۲۸ توسط ۹ دولت امضا شد. این پیمان جنگ را محکوم کرد و توسل به جنگ را ممنوع اعلام کرد.",
        "questions": []
    },
    {
        "event": "قرارداد سن پترزبورگ",
        "text": "پیمان سن پترزبورگ در سال ۱۹۰۷ منعقد شد و هدف آن جلوگیری از پیشرفت‌های سیاسی، اقتصادی و نظامی آلمان بود. این پیمان بین روسیه و انگلیس امضا شد و به آن‌ها اجازه داد تا منافع خود را در ایران و افغانستان تنظیم کنند. این رویداد در سال سال امضای این قرارداد ۱۹۰۷ است. رخ داده است. مکان وقوع آن شهر سن پترزبورگ بوده است. دلایل آن عبارتند از: 1. دلیل امضای این قرارداد: برای حل مشکلات بین بریتانیا و روسیه و جلوگیری از پیشرفت‌های سیاسی، اقتصادی و نظامی آلمان بود. طرف های درگیر در این واقعه امپراتوری روسیه و امپراتوری بریتانیا, جمهوری سوم فرانسه، امپراتوری روسیه، انگلیس بوده اند. نتیجه: نتیجه امضای قرارداد سن پترزبورگ این بود که سه کشور فرانسه، روسیه و انگلیس متحد شدند تا از پیشرفت‌های سیاسی، اقتصادی و نظامی آلمان جلوگیری کنند. تاثیرات: این قرارداد به دلیل ایجاد اتحاد مثلث بین فرانسه، روسیه و انگلیس، تأثیرات مهمی داشته است. این اتحاد به جلوگیری از پیشرفت‌های سیاسی، اقتصادی و نظامی آلمان کمک کرد و باعث شد که این سه کشور متحد شوند تا منافع مشترک خود را حفظ کنند. همچنین، این پیمان به حل اختلافات بین بریتانیا و روسیه در مورد ایران و افغانستان کمک کرد و به ایجاد یک فضای امن‌تر برای تجارت و همکاری بین این دو کشور منجر شد. اهمیت تاریخی آن: این پیمان به دلیل اهمیت تاریخی امضای آن، آخرین قدم در راه ایجاد تفاهم مثلث بود و با حل مشکلات بین بریتانیا و روسیه، این دو کشور همراه با فرانسه در برابر اتحاد مثلث، متحد کرد.",
        "questions": []
    },
    {
        "event": "دیپلماسی کشورهای ساحلی دریای خزر",
        "text": "خلاصه کوتاهی درباره رویداد بده: در نشست آستانه، پنج کشور ساحلی دریای خزر اختلاف دیدگاه‌های خود را راجع به دریای خزر با یکدیگر به اشتراک گذاشتند و این نشست عملاً به نتیجه نرسید. این رویداد در سال ۲۰۰۳ رخ داده است. مکان وقوع آن شهر آستراخان بوده است. دلایل آن عبارتند از: عهدنامه ترکمانچای ۱۸۲۸, عشق‌آباد ۲۰۰۳, تهران ۲۰۰۷, باکو ۲۰۱۰, آستراخان ۲۰۱۴, آستانه ۲۰۱۷, آکتائو ۲۰۱۸ طرف های درگیر در این واقعه جمهوری اسلامی ایران، ترکمنستان، قزاقستان، جمهوری فدراتیو روسیه، جمهوری آذربایجان بوده اند. نتیجه: امضای قرارداد به معنای توافق بین طرفین است که در این متن به امضای پیمان همکاری‌های امنیتی و نظامی اشاره شده است. تاثیرات: عهدنامه ترکمانچای ۱۸۲۸: محرومیت حقایراندر برخورداری ازکشتی نظامیدر دریای خزر.. عشق‌آباد ۲۰۰۳: مبارزه با آلودگیمحیط زیستدر دریای خزر و حفاظت از آب این دریاچه.. تهران ۲۰۱۰: امضای کنوانسیون محیط زیست خزر و تفاهم در زمینه همکاری‌های امنیتی و نظامی.. باکو ۲۰۱۴: موافقت‌نامه‌هایی شامل حفاظت از منابع آبی، آب و هواشناسی، پیشگیری و واکنش بهوضعیت اضطراری.. آستانه ۲۰۱۷: اختلاف دیدگاه‌ها درباره تقسیم دریای خزر و ساخت خطوط لوله.. آکتائو ۲۰۱۸: توافق بر سر اشکال بهره‌برداری از دریای خزر و مشخص سازی حد و حدود آبی و ساحلی آن. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد در ایجاد اعتماد و اطمینان بین کشورهای ساحل دریای خزر است. این کنوانسیون محیط زیست خزر اولین سند حقوقی مرتبط با دریای خزر بود که به تصویب پنج کشور ساحلی رسید و به پیشگیری از شرایط بحرانی در منطقه کمک کرد.",
        "questions": []
    },
    {
        "event": "توافق پاریس",
        "text": "توافق پاریس یک پیمان بین‌المللی است که در سال ۲۰۱۵ در پاریس امضا شد تا جلوی تغییرات اقلیمی را بگیرد. این توافق شامل کاهش انتشار گازهای گلخانه‌ای و سازگاری با اثرات تغییرات اقلیمی است. این رویداد در سال ۲۰۰۱ رخ داده است. مکان وقوع آن شهر پاریس بوده است. دلایل آن عبارتند از: توافق پاریس شامل موارد زیر است:, هدف داشتن واکنشی قوی‌تر نسبت به خطر تغییر اقلیم, ارتقای اجرای چارچوب پیمان‌نامه سازمان ملل در تغییر اقلیم, نگهداری انرژی و کاهش مصرف آن, کاهش سوزاندن سوخت فسیلی و افزایش سهم انرژی پایدار, کاهش انتشارات برق, پیاده‌سازی در بخش ساختمان، حمل و نقل و گرمایش, جذب کربن برای برخی صنایع طرف های درگیر در این واقعه فرانسه, آمریکا, روسیه, اروپا, ایالات متحده آمریکا بوده اند. نتیجه: توافق پاریس در سال ۲۰۱۵ تصویب شد و تا سال ۲۰۱۷ ۱۹۵ عضو UNFCCC آن را امضا کرده‌اند. تاثیرات: توافق پاریس تأثیرات زیر را داشته است:. تأثیر بر مناقشات بین آمریکا و اروپا. تأثیر بر تصمیم روسیه برای پیوستن به این توافق. تأثیر بر تلاش‌های رهبران جهان برای تغییر در تصمیم دونالد ترامپ. بازگشت آمریکا به این توافق پس از پیروزی جو بایدن اهمیت تاریخی آن: توافق پاریس به منظور کاهش انتشار گازهای گلخانه‌ای و سازگاری با تغییرات اقلیمی تدوین شده است. این پیمان بین ۱۹۵ کشور امضا شده و هدف آن محدود کردن افزایش دمای جهانی به ۱٫۵ درجه سلسیوس بالاتر از سطوح پیشاصنعتی می‌باشد.",
        "questions": []
    },
    {
        "event": "صلح آنتالکیداس",
        "text": "سال انجام صلح آنتالکیداس: ۳۸۷ پیش از میلاد. هدف اصلی صلح آنتالکیداس: پایان دادن به نبردهای کورنتیاندریونان باستان. نقش اردشیر دوم در صلح آنتالکیداس: میانجیگری بین طرفین تخاصم این رویداد در سال ۳۸۷ رخ داده است. مکان وقوع آن شهر آتن بوده است. دلایل آن عبارتند از: صلح آنتالکیداس میان اسپارت و دولت‌شهرهای یونانی انجام شد., اردشیر دوم به عنوان میانجی بین طرفین تخاصم عمل کرد., این صلح یونان را از مداخله در ایونیه بازمی‌داشت., پس از این صلح، ایران فرصت یافت تا بر سرکوب شورش‌های آسیای صغیر متمرکز شود. طرف های درگیر در این واقعه اسپارتا, آتن, کورینتوس, تبای (تبس), آرگوس, خامنشیان بوده اند. نتیجه: نتیجه ی امضای قرارداد: پایان نبردهای کورنتیاندریونان. تاثیرات: تاثیرات: پایان نبردهای کورنتیاندریونان، به رسمیت شناختن حکمرانی خامنشیان بر آسیا، تبدیل اسپارت به قدرت مسلط در یونان، فرصت برای دولت هخامنشی برای تصرف قبرس. اهمیت تاریخی آن: ['تاریخی\\u200cترین اهمیت این قرداد به پایان دادن به نبردهای کورنتیاندریونان باستان است.', 'اردشیر دوم نقش میانجیگری بین طرفین تخاصم را بر عهده گرفت.', 'این صلح زمینه نفوذ ایران را در سیاست یونانی فراهم کرد.']",
        "questions": []
    },
    {
        "event": "کنوانسیون اول ژنو",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون اول ژنو برای بهبود وضعیت مجروحان ارتش‌های جنگی در ۲۲ اوت ۱۸۶۴ برگزار شد و اولین پیمان از پیمان‌های چهارگانه ژنوبود که در ۱۰ ماده تنظیم شد. این پیمان «بنیانحقوق بین‌المللرا برای حمایت از قربانیان درگیری‌های مسلح» تعریف می‌کند. این رویداد در سال تاریخ امضای این قرارداد ۱۹۰۶ است. رخ داده است. مکان وقوع آن شهر شهر خروجی: ژنو بوده است. دلایل آن عبارتند از: 1.  هدف اصلی این کنوانسیون بهبود وضعیت مجروحان ارتش‌های جنگی است., 2.  این کنوانسیون در سال 1864 برگزار شد و شامل 12 کشور بود., 3.  کنوانسیون ژنو به عنوان بنیان حقوق بین‌الملل برای حمایت از قربانیان درگیری‌های مسلحانه تعریف می‌شود. طرف های درگیر در این واقعه 1. فرانسه و اتریش, 2. سوئیس, 3. ایتالیا, 4. ایالات متحده آمریکا, 5. بریتانیا, 6. ژنو, 7. سوئیس بوده اند. نتیجه: نتیجه امضای قرارداد به این صورت بود که دوازده کشور در شهر ژنو با هدف جمع‌آوری و کمک‌های پزشکی به سربازان زخمی موافقت کردند. این پیمان به عنوان بنیان حقوق بین‌الملل برای حمایت از قربانیان درگیری‌های مسلحانه تعریف می‌شود. تاثیرات: 1. این کنوانسیون چه تأثیری بر وضعیت مجروحان ارتش‌های جنگی داشته است؟. 2. چه کشورهایی در شهر ژنو به این کنوانسیون موافقت کردند و چه کمک‌هایی به سربازان زخمی ارائه دادند؟. 3. چه تغییراتی در سال‌های ۱۹۰۶، ۱۹۲۹ و ۱۹۴۹ در این کنوانسیون انجام شد و چرا؟ اهمیت تاریخی آن: کنوانسیون اول ژنو به منظور بهبود وضعیت مجروحان ارتش‌های جنگی و ایجاد یک اصل رسمی برای حمایت از آنها در زمان مخاصمات مسلحانه تدوین شد. این کنوانسیون در سال ۱۸۶۴ برگزار گردید و دوازده کشور در شهر ژنو به آن موافقت کردند.",
        "questions": []
    },
    {
        "event": "معاهده استانبول (۱۷۳۶)",
        "text": "تاریخ امضا: ۲۴ سپتامبر ۱۷۳۶. طرفین معاهده: ایران و عثمانی. فرمانده ایران: نادرشاه افشار. فرمانده عثمانی: توپال پاشا این رویداد در سال ۱۷۳۶ رخ داده است. مکان وقوع آن شهر تبریز بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل اختلافات بین ایران و عثمانی صورت گرفته است., معاهده احمد پاشا مورد اعتراض هر دو دولت بود., نادر شاه افشار پس از برانداختن شاه تهماسب دوم، به حکومت رسید و در صدد پس گیری منطقه برآمد. طرف های درگیر در این واقعه نادر شاه افشار, سلطان مراد چهار عثمانی بوده اند. نتیجه: نتیجه امضای قرارداد، عقد پیمان میان دو طرف بود. تاثیرات: تاثیرات این قرارداد شامل کناره گیری ایران از قفقاز و ترک کردن تبریز توسط عثمانیان بود.. این معاهده پس از اعتراض هر دو دولت به معاهده احمد پاشا امضا شد.. نادر شاه افشار پس از برانداختن شاه تهماسب دوم، به حکومت رسید و در صدد پس گیری منطقه برآمد. اهمیت تاریخی آن: معاهده استانبول به دلیل پایان دادن به جنگ ایران و عثمانی اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "پیمان‌نامه میلتوس",
        "text": "تاریخ چه زمانی امضا شد؟. چه کسی این قرارداد را امضا کرد؟. چه قوانینی در این قرارداد مقرر شده است؟ این رویداد در سال 1385 رخ داده است. مکان وقوع آن شهر ملطبه بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل امضای داریوش دوم در زمان امپراتوری هخامنشی است., مقررات اصلی این قرارداد شامل منع ارسال پول یا کمک‌های دیگر به آتن و ادامه جنگ مشترک با آن شهر است., هرگونه شورش علیه شاه با اسپارتیان و متحدان ایشان در حال جنگ خواهد بود. طرف های درگیر در این واقعه شاهنشاه هخامنشی, داریوش دوم, متحدان شاهنشاه هخامنشی, اسپارتو, آتن بوده اند. نتیجه: نتیجه امضای قرارداد این بود که شاهنشاه هخامنشی و اسپارتیان متحدانش به جنگ با آتن ادامه خواهند داد. تاثیرات: تاثیرات: این قرارداد به معنای عدم ارسال پول یا کمک‌های مالی از سوی هخامنشیان و اسپارتیان به آتن بود. همچنین، این قرارداد باعث ادامه جنگ بین هخامنشیان و آتن شد و هرگونه صلح جداگانه با آن شهر ممنوع گردید. اهمیت تاریخی آن: این قرداد به دلیل تعیین روابط بین هخامنشیان و یونانیان در زمان داریوش دوم اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "مارپل ۷۸/۷۳",
        "text": "تاریخ تصویب: ۱۷ فوریه ۱۹۷۳. تاریخ لازم‌الاجرا شدن: ۲ اکتبر ۱۹۸۳. تعداد کشورها در سال ۲۰۰۹: ۱۳۶ کشور (۹۸ درصد کشتی‌های جهانی) این رویداد در سال ۱۹۷۳ رخ داده است. مکان وقوع آن شهر مارپل بوده است. دلایل آن عبارتند از: امضای این قرارداد در سال ۱۹۷۳ صورت گرفت., هدف اصلی این معاهده کاهش آلودگی آب‌ها از جمله تخلیه زباله‌ها و مواد نفتی است., این معاهده به منظور حفظ محیط زیست دریایی تدوین شده است., ۱۳۶ کشور تا سال ۲۰۰۵ متعهد به انجام این پیمان نامه گردیدند. طرف های درگیر در این واقعه کشورهایی که در کنوانسیون جلوگیری از آلودگی ناشی از کشتی‌ها امضا شده‌اند:, ۱. ایالات متحده آمریکا, ۲. اتحادیه اروپا, ۳. کانادا, ۴. ژاپن, ۵. کره جنوبی, ۶. چین, ۷. استرالیا, ۸. برزیل, ۹. روسیه, ۱۰. هند بوده اند. نتیجه: نتیجه امضای قرارداد در متن ذکر شده است: معاهدهٔ اصلی مارپل در تاریخ ۱۷ فوریهٔ ۱۹۷۳ امضا گردید، اما لازم‌الاجرا نشد. تاثیرات: کاهش آلودگی آب‌ها از جمله تخلیه زباله، نفت و مواد مشتق آن در آب.. حفظ محیط زیست دریایی بوسیلهٔ حذف کامل آلودگی ناشی از مواد نفتی و مواد مضر دیگر.. تطابق کشتی با استانداردهای بین‌المللی. اهمیت تاریخی آن: تاریخ امضای کنوانسیون بین‌المللی جلوگیری از آلودگی ناشی از کشتی‌ها در سال ۱۹۷۳ بوده است.",
        "questions": []
    },
    {
        "event": "پیمان اتحاد سه‌گانه",
        "text": "متن بالا درباره پیمان اتحاد بین ایران، انگلستان و شوروی در سال ۱۳۲۰ است که پس از اشغال ایران توسط این سه کشور بسته شده است. این پیمان به دولت‌های انگلستان و شوروی اجازه می‌دهد تا از وسایل ارتباطی ایران برای حمل اسلحه به جبهه جنگ استفاده کنند و همچنین نیروهای خود را در خاک ایران مستقر نمایند. این رویداد در سال تاریخ امضای این قرارداد: ۲۹ زاویهٔ ۱۹۴۲ (۹ بهمن ۱۳۲۰) رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: پیمان اتحاد بین ایران، انگلستان و شوروی در نهم بهمن ۱۳۲۰ بسته شد تا تمامیت ارضی و استقلال سیاسی ایران را محترم شمردن و دولت ایران در برابر متعهد شد که تمام راه‌ها و وسایل ارتباطی را در اختیار متفقین قرار دهد. طرف های درگیر در این واقعه ایران, انگلستان, شوروی بوده اند. نتیجه: پیمان اتحاد بین ایران، انگلستان و شوروی در نهم بهمن ۱۳۲۰ امضا شد تا تمامیت ارضی و استقلال سیاسی ایران را محترم بشناسد و دولت ایران در برابر متعهد شود که تمام راه‌های ارتباطی را در اختیار متفقین قرار دهد. تاثیرات: پیمان اتحاد بین ایران، انگلستان و شوروی در سال ۱۳۲۰ منعقد شد تا روابط سیاسی و اقتصادی این سه کشور را تقویت کند. این پیمان شامل بندهایی درباره همکاری در زمینه ارتباطات، استفاده از منابع طبیعی و حمایت از تمامیت ارضی ایران بود. همچنین، متفقین اجازه داشتند که نیروهای خود را در خاک ایران مستقر کنند و از وسایل ارتباطی ایران برای حمل سلاح به جبهه‌های جنگ استفاده کنند. اهمیت تاریخی آن: پیمان اتحاد بین ایران، انگلستان و شوروی در اوج جنگ جهانی دوم امضا شد تا دولت‌های این سه کشور تمامیت ارضی و استقلال ایران را محترم بدانند و به متفقین اجازه دهند از وسایل ارتباطی ایران برای حمل اسلحه به جبههٔ جنگ استفاده کنند.",
        "questions": []
    },
    {
        "event": "عهدنامه زهاب",
        "text": "عراق به عثمانی واگذار شد و از آن تاریخ تا جنگ جهانی اول تحت سلطه دولت عثمانیمان ادامه داشت. این رویداد در سال ۱۶۳۹ رخ داده است. مکان وقوع آن شهر قصر شیرین بوده است. دلایل آن عبارتند از: پایان جنگیکه, پایان ۱۵۰ ساله اختلافات مرزی, پیوستنایرواندرقفقازجنوبی به ایران, پیوستن سرزمین‌هایبِینُ‌الْنَهرِینْ(دربگیرنده رودهایدجلهوفراتواروندرود) به عثمانی, واگذاری عراق به عثمانی طرف های درگیر در این واقعه صفویان ایران, امپراتوری عثمانیدر بوده اند. نتیجه: پایان جنگیکه و اختلافات مرزی بین ایران و عثمانی تاثیرات: پایان جنگیکه و مبارزات ۱۵۰ ساله بین ایران و عثمانی. شرط پیوستنایرواندرقفقازجنوبی به ایران و پیوستن تمام سرزمین‌هایبِینُ‌الْنَهرِینْ(دربگیرنده رودهایدجلهوفراتواروندرود) به عثمانی. واگذاری عراق به عثمانی. مشخص شدن حدود مناطق مرزی بین ایران، ترکیه وعراق اهمیت تاریخی آن: پایان جنگیکه و اختلافات مرزی میان ایران و عثمانی",
        "questions": []
    },
    {
        "event": "کنوانسیون حراست از میراث فرهنگی ناملموس",
        "text": "کنوانسیون حراست از میراث فرهنگی ناملموس در سال ۲۰۰۳ امضا شد و از سال ۲۰۰۶ اجرایی است. تا ژوئن ۲۰۱۶، ۱۶۹ کشور جهان به این کنوانسیون پیوسته‌اند. این رویداد در سال ۲۰۰۳ رخ داده است. مکان وقوع آن شهر شهر خروجی: کنوانسیون بوده است. دلایل آن عبارتند از: هدف کنوانسیون حراست از میراث فرهنگی ناملموس پاسداری از میراث فرهنگی ناملموس در دنیا است., تا ژوئن ۲۰۱۶ تعداد ۱۶۹ کشور جهان به این کنوانسیون پیوسته‌اند. طرف های درگیر در این واقعه کنوانسیون حراست از میراث فرهنگی ناملموس توسط کشورهای دنیا به امضا رسید و از سال ۲۰۰۶ اجرایی شد. تا ژوئن ۲۰۱۶ تعداد ۱۶۹ کشور جهان به این کنوانسیون پیوسته‌اند. بوده اند. نتیجه: نتیجه امضای قرارداد: پاسداری از میراث فرهنگی ناملموس در دنیا. تاثیرات: تعداد کشورهایی که به کنوانسیون پیوسته اند: ۱۶۹. هدف کنوانسیون: پاسداری از میراث فرهنگی ناملموس در دنیا. سال اجرایی شدن کنوانسیون: ۲۰۰۶ اهمیت تاریخی آن: کنوانسیون حراست از میراث فرهنگی ناملموس در سال ۲۰۰۳ توسط یونسکو به امضا رسید و از سال ۲۰۰۶ اجرایی شد.",
        "questions": []
    },
    {
        "event": "معاهده پاریس (۱۸۵۷)",
        "text": "معاهده پاریس در ۴ مارس ۱۸۵۷ میلادی برابر با ۱۳ اسفند ۱۲۳۵ خورشیدی پس ازنبردهای ایران و انگلستانبر سر مسئلههراتجهت صلح بین دو کشور در پاریس منعقد گردید. این رویداد در سال ۱۸۵۷ رخ داده است. مکان وقوع آن شهر هرات بوده است. دلایل آن عبارتند از: فرخ خان غفاری نماینده ایران در این معاهده بود., انگلیس متعهد شد که دیگر مخالفان شاه را در سفارت خود پناه ندهد., افغانستان به رسمیت شناخته شد و هرات به آن ملحق گردید. طرف های درگیر در این واقعه انگلیس, افغانستان, روسیه, بریتانیا بوده اند. نتیجه: نتیجه امضای قرارداد پاریس این بود که ایرانیان توافق کردند از هرات خارج شوند، در هنگام بازگشت سفیر انگلیس به ایران از او عذرخواهی کنند و یک قرارداد تجاری استعماری را بپذیرند و یک سری امتیازات سرزمینی به سلطان مسقطکه در آن زمان متحد انگلیس بدهند. تاثیرات: معاهده پاریس در ۴ مارس ۱۸۵۷ منعقد گردید.. طرف مذاکره‌کننده ایرانی فرخ خان غفاری بود.. ایرانیان توافق کردند که سپاه خود را از هرات خارج کنند.. انگلیس متعهد شد که دیگر مخالفان شاه را در سفارت خود پناه ندهد. اهمیت تاریخی آن: معاهده پاریس در سال ۱۸۵۷ به دلیل اهمیت تاریخی خود، نشان‌دهنده پایان جنگ بین ایران و انگلستان و همچنین آغاز دوره‌ای جدید از روابط دو کشور است. این معاهده نه تنها تعیین‌کننده سرنوشت هرات بود، بلکه تأثیرات عمیقی بر سیاست خارجی ایران در دهه‌های بعد گذاشت و زمینه را برای نفوذ بیشتر قدرت‌های خارجی در منطقه فراهم کرد.",
        "questions": []
    },
    {
        "event": "پیمان قسطنطنیه ۱۹۱۳",
        "text": "چگونه پیمانی بین ایران و امپراتوری عثمانی بسته شد؟ این رویداد در سال ۱۹۱۳ رخ داده است. مکان وقوع آن شهر ماکو بوده است. دلایل آن عبارتند از: مذاکرات طولانی بین ایران و امپراتوری عثمانی, تاسیس کمیسیون به ریاست اعتلاء الملک (نصرالله خلعتبری), تعیین حدود و نقشه‌برداری از شط العرب, تنظیم صورت‌مجلس رسمی پس از اتمام کار هر منطقه, پایان عملیات تحدید حدود ایران و عثمانی در تاریخ ششم ذی‌حجه ۱۳۳۲ هجری (مطابق ۲۶ اکتبر ۱۹۱۴) طرف های درگیر در این واقعه ایران, امپراتوری عثمانی بوده اند. نتیجه: پیمانی بین ایران و امپراتوری عثمانی بسته شد. تاثیرات: تاثیرات قرارداد: تعیین حدود بین ایران و امپراتوری عثمانی، مشخص کردن مناطق تحت کنترل هر کشور.. مفاد قرارداد: انعقاد پیمان بین ایران و عثمانی در سال ۱۹۱۳ میلادی، تشکیل کمیسیون برای اجرای فصل دوم مقاوله نامه تحدید حدود. اهمیت تاریخی آن: این پیمان اهمیت تاریخی زیادی دارد زیرا به تعیین مرزهای بین ایران و امپراتوری عثمانی کمک کرد. این امر به جلوگیری از اختلافات احتمالی در آینده و ایجاد ثبات در منطقه منجر شد.",
        "questions": []
    },
    {
        "event": "قرارداد سان فرانسیسکو",
        "text": "قرارداد سان فرانسیسکو بین نیروهای متفقین و ژاپن امضا شد تا پایان جنگ جهانی دوم و موقعیت ژاپن به عنوان قدرتی امپریالیستی را مشخص کند. این قرارداد حق حاکمیت ملی را به ژاپن بازگرداند و اجازه می‌داد سربازان آمریکایی برای همکاری در عملیات ملل متحد در خاور دور، به مدت نامحدود در ژاپن بمانند. این رویداد در سال ۱۹۵۱ رخ داده است. مکان وقوع آن شهر سان فرانسیسکو بوده است. دلایل آن عبارتند از: امضای این قرارداد توسط ۴۹ ملت انجام شد., این قرارداد در ۲۸ آوریل ۱۹۵۲ به اجرا درآمد., هدف اصلی این قرارداد پایان دادن به جنگ جهانی دوم و موقعیت ژاپن به عنوان قدرتی امپریالیستی بود., این قرارداد حق حاکمیت ملی را به ژاپن بازگرداند., طبق این قرارداد، سربازان آمریکایی می‌توانند برای همکاری در عملیات ملل متحد در خاور دور، به مدت نامحدود در ژاپن بمانند. طرف های درگیر در این واقعه آمریکا, ژاپن, ۴۹ ملت بوده اند. نتیجه: امضای قرارداد به پایان جنگ جهانی دوم و موقعیت ژاپن به عنوان قدرتی امپریالیستی منجر شد. تاثیرات: این قرارداد به پایان جنگ جهانی دوم و موقعیت ژاپن به عنوان قدرتی امپریالیستی کمک کرد. همچنین، این قرارداد حق حاکمیت ملی را به ژاپن بازگرداند و به سربازان آمریکایی اجازه داد تا برای همکاری در عملیات ملل متحد در خاور دور، به مدت نامحدود در ژاپن بمانند. اهمیت تاریخی آن: این قرارداد به پایان جنگ جهانی دوم و موقعیت ژاپن به عنوان قدرتی امپریالیستی کمک کرد. همچنین، این قرارداد حق حاکمیت ملی را به ژاپن بازگرداند و به سربازان آمریکایی اجازه داد تا برای همکاری در عملیات ملل متحد در خاور دور، به مدت نامحدود در ژاپن بمانند.",
        "questions": []
    },
    {
        "event": "پروتکل ژنو",
        "text": "پروتکل ژنو چیست؟. پروتکل ژنو قانونی برای منع استفاده از موادی درجنگ است که باعث خفگی و مسموم ساختن و گازهای دیگر می‌شود. این رویداد در سال ۱۹۲۵ رخ داده است. مکان وقوع آن شهر ژنو بوده است. دلایل آن عبارتند از: تاریخ تصویب: ۱۷ ژوئن ۱۹۲۵, تاریخ اعمال: ۸ فوریه ۱۹۲۸, موضوع اصلی: منع استفاده از مواد شیمیایی در جنگ, کشورها: بین کشورها در سرتاسر جهان, ثبت در پیمان نامه‌های جامعه ملل: ۷ سپتامبر ۱۹۲۹, نقض قانون: در جنگ ایران و عراق (۱۹۸۰-۱۹۸۸) و درگیری‌های سوریه (۲۰۱۳) طرف های درگیر در این واقعه پروتکل ژنو بین کشورها نوشته شده است., در جنگ ایران و عراق، صدام حسین این قانون را نقض کرد., در درگیری‌های سوریه، هر دو طرف به استفاده از گازهای شیمیایی متهم شدند. بوده اند. نتیجه: پروتکل ژنو به منظور منع استفاده از مواد شیمیایی در جنگ نوشته شده است. تاثیرات: تاثیرات پروتکل ژنو شامل منع استفاده از مواد شیمیایی و بیولوژیکی در جنگ است.. پروتکل ژنو در ۱۷ ژوئن سال ۱۹۲۵ به تصویب رسیده و در ۸ فوریه ۱۹۲۸ اعمال شده است.. این قانون بیشتر برای منعجنگ‌های شیمیاییوبیولوژیکیبین کشورها نوشته شده و در ۷ سپتامبر ۱۹۲۹ در سری پیمان نامه‌هایجامعه مللثبت شد.. در جنگ ایران و عراق، صدام حسین با استفاده از گازهای خردلوسارینووی‌ایکس (عامل اعصاب)، علیه نیروهای نظامیایرانوشورشیان عراقی، بارها و بارها نقض این قانون را مرتکب شد.. در درگیری‌های سوریه، هر دو طرف نیروهای نظامیبشار اسدو مخالفان به استفاده از گازهای شیمیایی متهم شدند. اهمیت تاریخی آن: پروتکل ژنو در سال ۱۹۲۵ به تصویب رسید و در ۱۹۲۸ اعمال شد. این پروتکل بیشتر برای منعجنگ‌های شیمیاییوبیولوژیکیبین کشورها نوشته شده است.",
        "questions": []
    },
    {
        "event": "قرارداد رژی",
        "text": "متن بالا به شرح تاریخچه امتیاز تنباکو در ایران و مخالفت‌ها با آن می‌پردازد. این متن نشان می‌دهد که چگونه این امتیاز به یک بحران اقتصادی و اجتماعی تبدیل شده است و چه تأثیری بر زندگی مردم ایران داشته است. این رویداد در سال تاریخ امضای این قرارداد ۱۲۶۸ هجری قمری است. رخ داده است. مکان وقوع آن شهر شهر خروجی: تهران بوده است. دلایل آن عبارتند از: 1. دلیل امضای این قرارداد به دلیل مشکلات مالی ناصرالدین شاه برای تأمین هزینه سفرهای خود به اروپا بود., 2. امتیاز تجارت توتون و تنباکو به مدت پنجاه سال به تالبوت اعطا گردید. طرف های درگیر در این واقعه 1. ناصرالدین شاه, 2. احمد کسروانی, 3. میرزا علیاصغرخان امین‌السلطان, 4. احمد کسروانی بوده اند. نتیجه: نتیجه امضای قرارداد بین ناصرالدین شاه و تالبوت این بود که امتیاز تجارت توتون و تنباکو به مدت پنجاه سال به تالبوت اعطا گردید. تاثیرات: این قرارداد به دلیل انحصار تجارت توتون و تنباکو توسط یک شرکت انگلیسی، باعث ایجاد نارضایتی در میان مردم ایران شد. این نارضایتی به اعتراضات گسترده‌ای منجر گردید که در نهایت به لغو قرارداد انجامید. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به دلیل ایجاد یک انحصار دولتی در تجارت توتون و تنباکو در ایران است. این امتیاز باعث شد که دولت ایران برای مدت پنجاه سال کنترل کامل بر این صنعت را در اختیار داشته باشد و منافع ملی خود را قربانی سودهای مالیاتی کند.",
        "questions": []
    },
    {
        "event": "محور مقاومت",
        "text": "خلاصه کوتاهی درباره رویداد بده:. محور مقاومت یک شبکه از شبه‌نظامیان شیعه تحت حمایت ایران در خاورمیانه است که هدفش هماهنگی و اتحاد برای مقابله با اسرائیل و ایالات متحده می‌باشد. این محور شامل گروه‌هایی مانند حزب‌الله، حماس، جهاد اسلامی فلسطین و جنبش حوثی‌هاییمنو گروه‌های شیعهعراقیهستند. این رویداد در سال تاریخ امضای این قرارداد: سال ۲۰۰۲ رخ داده است. مکان وقوع آن شهر 1. شهر خروجی: تهران بوده است. دلایل آن عبارتند از: 1.  محور مقاومت به عنوان شبکه‌ای از شبه‌نظامیان تحت حمایت جمهوری اسلامی ایران در خاورمیانه تشکیل شده است., 2.  این گروه‌ها توسط جمهوری اسلامی از طریق پرورش و متحد ساختن گروه‌های مسلحی که با اسرائیل و آمریکا دشمنی دارند، شکل گرفته‌اند., 3.  آمریکا اکثر این گروه‌ها را به‌عنوان سازمان‌های تروریستی طبقه‌بندی کرده است. طرف های درگیر در این واقعه 1.  ایران و روسیه, 2.  ایران و سوریه, 3.  ایران و حزب‌الله لبنان بوده اند. نتیجه: نتیجه امضای قرارداد مشخص نیست. تاثیرات: 1. این قرارداد چه تأثیری بر روابط بین‌الملل داشته است؟. 2. محور مقاومت چگونه شکل گرفته است و چه اهدافی دارد؟. 3. حزب‌الله لبنان چه نقشی در محور مقاومت ایفا می‌کند؟. 4. چه گروه‌های دیگری جز حزب‌الله لبنان در این محور فعالیت می‌کنند؟. 5. چرا محور مقاومت به عنوان یک شبکه «سست» توصیف شده است؟ اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد در ایجاد اتحاد بین گروه‌های مختلف شیعه در منطقه، به ویژه حزب‌الله لبنان، و همچنین نقش آن در تقویت محور مقاومت علیه اسرائیل و ایالات متحده قابل توجه است. این قرداد نشان‌دهنده تلاش برای متحد کردن نیروهای مخالف غرب و ایجاد یک جبهه مشترک برای مقابله با تهدیدات منطقه‌ای و جهانی است.",
        "questions": []
    },
    {
        "event": "عهدنامه نصیبین",
        "text": "پیمان نصیبین به چه معناست؟ این رویداد در سال ۲۹۸ رخ داده است. مکان وقوع آن شهر نصیبین بوده است. دلایل آن عبارتند از: نرسیاز ۲۹۳ تا سال ۳۰۲ میلادی پادشاه ساسانی بود., دیوکلتیان امپراتور روم برای حمایت تیرداد افواجی گسیل کرد که گالریوس فرماندهی لشکر رومی را به عهده گرفت., نرسیاز در آغاز کار، تیرداد سوم، پادشاه سلسله اشکانی ارمنستان را از آنجا بیرون کرد. طرف های درگیر در این واقعه نرسی, دیوکلتیان بوده اند. نتیجه: نتیجه ی امضای قرارداد: صلح بین ایران و روم برای چهل سال دوام یافت. تاثیرات: تاثیرات پیمان نصیبیندر شامل عقب‌نشینی ارتش ساسانی از مناطقی مانند ارمنستان، ایبری (گرجستان) و میانرودان است.. نرسیاز۲۹۳تا سال۳۰۲ میلادی، پادشاهساسانیبود. پس از تحکیم بنیان فرمانروایی، به روم پرداخت و درصدد تهدید روم برآمد و مسئله ارمنستان را هم برای کشمکش بهانه ساخت. نرسی در آغاز کار، تیرداد سوم، پادشاهسلسله اشکانی ارمنستانرا که برنشاندهٔ روم بود و در زمانبهرام دومبر بخشی از ارمنستان تحمیل شده بود، از آنجا بیرون کرد. دیوکلتیان امپراتور روم، برای حمایت تیرداد افواجی گسیل کرد کهگالریوسفرماندهی لشکر رومی را به عهده گرفت. درمیانرودانشمالی از سپاه نرسی، شکست خوردند.. در تاریخ ۲۹۷ میلادیگالریوسنرسیرا شکست می‌دهد. بنا بر پیمان‌نامه نصیبین نرسی ازارمنستانوبین‌النهرینعقب‌نشینی می‌کند. اهمیت تاریخی آن: پیمان نصیبین به دلیل تأمین منافع روم در شرق و پایدار ماندن آن برای ۴۰ سال، به عنوان پیروزی سیاسی دیوکلتیان امپراتور روم شناخته می‌شود.",
        "questions": []
    },
    {
        "event": "کنوانسیون وین درباره ترافیک راه‌ها",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون ترافیک راه‌ها که به کنوانسیون وین دربارهٔ ترافیک راه‌ها نیز شناخته می‌شود، معاهده‌ای بین‌المللی با هدف تسهیل ترافیک جاده‌ای بین‌المللی و افزایش ایمنی جاده‌ها است. این کنوانسیون در کنفرانس ترافیک راه‌های شورای اقتصادی و اجتماعی سازمان ملل متحد تصویب شد و از ۲۱ مارس ۱۹۷۱ به اجرا درآمد. این رویداد در سال ۱۹۶۸ رخ داده است. مکان وقوع آن شهر وین بوده است. دلایل آن عبارتند از: هدف اصلی کنوانسیون ترافیک راه‌ها چیست؟, چه کشورهایی این کنوانسیون را امضا نکرده‌اند؟, شرایط رانندگی در خارج از کشور چه مواردی را باید رعایت کرد؟ طرف های درگیر در این واقعه ایالات متحده, چین بوده اند. نتیجه: نتیجه امضای قرارداد: توافق بر سر کنوانسیون ترافیک راه‌ها. تاثیرات: تسهیل ترافیک جاده‌ای بین‌المللی. افزایش ایمنی جاده‌ها با ایجاد قوانین استاندارد ترافیک. تعهد کشورهای امضاکننده به قبول قانونی بودن وسایل نقلیه با پلاک سایر کشورها. بررسی حداقل تجهیزات ایمنی و مکانیکی لازم برای خودروها. تعریف یک علامت شناسایی برای شناسایی کشور مبدأ خودرو اهمیت تاریخی آن: کنوانسیون ترافیک راه‌ها به منظور تسهیل ترافیک جاده‌ای بین‌المللی و افزایش ایمنی جاده‌ها ایجاد شده است.",
        "questions": []
    },
    {
        "event": "قرارداد گس–گلشائیان",
        "text": "قرارداد گس-گلشاییانیا قراردادی بین دولتایرانو نمایندگانشرکت نفت ایران و انگلیسبه عنوان ضمیمهقرارداد ۱۹۳۳امضا شد. این رویداد در سال تاریخ امضای این قرارداد ۲۶ تیر ۱۳۲۸ است. رخ داده است. مکان وقوع آن شهر گس بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد، افزایش مبالغ پرداختی به ایران بر اساس تغییرات در نتیجه جنگ جهانی دوم است. طرف های درگیر در این واقعه سِرنویل گَس, عباسقلی گلشائیان بوده اند. نتیجه: نتیجه امضای قرارداد گس-گلشاییانیا این بود که شرکت نفت تعدیلاتی در مبالغ پرداختی به ایران را می‌پذیرفت. تاثیرات: قرارداد گس-گلشاییانیا در تاریخ ۲۶ تیر ۱۳۲۸ بین دولتایرانو نمایندگانشرکت نفت ایران و انگلیسبه عنوان ضمیمهقرارداد ۱۹۳۳امضا شد.. این قرارداد با تلاش اقلیت مجلس پانزدهم خصوصاًحسین فاطمیوحسین مکیبه تصویبمجلس شورای ملینرسید و به جای آنقانون ملی شدن صنعت نفتدر دوره شانزدهم تصویب شد. اهمیت تاریخی آن: قرارداد گس-گلشاییانیا در تاریخ ۲۶ تیر ۱۳۲۸ بین دولتایرانو نمایندگانشرکت نفت ایران و انگلیسبه عنوان ضمیمهقرارداد ۱۹۳۳امضا شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون چارچوب سازمان ملل متحد درباره تغییر اقلیم",
        "text": "معاهدهٔ سازمان ملل متحد درباره تغییر اقلیم به منظور مبارزه با تداخل خطرناک انسان در سیستم آب و هوا تدوین شده است. این رویداد در سال ۱۹۹۲ رخ داده است. مکان وقوع آن شهر ریودوژانیرو بوده است. دلایل آن عبارتند از: کنوانسیون چارچوب سازمان ملل متحد درباره تغییر اقلیم, کنوانسیون چارچوب تغییر اقلیم در سازمان ملل, بخش محیط زیست و توسعهٔ سازمان ملل متحد, پایدارسازی مقدار گازهای گلخانه‌ای در جو زمین, ۱۵۴ کشور در کنفرانسا وج زمین در ریودوژانیرو طرف های درگیر در این واقعه سازمان ملل متحد, بخش محیط زیست و توسعهٔ سازمان ملل متحد, ۱۵۴ کشور بوده اند. نتیجه: این کنوانسیون بین‌المللی برای مبارزه با تغییرات اقلیم ایجاد شده و هدف آن پایدارسازی گازهای گلخانه‌ای در جو زمین است. تاثیرات: تأثیرات: کاهش انتشار گازهای گلخانه‌ای، مبارزه با تغییر اقلیم، پایدارسازی جو زمین.. خلاصه: این قرارداد به منظور جلوگیری از مشکلات آتی آب‌وهوایی در جهان و کاهش انتشار گازهای گلخانه‌ای تدوین شده است. اهمیت تاریخی آن: این کنوانسیون به منظور مبارزه با تغییرات اقلیمی و پایدارسازی گازهای گلخانه‌ای در جو زمین امضا شده است.",
        "questions": []
    },
    {
        "event": "کنوانسیون لندن برای جلوگیری از آلودگی دریایی با زباله و مواد دیگر",
        "text": "کنوانسیون لندن برای جلوگیری از آلودگی دریایی با زباله و مواد دیگر، قراردادی است که هدف آن مدیریت پسمانده‌های دریایی یا زباله‌های مربوط به کشتی‌ها، هواپیماها و اسکله‌های دریایی است. این کنوانسیون در ۱۹۷۲ آغاز شد و در کنفرانس بین‌دولتی میثاق تخلیه زباله‌ها در دریا، در نوامبر ۱۹۷۲ در لندن، جهت امضا در ۲۹ دسامبر ۱۹۷۲ تهیه و با تصویب ۱۶ کشور در ۳۰ اوت ۱۹۷۵ افتتاح گردید. این رویداد در سال ۱۹۷۲ رخ داده است. مکان وقوع آن شهر لندن بوده است. دلایل آن عبارتند از: کنوانسیون لندن در سال ۱۹۷۲ آغاز شد., کنوانسیون لندن دارای ۷۸ عضو بود., کنوانسیون لندن در سال ۱۹۷۵ لازم‌الاجرا شد., ممنوعیت دفن زباله‌های رادیواکتیو در سال ۱۹۹۳ تصویب شد. طرف های درگیر در این واقعه کنوانسیون لندن برای جلوگیری از آلودگی دریایی توسط زباله‌ها، کشورهای انگلستان، ایالات متحده آمریکا، کانادا، فرانسه، ژاپن، سوئد، نروژ، فنلاند، دانمارک، بلژیک، هلند، ایتالیا، اسپانیا، پرتغال، یونان، مصر، اسرائیل، اردن، لبنان، قبرس، تونس، مراکش، الجزایر، عربستان سعودی، کویت، قطر، امارات متحده عربی، بحرین، عمان، مالزی، فیلیپین، سنگاپور، اندونزی، ویتنام، تایوان، کره جنوبی، چین، استرالیا و برزیل را شامل می‌شود. بوده اند. نتیجه: کنوانسیون لندن برای جلوگیری از آلودگی دریایی با زباله و مواد دیگر در ۱۹۷۲، که معمولاً \"کنوانسیون لندن یا (ال سی۷۲) نامیده می‌شود و به اختصار به عنوان «دامپینگ دریایی» شناخته می‌شود،معاهده‌ایبرای کنترل آلودگی دریایی، و مکمل و تشویق‌کننده قراردادهای منطقه‌ای مربوط به این کنوانسیون می‌باشد. تاثیرات: کنوانسیون لندن برای جلوگیری از آلودگی دریایی با زباله و مواد دیگر در ۱۹۷۲، که معمولاً \"کنوانسیون لندن یا (ال سی۷۲) نامیده می‌شود و به اختصار به عنوان «دامپینگ دریایی» شناخته می‌شود،معاهده‌ایبرای کنترل آلودگی دریایی، و مکمل و تشویق‌کننده قراردادهای منطقه‌ای مربوط به این کنوانسیون می‌باشد.. موضوع این پیمانمدیریت پسمانده‌هایدریایی یا سایرزباله‌هایمربوط به کشتی‌ها، هواپیماها واسکله‌هایدریایی است.. این کنوانسیون تا سپتامبر ۲۰۱۶، ۸۹ عضو داشته و از ۱۹۷۵ لازم‌الاجرا شده است. اهمیت تاریخی آن: کنوانسیون لندن به منظور جلوگیری از آلودگی دریایی توسط زباله‌ها و مواد دیگر در سال ۱۹۷۲ آغاز شد. این کنوانسیون به مدیریت پسمانده‌های دریایی یا سایرزباله‌های مربوط به کشتی‌ها، هواپیماها و اسکله‌های دریایی می‌پردازد و مواد تخلیه شده از منابع زمینی مانند لوله‌ها و خروجی‌ها را شامل نمی‌شود.",
        "questions": []
    },
    {
        "event": "ائتلاف فرانسه و ایران",
        "text": "ائتلاف فرانسه و ایرانیک یک اتحاد کوتاه مدت بینامپراتوری فرانسه به رهبریناپلئون بناپارتوفتحعلی‌شاه قاجارازایرانبود که علیهروسیهوبریتانیادر سال‌های ۱۸۰۷ تا ۱۸۰۹ شکل گرفت. این رویداد در سال ۱۸۰۷ رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: هدف اصلی این ائتلاف برای فرانسه جلب حمایت نیروهای بیشتر علیه روسیه بود., این اتحاد زمانی از هم پاشید که فرانسه تمرکز خود را بر مبارزات اروپایی گذاشت., روابط فرانسه با ایران در سال ۱۷۲۲ به دلیل سقوط سلسله صفوی قطع شد., تلاش‌هایی برای از سرگیری ارتباط با ایران پس از انقلاب فرانسه صورت گرفت، اما موفقیت‌آمیز نبود. طرف های درگیر در این واقعه فرانسه, ایران بوده اند. نتیجه: نتیجه ی امضای قرارداد: فرانسه و ایرانیک ائتلاف کوتاه‌مدت بینامپراتوری فرانسه به رهبریناپلئون بناپارتوفتحعلی‌شاه قاجارازایرانبود که علیهروسیهوبریتانیادر سال‌های ۱۸۰۷ تا ۱۸۰۹ شکل گرفت. تاثیرات: هدف ائتلاف فرانسه و ایرانیک جلب حمایت نیروهای بیشتر علیه روسیه بود.. این اتحاد زمانی که فرانسه با روسیه متحد شد از هم پاشید.. روابط فرانسه با ایران برای مدت‌ها در سطح پایینی قرار داشت.. پس از انقلاب فرانسه، تلاش‌هایی برای از سرگیری ارتباط با ایران صورت گرفت.. ناپلئون بناپارت به دنبال پیوستن به تیپو سلطان بود. اهمیت تاریخی آن: این قرداد به دلیل اهمیت تاریخی خود، نشان‌دهنده یک دوره مهم در روابط بین فرانسه و ایران است.",
        "questions": []
    },
    {
        "event": "برنامه جامع اقدام مشترک",
        "text": "خلاصه کوتاهی درباره رویداد:. برجام، توافقی بین ایران و کشورهای ۱+۵ (آمریکا، اتحادیه اروپا، بریتانیا، فرانسه، آلمان و روسیه) در سال ۲۰۱۵ بود که هدف آن محدود کردن برنامه هسته‌ای ایران به منظور جلوگیری از تولید سلاح‌های هسته‌ای بود. این توافق شامل کاهش تعهدات ایران در زمینه غنی‌سازی اورانیوم و همچنین لغو تحریم‌های اقتصادی علیه ایران شد. با این حال، در سال ۲۰۲۰، دونالد ترامپ، رئیس‌جمهور آمریکا، از برجام خارج شد و تحریم‌ها را بازگرداند. پس از آن، حسن روحانی، رئیس‌جمهور ایران، به کاهش تعهدات خود ادامه داد و در نهایت توافق جامع اقدام مشترک (برجام) به پایان رسید. این رویداد در سال تاریخ امضای این قرارداد: 23 تیر ۱۳۹۴ رخ داده است. مکان وقوع آن شهر برجام بوده است. دلایل آن عبارتند از: بر اساس متن، دلایل امضای این قرارداد شامل موارد زیر است: نقض حقوق بشر، نقض حقوق دین‌ناباوران و نوکیشان، نقض حقوق نویسندگان و شاعران، نقض حقوق هنرمندان، نقض حقوق دانشجویان، نقض حقوق روزنامه‌نگاران و خبرنگاران، نقض حقوق کارگران، نقض حقوق زنان، نقض حقوق کودکان، نقض حقوق اقلیت‌ها و نقض حقوق شهروندان بیگانه. طرف های درگیر در این واقعه 1. ایران و آمریکا, 2. اتحادیه اروپا و گروه ۱+۵, 3. ایالات متحده و روسیه, 4. ایران و اتحادیه اروپا بوده اند. نتیجه: نتیجه امضای قرارداد: توافق جامع هسته‌ای ایران و قدرت‌های جهانی که در وین به امضا رسید. تاثیرات: این متن شامل موارد زیر است: نقض حقوق بشر، نقض حقوق دین‌ناباوران و نوکیشان، نقض حقوق نویسندگان و شاعران، نقض حقوق هنرمندان، نقض حقوق دانشجویان، نقض حقوق روزنامه‌نگاران و خبرنگاران، نقض حقوق کارگران، نقض حقوق زنان، نقض حقوق کودکان، نقض حقوق اقلیت‌ها، نقض حقوق اصناف و گروه‌های زنده، کشته‌شده در زندان‌ها، سنگساردستگیری، زندان و شکنجه، مصادره اموال و دارایی‌ها، روزنامه‌نگاران زندانی، واکنش‌ها به نقض حقوق بشر، روش‌ها و ابزارهای نقض حقوق بشر، اعتراضات ۱۳۸۸، اعتراضات ۹۰–۱۳۸۸، اعتراضات ۱۴۰۰ ایران. اهمیت تاریخی آن: برجام یک توافق جامع هسته‌ای بین ایران و کشورهای ۱+۵ بود که در سال ۲۰۱۳ امضا شد. این توافق شامل محدودیت‌هایی برای برنامه هسته‌ای ایران به منظور جلوگیری از دستیابی آن به سلاح‌های هسته‌ای بود. در مقابل، ایران نیز به رفع تحریم‌های اقتصادی خود متعهد شد.",
        "questions": []
    },
    {
        "event": "قرارداد لاتاری",
        "text": "قرارداد بین ایران و انگلستان در سال ۱۲۶۷ هجری خورشیدی امضا شد.. این قرارداد توسط یوزی دو کار دوئل، منشی سفارت ایران در لندن، امضا گردید.. ملکم ظاهراً از این جهت قرارداد را به نام او اخذ کرد که اگر بعدها مخالفتی پیش آمد طرف دولت ایران، ایرانی نباشد تا به آسانی نتوانند قرارداد را لغو کنند. این رویداد در سال ۱۸۸۹ رخ داده است. مکان وقوع آن شهر شهر خروجی: لندن بوده است. دلایل آن عبارتند از: امضای قرارداد بین دولتقاجار و یوزی دو کار دوئل, ملکم ظاهراً برای جلوگیری از لغو قرارداد، عاملمیرزا ملکم خان بود., ملکم امتیاز لاتاری را با اخذ پیش‌قسطی به مبلغ بیست‌هزار لیره فروخت., روحانیان و روشنفکران مخالفت کردند., ناصرالدین شاه و میرزاعلی‌اصغر اتابک امتیاز را لغو کردند., ملکم خان امتیاز را پنهان کرد و به کمپانی دیگری فروخت. طرف های درگیر در این واقعه ایران, انگستان, یوزی دو کار دوئل بوده اند. نتیجه: نتیجه امضای قرارداد: لغو امتیاز لاتاری. تاثیرات: تاثیرات قرارداد: لغو امتیاز لاتاری، مخالفت روحانیان و روشنفکران، فروش امتیاز به کمپانی دیگر، پنهان کردن قرارداد، فعالیت‌های سیاسی و فرهنگی. اهمیت تاریخی آن: این قرارداد اهمیت تاریخی دارد زیرا نشان‌دهنده تلاش‌های اولیه ایران برای جذب سرمایه‌گذاری خارجی و توسعه اقتصادی است.",
        "questions": []
    },
    {
        "event": "معاهده هوانوردی غیرنظامی بین‌المللی",
        "text": "چه رویدادی در تاریخ ۴ آوریل ۱۹۴۷ آغاز شد؟ این رویداد در سال ۱۹۴۷ رخ داده است. مکان وقوع آن شهر شیکاگو بوده است. دلایل آن عبارتند از: مهم‌ترین قرارداد مربوط به هوانوردی و حقوق هوایی است., از ۴ آوریل ۱۹۴۷ آغاز شد., در کنفرانسی در شیکاگو تصویب شد., ایران یکی از کشورهای مؤسسایکائو بود., در ۳۰ تیر ۱۳۲۸ (خورشیدی) به تصویب مجلس شورای ملی رسید. طرف های درگیر در این واقعه ایالات متحده آمریکا, ۵۰ کشور, ایران, انگلیسی, روسی, فرانسوی, اسپانیایی بوده اند. نتیجه: امضای قرارداد شیکاگو باعث بی‌اثر شدن کنوانسیون ۱۹۱۹ پاریس و معاهده هواپیمایی بازرگانی ۱۹۲۸ هاوانا شد. تاثیرات: تاثیرات: تأسیس سازمان بین‌المللی هوانوردی غیرنظامی (ایکائو)، بی‌اثر شدن کنوانسیون ۱۹۱۹ پاریس و معاهده هواپیمایی بازرگانی ۱۹۲۸ هاوانا.. کشورهای مؤسس: ایران یکی از کشورهای مؤسسایکائوو بود. اهمیت تاریخی آن: امضای این قرداد به تأسیس سازمان بین‌المللی هوانوردی غیرنظامی انجامید.",
        "questions": []
    },
    {
        "event": "امتیاز خوشتاریا",
        "text": "خلاصه کوتاهی درباره رویداد بده: امتیازنامه‌ای بین دولت ایران و خوشتاریا در سال ۱۹۱۷ منعقد شد که به خوشتاریا اجازه استفاده از منابع ایران را می‌داد. این رویداد در سال ۱۹۱۷ رخ داده است. مکان وقوع آن شهر تهران بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد: امتیاز خوشتاریا برای بهره‌برداری از منابع ایران میان دولت ایران و آکاکی خوشتاریایکی از اتباعروسیهمنعقد گردید. طرف های درگیر در این واقعه دولت ایران, آکاکی خوشتاریایکی از اتباعروسیه, وثوق‌الدوله, خوشتاریا, کمپانی نفت جنوب, شوروینیز بوده اند. نتیجه: نتیجه امضای قرارداد: امتیازنامه‌ای از وثوق‌الدوله برای بهره‌برداری از منابع ایران به مدت هفتاد سال. تاثیرات: تاثیرات: امتیاز خوشتاریا باعث شد که دولت ایران ۱۲٪ از سود حاصل از بهره‌برداری از منابع نفت در پنج ایالت شمالی ایران دریافت کند.. خلاصه: این قرارداد به دلیل رشوه پرداختی و آشکار شدن راز آن، چالش‌هایی را برای روابط ایران با شوروینیز ایجاد کرد. اهمیت تاریخی آن: امتیاز خوشتاریا در سال ۱۹۱۷ بین دولت ایران و آکاکی خوشتاریایکی از اتباعروسیهمنعقد شد.",
        "questions": []
    },
    {
        "event": "پیمان‌نامه حقوق کودک",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون حقوق کودک یک پیمان بین‌المللی است که حقوق مدنی، سیاسی، اقتصادی، اجتماعی و فرهنگی کودکان را بیان می‌کند. این کنوانسیون در سال ۱۹۸۹ پذیرش مجمع عمومی سازمان ملل متحد را به دست آورد و از ۲ سپتامبر ۱۹۹۰ لازم‌الاجرا شده‌است. این رویداد در سال ۱۹۸۹ رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل الزام دولت‌ها به اجرای آن و شکایت‌های مربوطه به کمیته حقوق کودک ملل متحد است., این کنوانسیون در ۲۰ نوامبر ۱۹۸۹ مورد پذیرش مجمع عمومی سازمان ملل متحد قرار گرفت و از ۲ سپتامبر ۱۹۹۰ لازم‌الاجرا شده‌است., تاکنون ۱۹۳ کشور (تمام اعضای ملل متحد به جز ایالات متحده آمریکا) این سند را تصویب کرده‌اند یا به آن ملحق شده‌اند. طرف های درگیر در این واقعه جمهوری اسلامی ایران, ایالات متحده آمریکا, چین, اندونزی, مالزی, ایران بوده اند. نتیجه: امضای قرارداد به معنای پذیرش آن توسط طرفین است. تاثیرات: این قرارداد به منظور بیان حقوق مدنی، سیاسی، اقتصادی، اجتماعی و فرهنگی کودکان ایجاد شده است. دولت‌هایی که این معاهده را امضا کرده‌اند موظف به اجرای آن هستند و شکایت‌های مربوط به آن به کمیته حقوق کودک ملل متحد تسلیم می‌شود. اهمیت تاریخی آن: اهمیت تاریخی امضای این کنوانسیون در آن است که به عنوان اولین سند حقوق بشر در تاریخ شناخته می‌شود و ۱۹۳ کشور (تمام اعضای ملل متحد به جز ایالات متحده آمریکا) آن را تصویب کرده‌اند.",
        "questions": []
    },
    {
        "event": "کنوانسیون مربوط به وضعیت پناهندگان",
        "text": "کنوانسیون مربوط به وضعیت پناهندگان چه زمانی به تصویب رسید؟ ۲۸ ژوئیه ۱۹۵۱. این رویداد در سال ۱۸۵۱ رخ داده است. مکان وقوع آن شهر شهر خروجی: دانمارک بوده است. دلایل آن عبارتند از: کنوانسیون مربوط به وضعیت پناهندگانسازمان ملل متحد یک کنوانسیون بین‌المللی است., این کنوانسیون حقوق افراد پناهنده و مسئولیت کشورهای عضو نسبت به پناهجویان را مشخص می‌کند., این کنوانسیون در جلسه ویژه سازمان ملل متحد در تاریخ۲۸ ژوئیه۱۹۵۱ به تصویب رسید., این کنوانسیون در ابتدا به پناهندگاناروپاییپس ازجنگ جهانی دوممحدود می‌شد. طرف های درگیر در این واقعه کنوانسیون مربوط به وضعیت پناهندگانسازمان ملل متحد، بین کشورهای عضو سازمان ملل متحد امضا می‌شود. بوده اند. نتیجه: پناهندگان به افرادی اطلاق می‌شود که به دلیل جنگ، خشونت یا سایر تهدیدات امنیتی مجبور به ترک خانه خود شده‌اند. تاثیرات: کنوانسیون مربوط به وضعیت پناهندگانسازمان ملل متحد، یک کنوانسیون بین‌المللی است که پناهنده را تعریف می‌کند و حقوق افراد پناهنده و مسئولیت کشورهای عضو نسبت به پناهجویان را مشخص می‌کند.. این کنوانسیون در جلسه ویژه سازمان ملل متحد در تاریخ ۲۸ ژوئیه ۱۹۵۱ به تصویب رسید و در تاریخ ۲۲ آوریل ۱۹۵۴ به اجرا درآمد.. کنوانسیون در ابتدا به پناهندگان اروپایی پس از جنگ جهانی دوم محدود می‌شد، اما بعد از به تصویب رسیدن معاهده ۱۹۶۷ محدودیت‌های جغرافیایی و زمانی آن برداشته شد و محدوده فعالیت‌های کنوانسیون توسعه پیدا کرد. اهمیت تاریخی آن: تاریخ تصویب کنوانسیون ۱۹۵۱: ۲۸ ژوئیه ۱۹۵۱.",
        "questions": []
    },
    {
        "event": "پیمان پذیرش مسئولیت فعالیت‌های فضایی",
        "text": "پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان، در سال ۱۹۷۲ تصویب شد و در یکم سپتامبر ۱۹۷۲ به اجرا درآمد. این معاهده برای پشتیبانی و حمایت از دعوی کنونی و آینده در خصوص پیشگیری یا دریافت خسارت پیش آمده بر اثر فعالیت‌های فضایی برای کشورهای خسارت دیده عضو نوشته شده‌است. این رویداد در سال 1972 رخ داده است. مکان وقوع آن شهر کانادا بوده است. دلایل آن عبارتند از: پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان به نام معمول پیمان پذیرش مسئولیت فعالیت‌های فضایی بیان دقیق‌تری از بندهای پیمان فضایی ماورای جواست که در سال ۱۹۷۲ برای پذیرش مسئولیت اجرای قوانین آن به تصویب رسید., پیمان مسئولیت‌پذیری در ۲۹ مارس ۱۹۷۲ به تصویب شد و در یکم سپتامبر ۱۹۷۲ به اجرا در آمد., تا یکم ژانویه ۲۰۱۳، ۸۹ کشور عضو رسمی این پیمان شده و ۲۲ کشور دیگر آن را امضا کرده ولی در داخل کشور خود تصویب نکرده و ۳ سازمان دولتی بین‌المللی شامل آژانس فضایی اروپا، سازمان اروپایی بهره‌برداری از ماهواره‌های هواشناسی ویوتل‌ستپذیرش و تعهد خود را در قبال حقوق و الزامات این پیمان اعلام کرده‌اند. طرف های درگیر در این واقعه کانادا, اتحاد جماهیر سوسیالیستی شوروی, آمریکا, ناسا, اسکات برلی, آژانس فضایی اروپا, سازمان اروپایی بهره‌برداری از ماهواره‌های هواشناسی, ویوتل‌ستپذیرش بوده اند. نتیجه: پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان به تصویب رسید تا خسارت‌های پیش آمده بر اثر فعالیت‌های فضایی را پوشش دهد. تاثیرات: پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان به نام معمول پیمان پذیرش مسئولیت فعالیت‌های فضایی بیان دقیق‌تری از بندهای پیمان فضایی ماورای جواست که در سال ۱۹۷۲ برای پذیرش مسئولیت اجرای قوانین آن به تصویب رسید.. پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان به نام معمول پیمان پذیرش مسئولیت فعالیت‌های فضایی برای پشتیبانی و حمایت از دعوی کنونی و آینده در خصوص پیشگیری یا دریافت خسارت پیش آمده بر اثر فعالیت‌های فضایی برای کشورهای خسارت دیده عضو نوشته شده‌است.. پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان به نام معمول پیمان پذیرش مسئولیت فعالیت‌های فضایی نظارت بر اجرای این پیمان بر عهده کمیته سازمان ملل در امور استفاده صلح‌آمیز از فضا است.. پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان به نام معمول پیمان پذیرش مسئولیت فعالیت‌های فضایی در سال ۱۹۷۸، سقوط ماهواره Cosmos ۹۵۴ اتحاد جماهیر سوسیالیستی شوروی(که سوخت آن توسط رآکتور هسته‌ای با سوختاورانیم-۲۳۵ تأمین می‌شد) در خاک کانادامنجر به ادعای خسارت توسط کانادا تحت پیمان مسئولیت‌پذیری فضا شد. اهمیت تاریخی آن: پیمان بین‌المللی پذیرش صدمات وارده توسط اجسام فضاییساخت دست انسان، در سال ۱۹۷۲ تصویب شد تا خسارات ناشی از فعالیت‌های فضایی را پوشش دهد.",
        "questions": []
    },
    {
        "event": "پیمان منع جزئی آزمایش هسته‌ای",
        "text": "پیمان منع آزمایش هسته‌ای به کشورها اجازه می‌دهد تا آزمایش‌های هسته‌ای را فقط در زیر زمین انجام دهند. این رویداد در سال ۱۹۶۳ رخ داده است. مکان وقوع آن شهر مسکو بوده است. دلایل آن عبارتند از: پیمان منع آزمایش هسته‌ای به دنبال جلوگیری از انفجار جهت آزمایش جنگ‌افزار هسته‌ای در هر کجا غیر از زیرِ زمین تصویب شد., این پیمان به صورت خلاصه شده \"پیمان ممنوعیت آزمایش محدود\" و \"پیمان منع آزمایش هسته‌ای\" نیز گفته می‌شود. طرف های درگیر در این واقعه شوروی, بریتانیا, آمریکا بوده اند. نتیجه: پیمان منع آزمایش هسته‌ای به کشورها اجازه می‌دهد تا آزمایش‌های هسته‌ای را فقط در زیر زمین انجام دهند. تاثیرات: پیمان منع آزمایش هسته‌ای به دلیل نگرانی‌ها و فشار افکار عمومی در مورد ورود ذرات پرتوزا به محیط زندگی عمومی و افزایش قدرت جنگ‌افزارهای هسته‌ای ایجاد شد. این پیمان به کشورها اجازه می‌دهد تا آزمایش‌های هسته‌ای را فقط در زیر زمین انجام دهند، که به کند شدن روند تکثیر سلاح‌های هسته‌ای کمک می‌کند. اهمیت تاریخی آن: پیمان منع آزمایش هسته‌ای به دلیل ترس مردم جهان از ورود ذرات پرتوزا به محیط زندگی عمومی و افزایش قدرت جنگ‌افزارهای هسته‌ای در سال ۱۹۶۳ تصویب شد.",
        "questions": []
    },
    {
        "event": "پیمان ایران-روسیه (۱۷۱۷)",
        "text": "تاریخ انعقاد پیمان: ژوئیه ۱۷۱۷. پیمان‌کنندگان: تزار روسیه پتر اول و شاه ایران فتحعلی خان داغستانی. هدف پتر اول: کنترل صادرات ابریشم ایران این رویداد در سال ۱۷۱۹ رخ داده است. مکان وقوع آن شهر صفهان بوده است. دلایل آن عبارتند از: پیمان ایران-روسیه در پایان ماه ژوئیه ۱۷۱۷ میانروسیه تزاریوایران صفویامضاء شد., تزارآن موقع روسیه،پتر یکمپیمان را در ژوئیه ۱۷۱۹ وشاه سلطان حسیندر سال ۱۷۲۰ آن را تصویب کردند., این پیمان نخستین توافق دوجانبه در تاریخروابط ایران و روسیهبود. طرف های درگیر در این واقعه پیمان ایران-روسیه, روسیه تزاری, ایران صفوی بوده اند. نتیجه: پیمان ایران-روسیه در ژوئیه ۱۷۱۷ میان روسیه تزاری و ایران صفوی امضا شد. تاثیرات: پیمان ایران-روسیه در پایان ماه ژوئیه ۱۷۱۷ میان روسیه تزاری و ایران صفوی امضاء شد.. تزار آن موقع، پتر یکم، پیمان را در ژوئیه ۱۷۱۹ وشاه سلطان حسیندر سال ۱۷۲۰ آن را تصویب کردند.. این پیمان نخستین توافق دوجانبه در تاریخ روابط ایران و روسیه بود.. پنج سال پس از آن در سال ۱۷۲۲، زمانی که حکومت صفویان به پایانی‌ترین پایه فروپاشی رسیده بود، روسیه از مرگ بازرگانان روسی در تاراج شماخیبه عنوان یک بهانه جنگ بر این خستین جنگ ایران و روسی‌ها استفاده کرد. اهمیت تاریخی آن: این پیمان نخستین توافق دوجانبه در تاریخ روابط ایران و روسیه بود.",
        "questions": []
    },
    {
        "event": "عهدنامه مجمل",
        "text": "1. چه رویدادی منجر به انعقاد عهدنامهٔ مجمل شد؟. 2. کدام کشور حاکمیت ایران را بر خلیج فارس رسمیت شناخت؟. 3. چه مقرراتی در مورد عبور کشتی‌های انگلیس از خلیج فارس ذکر شده است؟ این رویداد در سال ۱۱۸۷ رخ داده است. مکان وقوع آن شهر کابل بوده است. دلایل آن عبارتند از: عدم نتیجه‌گیری از قراردادهای بافرانسه, رسمیت حاکمیت انگلیس بر کل خلیج فارس, محدودیت عبور کشتی‌های انگلیس در نقاطی که دولت ایران اجازه می‌دهد, حظر ورود قشون هند و لشکر به سواحل عمّان در صورت عدم مجوز از ایران طرف های درگیر در این واقعه انگلیس, ایران بوده اند. نتیجه: نتیجه ی امضای قرارداد، انعقاد عهدنامهٔ مودّت و اتحاد بین ایران و انگلیس بود. تاثیرات: تاثیرات: انعقاد عهدنامهٔ مودّت و اتحاد بین ایران و انگستان.. خلاصه: این قرارداد به رسمیت شناخته شدن حاکمیت بریتانیا بر خلیج فارس و اجازه عبور کشتی‌های انگلیسی از نقاطی که دولت ایران اجازه می‌دهد، منجر شد. اهمیت تاریخی آن: این قرداد به دلیل پایان دادن به اختلافات میان ایران و انگستان، اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "پیمان‌نامه نوارساک",
        "text": "پیمان نوارساکدر در سال ۴۸۴ میلادی بین ارمنیان و ساسانیان بسته شد. این رویداد در سال ۴۸۴ رخ داده است. مکان وقوع آن شهر آرمنستان بوده است. دلایل آن عبارتند از: پیمان نوارساکدر سال ۴۸۴ میلادی بین سپه‌سالار ارمنی،واهان مامیکونیانو نمایندگانبلاش ساسانی، شاهنشاه ایران، درنوارساکبسته شد., این پیمان‌نامه آزادی دینی و خودمختاری ارمنیان را تضمین کرد., واهان مامیکومیان به عنوان حکمران استانارمنستان ایران گماشته شد. طرف های درگیر در این واقعه سپه‌سالار ارمنی: واهان مامیکونیانو, شاهنشاه ایران: شاهنشاه ساسانی, نمایندگان بلاش: نمایندگان بلاش بوده اند. نتیجه: پیمان نوارساک در سال ۴۸۴ میلادی بین ارمنیان و ساسانیان بسته شد. تاثیرات: آزادی دینی ارمنیان. خودمختاری ارمنیان. واهان مامیکومیان به عنوان حکمران استانارمنستان ایران اهمیت تاریخی آن: پیمان نوارساکدر به دلیل تضمین آزادی دینی و خودمختاری ارمنیان اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "عهدنامه سراب",
        "text": "چه زمانی این عهدنامه امضا شد؟. کدام مناطق ایران به عثمانی پس داده شدند؟. چرا شاه عباس صفوی از پرداخت خراج خودداری کرد؟. چه تغییراتی در شرایط عهدنامه تحمیلی وجود داشت؟ این رویداد در سال ۱۶۱۲ رخ داده است. مکان وقوع آن شهر تبریز بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل پایان جنگ‌های ۱۶۰۳-۱۶۱۸ و نبرد تبریز بود., با امضا رسیدن عهدنامه نصوح پاشا، عثمانی مجبور شد مناطق شمال غربی ایران و قفقاز را پس بدهد., شاه عباس صفوی در سال ۱۶۱۵ از پرداخت خراج خودداری کرد., عهدنامه تحمیلی دیگری از سوی ایران به عثمانی امضا شد., در این عهدنامه، شاه عباس قرار بود فقط صد خرمن ابریشم به ترکان عثمانی بدهد. طرف های درگیر در این واقعه امپراتوری صفوی, امپراتوری عثمانی بوده اند. نتیجه: نتیجه امضای قرارداد: ایران مجبور شد به عثمانی خراج ابریشم بدهد. تاثیرات: تاثیرات عهدنامه سرابیا: پس دادن مناطق شمال غربی ایران و قفقاز به ایران، پرداخت خراج سالانه ۲۰۰ بار ابریشم به عثمانی.. تاثیرات عهدنامه ایروان: پذیرش پرداخت صد خرمن ابریشم به ترکان عثمانی و عدم ادعای آنها در مورد قفقاز.. تاثیرات عهدنامه نصوح پاشا: همان موارد توافق شده در عهدنامه نصوح پاشا، اما با کاهش خراج ابریشم به ۱۰۰ بار. اهمیت تاریخی آن: این قرداد به دلیل پایان جنگ‌های ۱۶۰۳-۱۶۱۸ و امضای آن در پایان نبرد تبریز اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "موازنه منفی",
        "text": "خلاصه کوتاهی درباره رویداد بده:. دولت ایران پس از مواجهه با تقاضای شرکت‌های نفتی هر سه کشور، اعلام کرد که دادن هرگونه امتیاز باید به بعد از جنگ موکول شود. در نتیجه تقاضای هر سه دولت رد شد و روزنامه‌های حزب تودا از رد پیشنهاد شوروی به خشم آمدند. این رویداد در سال سال امضای این قرارداد ۱۳۲۶ است. رخ داده است. مکان وقوع آن شهر ایران بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد ایجاد توازن میان قدرت‌ها یا جریان‌های داخلی یا بین‌المللی است. طرف های درگیر در این واقعه انگلیس, شوروی, ایران بوده اند. نتیجه: نتیجه امضای قرارداد، ایجاد توازن میان قدرت‌ها یا جریان‌های داخلی یا بین‌المللی است که در عرصه یک کشور در حال رقابت بوده. تاثیرات: این قرارداد چه تأثیراتی بر روابط بین‌الملل داشته است؟. سیاست موازنه منفی چگونه عمل می‌کند؟. چرا سیاست موازنه منفی در ایران اهمیت دارد؟ اهمیت تاریخی آن: اهمیت تاریخی امضای این قرارداد به این دلیل است که نشان‌دهنده تلاش ایران برای حفظ حاکمیت ملی خود در برابر قدرت‌های خارجی بود. این اقدام به عنوان اولین نمونه از سیاست موازنه منفی در تاریخ ایران شناخته می‌شود و نشان می‌دهد که ایران در آن زمان سعی داشت با ایجاد توازن میان قدرت‌ها، منافع خود را تامین کند.",
        "questions": []
    },
    {
        "event": "معاهده آب رود هیرمند",
        "text": "این معاهده به چگونگی بهره‌برداری از رود هیرمند بین ایران و افغانستان می‌پردازد. این رویداد در سال 1354 رخ داده است. مکان وقوع آن شهر سیستان بوده است. دلایل آن عبارتند از: معاهده آب رود هیرمند, بهره‌برداری از آبرودخانه هیرمند, منبع اصلی تأمین آب در استان سیستان و بلوچستان, میان ایران و افغانستان طرف های درگیر در این واقعه ایران, افغانستان بوده اند. نتیجه: نتیجه امضای قرارداد، توافق بین ایران و افغانستان بر سر بهره‌برداری از آب رود هیرمند بود. تاثیرات: تاثیرات:. تأمین آب برای استان سیستان و بلوچستان. همکاری بین ایران و افغانستان. تصویب در مجلس ایران اهمیت تاریخی آن: این معاهده به دلیل اهمیت تاریخی و تأثیر آن بر منابع آبی مشترک بین ایران و افغانستان امضاء شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون مربوط به مقررات هوانوردی",
        "text": "چه کشوری این معاهده را تصویب کرد؟ پاریس. چند کشور این کنوانسیون را تصویب کردند؟ ۳۲. چه نوع دستگاه‌هایی در تعریف کنوانسیون پاریس قرار می‌گیرند؟ هواپیماهای بی موتور، بالون‌ها و بالگردها این رویداد در سال ۱۹۱۹ رخ داده است. مکان وقوع آن شهر پاریس بوده است. دلایل آن عبارتند از: این کنوانسیون نخستین معاهده مربوط به هوانوردی و حقوق هوایی است., این معاهده توسط ۳۲ کشور در ۱۳ اکتبر ۱۹۱۹ در پاریس به تصویب رسید., این کنوانسیون برای نخستین بار تعریف قابل قبولی از هواپیما ارائه داد., تعریف گفته شده تا سال ۱۹۶۷ به عنوان تعریفی پذیرفته شده در حقوق هوایی باقی بود. طرف های درگیر در این واقعه کشورها: ۳۲ کشور, کشورها: ایالات متحده آمریکا, کشورها: مکزیک, کشورها: برزیل, کشورها: اسپانیا بوده اند. نتیجه: ['۱. چه کشوری این معاهده را تصویب کرد؟', 'پاسخ: ۳۲ کشور'] تاثیرات: تاثیرات: تعریف قابل قبولی از هواپیما، تعیین تابعیت بر اساس محل ثبت، و اشاره به خسارات وارده به اشخاص ثالث توسط هواپیماهای خارجی. اهمیت تاریخی آن: این کنوانسیون نخستین معاهده مربوط به هوانوردی و حقوق هوایی بود.",
        "questions": []
    },
    {
        "event": "قرارداد فالکن هاگن",
        "text": "۱. چه زمانی این قرارداد پیشنهاد شد؟. ۲. چرا این قرارداد پیشنهاد شد؟. ۳. چه کسی در زمان ارائهٔ این پیشنهاد وزیر امور خارجه ایران بود؟. ۴. چه تدبیری برای منصرف کردن طرف روسی از پیگیری این قرارداد انجام شد؟ این رویداد در سال ۱۸۷۴ رخ داده است. مکان وقوع آن شهر فالکن‌هاگندر بوده است. دلایل آن عبارتند از: دلیل پیشنهاد قرارداد توسط روسیه چیست؟, چه مدت زمانی برای اعتبار قرارداد تعیین شده است؟, چه کسی در زمان ارائهٔ پیشنهاد، وزیر امور خارجه ایران بود؟ طرف های درگیر در این واقعه روسیه, ایران بوده اند. نتیجه: نتیجه ی امضای قرارداد: امضا نشد. تاثیرات: تاثیرات: افزایش نفوذ روسیه در ایران، واکنش به امتیاز لغو‌شدهٔ رویتر، احداث خط‌آهنی از جلفا به تبریز، تضمین سود سالیانه ۶٫۵ درصد برای سرمایه‌گذار، بهره‌برداری از معادن در شعاع ۵۰ مایلی مسیر خط‌آهن به طرف روسی، مدت اعتبار ۷۰ ساله. اهمیت تاریخی آن: تاریخی",
        "questions": []
    },
    {
        "event": "عهدنامه دوم ایران با یونان",
        "text": "موافقت نامه اسپارتیان و متحدان ایشان با داریوش شاه و پسران شاه و تیسافرن، صلح و دوستی بر اساس موارد زیر برقرار خواهد شد: علیه هر سرزمینی یا شهری که به داریوش شاه تعلق دارد یا به پدران و نیاکانش تعلق داشته است، اسپارتیان و متحدان ایشان اقدام به جنگیا عملی خصمانه نخواهند کرد؛ و از این شهرهاخراجوصول نخواهند نمود؛ و داریوش شاه و اتباع او نیز علیه اسپارتیان یا متحدان ایشان به جنگ یا هرگونه اقدام خصمانه نخواهند پرداخت. این رویداد در سال ۶۴۸ رخ داده است. مکان وقوع آن شهر اسپارت بوده است. دلایل آن عبارتند از: موافقت نامه اسپارتیان و متحدان ایشان با داریوش شاه و پسران شاه و تیسافرن، صلح و دوستی بر اساس موارد زیر برقرار خواهد شد., علیه هر سرزمینی یا شهری که به داریوش شاه تعلق دارد یا به پدران و نیاکانش تعلق داشته است، اسپارتیان و متحدان ایشان اقدام به جنگیا عملی خصمانه نخواهند کرد؛ و از این شهرهاخراجوصول نخواهند نمود., داریوش شاه و اتباع او نیز علیه اسپارتیان یا متحدان ایشان به جنگ یا هرگونه اقدام خصمانه نخواهند پرداخت., جنگ با آتنیان و متحدان ایشان به طور مشترک و هرگونه صلح نیز مشترکاً برقرار خواهد شد., در مورد عملیات جنگی در سرزمین شاه یا بنا به خواست شاه در هر جا شاه هزینه آن را بر عهده خواهد گرفت. طرف های درگیر در این واقعه داریوش شاه, تیسافرن, اسپارت, اتنی بوده اند. نتیجه: موافقت نامه اسپارتیان و متحدان ایشان با داریوش شاه و پسران شاه و تیسافرن، صلح و دوستی بر اساس موارد زیر برقرار خواهد شد: علیه هر سرزمینی یا شهری که به داریوش شاه تعلق دارد یا به پدران و نیاکانش تعلق داشته است، اسپارتیان و متحدان ایشان اقدام به جنگیا عملی خصمانه نخواهند کرد؛ و از این شهرهاخراجوصول نخواهند نمود؛ و داریوش شاه و اتباع او نیز علیه اسپارتیان یا متحدان ایشان به جنگ یا هرگونه اقدام خصمانه نخواهند پرداخت. تاثیرات: موافقت نامه اسپارتیان و متحدان ایشان با داریوش شاه و پسران شاه و تیسافرن، صلح و دوستی بر اساس موارد زیر برقرار خواهد شد.. علیه هر سرزمینی یا شهری که به داریوش شاه تعلق دارد یا به پدران و نیاکانش تعلق داشته است، اسپارتیان و متحدان ایشان اقدام به جنگیا عملی خصمانه نخواهند کرد؛ و از این شهرهاخراجوصول نخواهند نمود.. جنگ با آتنیان و متحدان ایشان به طور مشترک و هرگونه صلح نیز مشترکاً برقرار خواهد شد.. در مورد عملیات جنگی در سرزمین شاه یا بنا به خواست شاه در هر جا شاه هزینه آن را بر عهده خواهد گرفت. اهمیت تاریخی آن: این عهدنامه اهمیت تاریخی زیادی دارد زیرا نشان‌دهنده اتحاد بین اسپارت و داریوش است که برای مدت زمان زیادی ادامه داشت.",
        "questions": []
    },
    {
        "event": "امتیازنامه دارسی",
        "text": "متن بالا به بررسی تاریخچه امتیاز نفت دارسی در ایران می‌پردازد. این قرارداد که در سال ۱۹۰۱ منعقد شد، به شرکت دارسی اجازه داد تا سه چهارم مساحت کشور را برای جستجو و بهره‌برداری از منابع نفتی اشغال کند. در سال ۱۹۳۲، رضاشاه به دلیل عدم دریافت سهم عادلانه از سود نفت، امتیاز را لغو کرد. این اقدام باعث ایجاد تنش بین ایران و بریتانیا شد که با تهدید به حمله نظامی، رضاشاه را مجبور به امضای قرارداد جدیدی کرد. در نهایت، پس از ملی شدن صنعت نفت در سال ۱۹۵۱، امتیاز دارسی برای همیشه لغو شد. این رویداد در سال تاریخ امضای این قرارداد: ۱۹۰۱ رخ داده است. مکان وقوع آن شهر متن بالا به بررسی تاریخچه امتیاز نفت دارسی در ایران می‌پردازد و به نکات مهمی از جمله لغو این قرارداد توسط رضاشاه، مذاکرات مجدد در سال ۱۹۳۳، بحران اقتصاد جهانی و ملی شدن صنعت نفت در سال ۱۹۵۱ اشاره می‌کند. همچنین به دلایل سیاسی و اقتصادی که منجر به این تحولات شده‌اند، مانند عدم دسترسی ایران به اطلاعات کامل درباره سود شرکت و سیاست‌های مالی بریتانیا، پرداخته است. بوده است. دلایل آن عبارتند از: امتیازنامه دارسی به دلیل منافع اقتصادی و سیاسی که برای بریتانیا ایجاد می‌کرد، امضا شد. این قرارداد به بریتانیا اجازه می‌داد تا کنترل گسترده‌ای بر منابع نفت ایران داشته باشد و از این طریق، قدرت اقتصادی و سیاسی خود را در منطقه افزایش دهد. طرف های درگیر در این واقعه متن بالا به شرح تاریخچه امتیاز نفت دارسی در ایران می‌پردازد. این متن نشان می‌دهد که چگونه رضاشاه در سال ۱۹۳۲ قرارداد را لغو کرد و سپس در سال ۱۹۳۳ مذاکرات جدیدی برای امتیاز انجام شد. همچنین، دلایل ملی شدن صنعت نفت ایران در سال ۱۹۵۱ نیز ذکر شده است. بوده اند. نتیجه: نتیجه ی امضای قرارداد چه بوده است؟جواب به صورت خلاصه باید باشد: امتیاز دارسی در سال ۱۹۰۱ امضا شد و پس از مذاکرات متعدد، در سال ۱۹۳۳ تمدید گردید. تاثیرات: امتیازنامه دارسی به موجب آنویلیام ناکس دارسی، منعقدشده در ۱۹۰۱ برابر با ۱۲۸۰ خورشیدی برای مدت شصت سال، امتیازی بود که به موجب آن وی حق انحصاری جستجو و بهره‌برداری از نفت، گاز طبیعی، آسفالت و اوزوکریترا را در سه چهارم مساحت کشور دریافت کرد. مظفرالدین شاه در برابر این حق انحصاری مبلغ بیست هزار پوند پول نقد، بیست هزار پوند سهام شرکت و ۱۶ درصد از سود سالیانه را دریافت می‌کرد. اهمیت تاریخی آن: امتیازنامه دارسی به دلیل اهمیت تاریخی خود، یکی از مهم‌ترین قراردادهای بین‌المللی در تاریخ ایران محسوب می‌شود. این قرارداد نه تنها تأثیرات اقتصادی قابل توجهی بر کشور داشت، بلکه نشان‌دهنده قدرت و نفوذ بریتانیا در منطقه نیز بود. همچنین، لغو این امتیاز در سال ۱۹۳۲ و مذاکرات بعدی آن، به دلیل مسائل سیاسی و اقتصادی داخلی ایران، اهمیت بیشتری پیدا کرد و نشان‌دهنده تلاش‌های دولت رضاشاه برای کنترل منابع طبیعی کشور بود.",
        "questions": []
    },
    {
        "event": "اتحاد ایران–هابسبورگ",
        "text": "خلاصه کوتاهی درباره رویداد بده:. جنگ‌های شاه اسماعیل دوم شامل اتحاد ایران-هابسبورگ در سده دهم خورشیدی بود که با هدف تقابل با امپراتوری هابسبورگ و عثمانی صورت گرفت. این اتحاد به دلیل مرگ شاه اسماعیل قبل از تحقق آن، به طور موقت باطل شد. این رویداد در سال تاریخ امضای این قرارداد: ۹۰۲ خورشیدی رخ داده است. مکان وقوع آن شهر جنگ‌های شاه اسماعیل یکم و ب•ن، جنگ‌های شاه اسماعیل دوم، اتحاد ایران-هابسبورگدر سده دهم خورشیدی (شانزدهم میلادی)، کارل پنجم، پترس مونته لیبانورا، لایوش، شاه اسماعیل، پترس مونته لیبانونامه‌ای بهلاتین، نامهٔشاه اسماعیلبهکارل پنجم، نامهٔ کارل پنجم به نامه شاه اسماعیل بوده است. دلایل آن عبارتند از: 1. شاه اسماعیل به دنبال اتحاد با امپراتوری هابسبورگ بود تا بتواند علیه عثمانیان متحد شود., 2. کارل پنجم، پادشاه اسپانیا، فرستاده‌ای را برای ایجاد اتحاد با ایران به دربار شاه اسماعیل فرستاد. طرف های درگیر در این واقعه 1. ایران و هابسبورگ, 2. ایران و عثمانی, 3. ایران و فرانسه, 4. ایران و اتریش بوده اند. نتیجه: ['نتیجه ی امضای قرارداد به صورت خلاصه باید باشد:', 'در زمان حکومتشاه اسماعیل، کارل پنجم با هدف اتحاد علیه عثمانیان نامه\\u200cای را جهت ایجاد یکاتحاد نظامیبه دربار شاه ایران ارسال نمود.'] تاثیرات: 1. جنگ‌های شاه اسماعیل یکم و ب•ن. 2. اتحاد ایران-هابسبورگ در سده دهم خورشیدی. 3. نامهٔ شاه اسماعیل به کارل پنجم اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که نشان‌دهنده اولین نامه رسمی دولت صفوی به یک دولت اروپایی بود. این اقدام نشان‌دهنده تمایل ایران برای ایجاد روابط دیپلماتیک با کشورهای دیگر و همچنین آمادگی آن برای همکاری در برابر دشمن مشترک، یعنی عثمانیان، می‌باشد.",
        "questions": []
    },
    {
        "event": "کنوانسیون بدترین شکل‌های کار کودکان",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون بدترین شکل‌های کار کودکان توسط سازمان بین‌المللی کار ILO در سال ۱۹۹۹ تصویب شد تا کشورها متعهد به اقدام فوری در زمینه حذف بدترین شکل کار کودکان شوند. این رویداد در سال ۱۹۹۹ رخ داده است. مکان وقوع آن شهر شهر خروجی: ژنو بوده است. دلایل آن عبارتند از: پیمان ILO, کنوانسیون بدترین شکل کار کودکان, برنامه بین‌المللی از بین بردن پدیده کار کودکان ILO (IPEC), توصیه سازمان بین‌المللی کار ILO شماره ۱۹۰ طرف های درگیر در این واقعه کنوانسیون بدترین شکل‌های کار کودکان (انگلیسی:Worst Forms of Child Labour Convention), International Labour Organization(ILO), سازمان بین‌المللی کار ILO (ILO), برنامه بین‌المللی از بین بردن پدیده کار کودکان ILO (IPEC) بوده اند. نتیجه: نتیجه امضای قرارداد حذف بدترین شکل کار کودکان است. تاثیرات: تأثیرات کنوانسیون بدترین شکل‌های کار کودکان شامل ممنوعیت و اقدام فوری برای لغو بدترین نوع کار کودکان است.. این کنوانسیون یکی از ۸ بند پایه‌ای پیمان سازمان بین‌المللی کار ILO است.. برنامه بین‌المللی از بین بردن پدیده کار کودکان ILO (IPEC) مسئولیت کمک به کشورها در این زمینه و نیز مسئول نظارت بر اجرای آن است. اهمیت تاریخی آن: این کنوانسیون نشان‌دهنده پیشرفت سازمان بین‌المللی کار در مبارزه با کار کودکان است.",
        "questions": []
    },
    {
        "event": "صلح اسیلیسن",
        "text": "رویداد صلح آسیلیسنپیمان بین روم شرقی و ساسانی بود که در آن ارمنستان بین این دو شاهنشاهی تقسیم شد. این رویداد در سال ۳۸۷ رخ داده است. مکان وقوع آن شهر روم بوده است. دلایل آن عبارتند از: تقسیم ارمنستان بین روم شرقی و ساسانی, دریافت ایران از ارمنستان سهم بیشتری, پذیرش بیزانس پادشاهی ایبری, رونق نفوذ ایرانی در گرجستان شرقی, تبدیل شدن آیین زرتشتی به دومین دین پررونق منطقه طرف های درگیر در این واقعه شاهنشاهی ساسانی, پادشاهی بیزانس, ایبری, گرجستان شرقی بوده اند. نتیجه: در این عهدنامه، ایران سهم بیشتری از ارمنستان را دریافت کرد. تاثیرات: تقسیم ارمنستان بین روم شرقی و ساسانی. دریافت سهم بیشتر ایران از ارمنستان. پذیرش ایران برای پادشاهی ایبری. رونق نفوذ ایرانی در گرجستان شرقی. تبدیل آیین زرتشتی به دومین دین پررونق منطقه اهمیت تاریخی آن: این قرداد به دلیل تقسیم ارمنستان بین روم شرقی و ساسانی اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "عهدنامه‌های ارزروم",
        "text": "عهدنامه ارزروم به دو عهدنامه منعقد شده در سال‌های ۱۸۲۳ و ۱۸۴۷ میان ایران و امپراتوری عثمانی گفته می‌شود. این رویداد در سال ۱۸۴۷ رخ داده است. مکان وقوع آن شهر شهر خروجی: ارزروم بوده است. دلایل آن عبارتند از: موقعیت مرزهای ایران و عثمانی در سال ۱۸۲۳ به دلیل عدم تعیین دقیق در عهدنامه قصر شیرین، محل درگیری‌های پی‌درپی بود., دولت ایران در سال ۱۸۴۷ برای حل این درگیری‌ها، میرزا تقی خان را به سمت نمایندگی عثمانی منصوب کرد., مذاکرات طولانی کمیسیون ارزروم به دلیل عدم توافق بر سر حدود مرزی و ادعای خسارت توسط ایران، به مدت سه سال ادامه یافت., در نهایت، در تاریخ ۳۱ می ۱۸۴۷، دومین عهدنامه ارزروم بین محمدشاه قاجار و سلطان عبدالمجید یکمت امضا شد. طرف های درگیر در این واقعه طرفین امضای این قراد عبارتند از: ایران و امپراتوری عثمانی. بوده اند. نتیجه: نتیجه امضای قرارداد این بود که مناطق مورد اختلاف میان دو کشور بین آنها تقسیم شد. تاثیرات: این قرارداد به تعیین مرزهای بین ایران و عثمانی کمک کرد.. این قرارداد به حل اختلافات مرزی بین دو کشور کمک کرد.. این قرارداد به تعیین مناطق مورد اختلاف بین دو کشور کمک کرد.. این قرارداد به رسمیت شناخته شدن حاکمیت عثمانی بر سلیمانیه کمک کرد. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این عهدنامه یکی از مهم‌ترین توافقات بین ایران و عثمانی در تاریخ معاصر بوده و به تعیین مرزهای دو کشور کمک کرده است. همچنین، این عهدنامه نشان‌دهنده تلاش برای پایان دادن به درگیری‌های مرزی بین دو کشور و ایجاد ثبات در منطقه می‌باشد.",
        "questions": []
    },
    {
        "event": "کنوانسیون دوم ژنو",
        "text": "کنوانسیون دوم ژنو برای بهبود وضعیت افراد نیروهای مسلح که بر روی دریا مجروح یا بیمار شده یا کشتی شان خراب شده‌است می‌باشد. این رویداد در سال ۱۹۴۹ رخ داده است. مکان وقوع آن شهر شهر خروجی: ژنو بوده است. دلایل آن عبارتند از: این کنوانسیون در سال ۱۹۴۹ به تصویب رسید., این کنوانسیون جایگزین کنوانسیون لاهه (X) مربوط به سال ۱۹۰۷ شد., این کنوانسیون شامل ۶۳ ماده است. طرف های درگیر در این واقعه کنوانسیون دوم ژنو برای بهبود وضعیت افراد نیروهای مسلح که بر روی دریا مجروح یا بیمار شده یا کشتی شان خراب شده‌است می‌باشد. بوده اند. نتیجه: این کنوانسیون در سال ۱۹۴۹ تصویب شد و جایگزین کنوانسیون لاهه (X) مربوط به سال ۱۹۰۷ شد. تاثیرات: این قرارداد در سال ۱۹۴۹ به تصویب رسید.. این کنوانسیون جایگزین کنوانسیون لاهه (X) مربوط به سال ۱۹۰۷ شد.. این کنوانسیون شامل ۶۳ ماده است.. ۱۹۶ کشور کنوانسیون‌های ژنو شامل این معاهده و همچنین سه معاهده دیگر ۱۹۴۹ را پذیرفته‌اند. اهمیت تاریخی آن: این کنوانسیون در سال ۱۹۴۹ به تصویب رسید و جایگزین کنوانسیون لاهه (X) شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون کار دریایی",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون کار دریایی (MLC) یک کنوانسیون بین‌المللی است که توسط سازمان بین‌المللی کار (ILO) و در سال ۲۰۰۶ تصویب شد. هدف از این کنوانسیون ایجاد استانداردها و قوانین برای کاردریانوردانو به منظور ایجاد رضایت در بالاترین سطح برای آنان است. این رویداد در سال تاریخ امضای این قرارداد ۲۰۰۶ است. رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: ۱. دلیل امضای این قرارداد ایجاد استانداردها و قوانین برای کاردریانوردانو به منظور ایجاد رضایت در بالاترین سطح برای آنان است. ۲. ماده ۹۴ کنوانسیونسازمان ملل متحددر خصوصحقوق دریاهامصوب ۱۹۸۲ میلادی وظایف و تعهدات دولت صاحب پرچم را از جمله در خصوص شرایط کار، موضوعات مربوط به خدمه و امور اجتماعی در کشتی‌هایی که حامل پرچم کشور می‌باشند تعیین نموده‌است. ۳. کنوانسیون کار دریایی به عنوان ستون چهارم قوانین بین‌المللی دریایی تلقی می‌شود. طرف های درگیر در این واقعه کنوانسیون کار دریایی (MLC) یک کنوانسیون بین‌المللی است که توسط سازمان بین‌المللی کار (ILO) و در سال ۲۰۰۶ تصویب شد. هدف از این کنوانسیون ایجاد استانداردها و قوانین برای کاردریانوردانو به منظور ایجاد رضایت در بالاترین سطح برای آنان است. بوده اند. نتیجه: نتیجه ی امضای قرارداد به این صورت بود که کنوانسیون کار دریایی (MLC) توسط سازمان بین‌المللی کار (ILO) تصویب شد تا استانداردها و قوانین برای کاردریانوردان ایجاد کند و رضایت آنان را تضمین نماید. تاثیرات: این متن به بررسی کنوانسیون کار دریایی (MLC) می‌پردازد که توسط سازمان بین‌المللی کار (ILO) در سال ۲۰۰۶ تصویب شده است. هدف این کنوانسیون ایجاد استانداردها و قوانین برای کاردریانوردان به منظور ایجاد رضایت در بالاترین سطح برای آنان است. ماده ۹۴ کنوانسیونسازمان ملل متحددر خصوصحقوق دریاهامصوب ۱۹۸۲ میلادی وظایف و تعهدات دولت صاحب پرچم را از جمله در خصوص شرایط کار، موضوعات مربوط به خدمه و امور اجتماعی در کشتی‌هایی که حامل پرچم کشور می‌باشند تعیین نموده‌است. در این کنوانسیون حداقل نیازها برای وروددریانوردانبه کشتی، شرایط استخدام، محل زیست خدمه، تسهیلات رفاهی، غذا و تدارکات، خدمات اجتماعی،مراقبت بهداشتی، حفاظت بهداشتی معین شده‌است. در این کنوانسیون همچنین در مورد شرایط پذیرش و اجرا این کنوانسیون بحث می‌شود. اهمیت تاریخی آن: کنوانسیون کار دریایی به عنوان یک دستاورد واقعی در سیاست نظارتی بین‌المللی به دلایل زیر محسوب می‌شود: اول از طریق آن، کنوانسیونکار دریایی ترکیبی از رویکرد قانون سخت و قانون نرم در یک وسیله قانونی واحد است. قانون نرم مجموعه تعهدات و پیمانهایی است که توسط طرفین مذاکره‌کننده ایجاد شده‌است و قانوناً الزام‌آور نیست. قانون سخت مجموعه قواعد و قوانین الزام آور، قانونی و مشروع هستند. درحقوق بین‌المللحقوق سخت شامل پیمانهایی است که به‌طور خودکار قابلیت اعمال و اجرا دارند یا توافقات بین‌المللی هستند که به حقوق منسوب به عرف (عرفی) شناخته می‌شوند. دوم، از منظر تصویب این پیمان، کنوانسیون کار دریایی یک توافقنامه بین‌المللی برجسته است؛ زیرا استانداردهای کار را برای یک کل صنعت دریایی تعیین می‌کند؛ نه تنها برای دولت‌ها بلکه از برای شرکای دولتی در صنعت کشتیرانی.",
        "questions": []
    },
    {
        "event": "کنوانسیون تاسیس سازمان جهانی مالکیت معنوی",
        "text": "۱. چه زمانی کنوانسیون تأسیس سازمان جهانی مالکیت معنوی امضا شد؟. ۲. چه کشورهایی عضو این کنوانسیون نیستند؟. ۳. چه زبان‌هایی برای نگارش کنوانسیون استفاده شده است؟ این رویداد در سال ۱۹۶۷ رخ داده است. مکان وقوع آن شهر سوئد بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل ایجاد سازمان جهانی مالکیت معنوی است., این کنوانسیون در سال ۱۹۶۷ امضا شد و در ۱۹۱ کشور عضو دارد., پنج کشور عضو سازمان ملل که کنوانسیون WIPO را تصویب نکرده‌اند عبارتند از ایالات فدرال میکرونزی، نائورو، پالائو، جزایر سلیمان، سودان جنوبی. طرف های درگیر در این واقعه سازمان جهانی مالکیت معنوی (WIPO), ایالات فدرال میکرونزی, نائورو, پالائو, جزایر سلیمان, سودان جنوبی بوده اند. نتیجه: ['۱. چه زمانی این کنوانسیون امضا شد؟', '۲. چه کشورهایی عضو این کنوانسیون نیستند؟', '۳. چه ماده واحده\\u200cای در ایران تصویب شده است؟'] تاثیرات: تأسیس سازمان جهانی مالکیت معنوی. امضای کنوانسیون در استکهلم، سوئد. اجرا در ۲۶ آوریل ۱۹۷۰. ۱۹۱ عضو در فوریه ۲۰۱۸. ۵ کشور عضو سازمان ملل که کنوانسیون WIPO را تصویب نکرده‌اند. اصلاح کنوانسیون در ۲۸ اکتبر ۱۹۷۹. الحاق دولت جمهوری اسلامی ایران به کنوانسیون در تاریخ ۴ مهر ۱۳۸۰ اهمیت تاریخی آن: این کنوانسیون در ۱۴ ژوئیه ۱۹۶۷ امضا شد و در ۲۶ آوریل ۱۹۷۰ به اجرا درآمد.",
        "questions": []
    },
    {
        "event": "عهدنامه نصوح پاشا",
        "text": "چه زمانی این عهدنامه منعقد شد؟ ۲۰ نوامبر ۱۶۱۲. کدام مناطق به ایران واگذار شدند؟ گرجستان، آذربایجان و سایر مناطق قفقاز. چرا شاه عباس یکم قصد بازگردانی تبریز را داشت؟ تبریز در سال ۱۵۹۰ توسط عثمانی تصرف شده بود. این رویداد در سال 1612 رخ داده است. مکان وقوع آن شهر تبریز بوده است. دلایل آن عبارتند از: جنگ ۱۶۰۳ تا ۱۶۱۲, ۲۰ نوامبر ۱۶۱۲, حمد یکم, شکست سخت او درجنگ عثمانی و صفوی (۱۶۱۸–۱۶۰۳), آذربایجان, تبریز, ناصرالدین شاه طرف های درگیر در این واقعه امپراتوری صفوی, امپراتوری عثمانی بوده اند. نتیجه: نتیجه امضای قرارداد این بود که مناطق از دست رفته ایران و قفقاز به ایران بازگردانده شدند. تاثیرات: این قرارداد بین امپراتوری صفوی و عثمانی منعقد شد.. مناطق مانند گرجستان، آذربایجان و سایر مناطق قفقاز به ایران واگذار شدند.. مرزهای جدید بر اساس خط صلح آماسیه ترسیم شدند.. شاه عباس قصد بازگردانی تبریز را داشت.. این عهدنامه نخستین عهدنامه‌ای بود که در آن امپراتوری عثمانی حاضر به پس دادن زمین‌های اشغال‌کرده شده بود. اهمیت تاریخی آن: این عهدنامه نشان‌دهنده موفقیت شاه عباس در بازگرداندن مناطق اشغال شده بود و شهرت صفویان را گسترش داد.",
        "questions": []
    },
    {
        "event": "عهدنامه احمد پاشا",
        "text": "۱. چه زمانی این عهدنامه منعقد شده است؟. ۲. چه جنگ‌هایی قبل از این عهدنامه رخ داده است؟. ۳. چه شهرهایی در قفقاز به تصرف عثمانی درآمدند؟. ۴. چه شهرهایی در جبهه جنوبی به تصرف عثمانی درآمدند؟. ۵. چه کسی طرف ایرانی و عثمانی این عهدنامه بودند؟ این رویداد در سال ۱۷۳۲ رخ داده است. مکان وقوع آن شهر آذربایجان بوده است. دلایل آن عبارتند از: تاریخ انعقاد قرارداد: ۱۰ ژانویه ۱۷۳۲ میلادی, طرف ایرانی: محمد رضا قلی, طرف عثمانی: احمد پاشا حاکم بغداد, وضعیت مرزهای ایران در آذربایجان و قفقاز: نا آرام, جنگ بین ایران و عثمانی: بین سال‌های ۱۷۲۳ تا ۱۷۳۰ طرف های درگیر در این واقعه امپراتوری صفوی, امپراتوری عثمانیدر بوده اند. نتیجه: نتیجه ی امضای قرارداد: پایان جنگ بین ایران و عثمانی تاثیرات: این قرارداد بین امپراتوری صفوی و عثمانیه منعقد شده است.. این قرارداد به دلیل ناآرامی‌های مرزی ایران در آذربایجان و قفقاز به وجود آمده است.. طرف ایرانی این قرارداد محمد رضا قلی و طرف عثمانی آن احمد پاشا حاکم بغداد بود. اهمیت تاریخی آن: این عهدنامه در تاریخ ۱۰ ژانویه ۱۷۳۲ میلادی منعقد شد و به دلیل پایان دادن به جنگ‌های ایران و عثمانی با عهدنامه‌های سرابوقصرشیرین اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "قرارداد خرید و فروش ۱۹۷۳",
        "text": "قرارداد خرید و فروش ۱۹۷۳، قراردادی بین شرکت ملی نفت ایران و شرکت آجیپ‌مینراریایک قرارداد ۲۰ ساله تحت فشارمحمدرضاشاهبر روی کنسرسیوم نفتی بود که قرارداد کنسرسیوم ۱۳۳۳را باطل کرد و شرکت ملی نفت ایران را تحت کنترل کامل نفت ایران قرار داد و ذخایر نفت کشور را ملی کرد. این رویداد در سال ۱۳۵۲ رخ داده است. مکان وقوع آن شهر کرمان بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل فشارمحمدرضاشاه بر روی کنسرسیوم نفتی بود., این قرارداد ۲۰ ساله تحت کنترل کامل نفت ایران قرار داد و ذخایر نفت کشور را ملی کرد., شرکت‌های نفتی غربی از این توافق شکایت کردند و خواستار مذاکره مجدد شدند. طرف های درگیر در این واقعه شرکت ملی نفت ایران, آجیپ‌مینراری بوده اند. نتیجه: نتیجه ی امضای قرارداد، ملی کردن ذخایر نفت کشور بود. تاثیرات: تاریخ انعقاد: ۳۰ اسفند ۱۳۵۲. مدت قرارداد: ۲۰ سال. محتوای قرارداد: کنترل کامل صنعت نفت ایران توسط شرکت ملی نفت ایران و مالکیت مطلق تأسیسات و ذخایر نفتی.. وضعیت کنسرسیوم: کنسرسیوم صرفاً خریداران نفت و مشتریان ممتاز شرکت ملی نفت.. هدف شاه: تمدن بزرگ پارسی و تبدیل ایران به بزرگ‌ترین تولیدکننده نفت در جهان برای تثبیت قدرت در منطقه.. موقعیت اوپک: ایجاد سازمان کشورهای صادرکننده نفت (اوپک) توسط شاه در دهه ۱۳۴۰. اهمیت تاریخی آن: این قرارداد تاریخی نشان‌دهنده تغییرات اساسی در صنعت نفت ایران بود که منجر به ملی شدن منابع نفتی و کنترل کامل آن توسط دولت شد. همچنین، این قرارداد به عنوان اولین توافق بین شرکت‌های نفتی غربی و کشورهای تولیدکننده نفت شناخته می‌شود و نشان‌دهنده تحولات سیاسی و اقتصادی در منطقه خاورمیانه است.",
        "questions": []
    },
    {
        "event": "عهدنامه فینکنشتاین",
        "text": "تاریخ انعقاد: ۱۳ اردیبهشت ۱۱۸۶ ه‍.ش (۴ مهٔ ۱۸۰۷ میلادی). موضوع: پیمان دفاعی بین ایران و فرانسه. هدف: مدرن‌سازی ارتش قاجار. تعهدات ایران: اعلام جنگ به انگلستان، اخراج اتباع بریتانیا، اعزام افغان‌ها به هند. تعهدات فرانسه: کمک به اصلاح و تقویت ارتش ایران این رویداد در سال ۱۸۰۷ رخ داده است. مکان وقوع آن شهر فینکنشتاین بوده است. دلایل آن عبارتند از: هدف اصلی این قرارداد مدرن‌سازی ارتش قاجار بود., فتحعلی شاه متعهد شد تا به انگلستان اعلام جنگ کند و اتباع بریتانیا را از ایران بیرون کند., ایران تعهد کرد که افغان‌های رعیت خود را به حمله به هند وارد کند. طرف های درگیر در این واقعه فتحعلی شاه قاجار, ناپلئون بناپارت بوده اند. نتیجه: نتیجه ی امضای قرارداد مدرن‌سازی ارتش قاجار بود. تاثیرات: تاثیرات عهدنامه فینکنشتاین شامل مدرن‌سازی ارتش قاجار، ایجاد کارخانه توپ‌سازی در اصفهان، آموزش نظامی به چهار هزار سرباز ایرانی و تعهدات سیاسی بین ایران و فرانسه بود.. <start_of_turn> اهمیت تاریخی آن: این عهدنامه نشان‌دهنده تلاش فتحعلی شاه برای مدرن‌سازی ارتش و تقویت روابط خارجی ایران بود.",
        "questions": []
    },
    {
        "event": "قرارداد وین درباره روابط سیاسی",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون وین درباره روابط سیاسی، قراردادی بین‌المللی است که به بهبود مناسبات دوستانه بین کشورها کمک می‌کند. این قرارداد در سال ۱۹۶۱ امضا شد و دارای ۵۳ ماده و دو پروتکل است. این رویداد در سال ۱۴۰۲ رخ داده است. مکان وقوع آن شهر وین بوده است. دلایل آن عبارتند از: پیمان وین دربارهٔ روابط سیاسی به منظور بهبود مناسبات دوستانه بین کشورها بسته شده است., این قرارداد در ۱۸ آوریل ۱۹۶۱ (میلادی) مطابق با ۲۹ فروردین ۱۳۴۰ (خورشیدی) در شهروین به امضای بسیاری از کشورها رسیده است., مصونیت به معنای عدم مسئولیت نیست و مصونیت قضایی دیپلمات‌ها و خانواده آنان در کشور پذیرنده آنان را از تعقیب در کشور خود معاف نمی‌کند. طرف های درگیر در این واقعه ایران, فرانسه, عثمانی بوده اند. نتیجه: پیمان وین درباره روابط دیپلماتیک به بهبود مناسبات دوستانه بین کشورها کمک می‌کند. تاثیرات: این قرارداد به بهبود مناسبات دوستانه بین کشورها کمک می‌کند.. این قرارداد دارای ۵۳ ماده و دو پروتکل است.. مصونیت به معنای عدم مسئولیت نیست.. دیپلمات می‌تواند با مشورت و تأیید مرکز از مصونیت انصراف دهد. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به این دلیل است که این پیمان یکی از مهم‌ترین قراردادها دربارهٔ حقوق دیپلماتیک است و به بهبود مناسبات دوستانه بین کشورها کمک می‌کند. همچنین، این کنوانسیون در سال ۱۹۶۱ امضا شد و دارای ۵۳ ماده و دو پروتکل است.",
        "questions": []
    },
    {
        "event": "کنوانسیون چهارم ژنو",
        "text": "خلاصه کوتاهی درباره رویداد بده: کنوانسیون چهارم ژنو اولین معاهده‌ای بود که به حفاظت بشردوستانه از غیرنظامیان در مناطق جنگی توجه می‌کرد. این کنوانسیون در اوت ۱۹۴۹ تصویب و در اکتبر ۱۹۵۰ لازم‌الاجرا شد و ۱۹۶ کشور از جمله ایران عضو آن هستند. این رویداد در سال تاریخ امضای این قرارداد در سال ۱۹۴۹ بوده است. رخ داده است. مکان وقوع آن شهر شهر خروجی: ژنو بوده است. دلایل آن عبارتند از: این متن درباره کنوانسیون چهارم ژنو است که به حفاظت بشردوستانه از غیرنظامیان در زمان جنگ توجه می‌کند. این کنوانسیون در اوت ۱۹۴۹ تصویب و در اکتبر ۱۹۵۰ لازم‌الاجرا شد و ۱۹۶ کشور از جمله ایران عضو آن هستند. طرف های درگیر در این واقعه ایران, آمریکا, چین, روسیه, فرانسه, بریتانیا, کانادا, استرالیا, ژاپن, کره جنوبی, مصر, ایتالیا, اسپانیا, برزیل, آلمان, هند بوده اند. نتیجه: نتیجه ی امضای قرارداد، تصویب کنوانسیون چهارم ژنو در اوت ۱۹۴۹ و لازم الاجرا شدن آن در اکتبر ۱۹۵۰ بود. تاثیرات: این قرارداد به حفاظت بشردوستانه از غیرنظامیان در مناطق جنگی توجه می‌کند. کنوانسیون چهارم ژنو اولین معاهده‌ای بود که به این موضوع پرداخته و ۱۹۶ کشور عضو آن هستند. این کنوانسیون شامل مقرراتی است که کشورها را ملزم به رعایت مفاد آن در زمان جنگ و اشغال سرزمین دیگر می‌کند. اهمیت تاریخی آن: این کنوانسیون برای حفاظت از غیرنظامیان در زمان جنگ طراحی شده است.",
        "questions": []
    },
    {
        "event": "پیمان گنجه",
        "text": "پیمان گنجهمیانامپراتوری روسیهوایراندر ۱۹ اسفند ماه ۱۱۱۳ خورشیدی برابر با ۱۰ مارس ۱۷۳۵ در نزدیکی شهرگنجهبسته شد. این رویداد در سال ۱۷۳۵ رخ داده است. مکان وقوع آن شهر گنجه بوده است. دلایل آن عبارتند از: پیمان گنجهمیانامپراتوری روسیهوایراندر ۱۹ اسفند ماه ۱۱۱۳ خورشیدی برابر با ۱۰ مارس ۱۷۳۵ در نزدیکی شهرگنجهبسته شد., این پیمان به شکل‌گیری اتحادی دفاعی بین ایران و امپراتوری روسیه در برابرامپراتوری عثمانیکه به تازگی درجنگ با ایراندچار شکست شده بود انجامید., در این پیمان دولت روسیه پذیرفت باقی مانده سرزمین‌هایی که درقفقاز شمالیوقفقاز جنوبیاز جملهدربندوباکوکه به وسیلهپتر یکمدر دهه ۱۷۲۰ طیجنگ ایران و روسبه دست آورده بود را به ایران بازگرداند., این پیمان همچنین بر مفادپیمان رشتدر سال ۱۷۳۲ که به موجب آن روسیه ادعای ارضی خود نسبت به مناطق جنوبرود کراز جملهگیلان،مازندرانواسترآبادرا پس گرفت تأکید نمود. طرف های درگیر در این واقعه امپراتوری روسیه, ایران بوده اند. نتیجه: نتیجه ی امضای قرارداد بازگشت سرزمین های قفقاز شمالی و جنوبی به ایران بود. تاثیرات: تاثیرات پیمان گنجهمیانامپراتوری روسیهوایران شامل بازگردانی سرزمین‌های قفقاز شمالی و جنوبی از جمله دربندوباکو بود.. این پیمان بر مفادپیمان رشت تأکید داشت که به موجب آن روسیه ادعای ارضی خود نسبت به مناطق جنوبرود را پس گرفت.. این پیمان منجر به برتری دیپلماتیک روسیه در جنگ با عثمانی و آسودگی نظامی برای فرمانروای ایران در مرزهای غربی امپراتوری خود شد. اهمیت تاریخی آن: پیمان گنجهمیانامپراتوری روسیهوایراندر ۱۹ اسفند ماه ۱۱۱۳ خورشیدی برابر با ۱۰ مارس ۱۷۳۵ در نزدیکی شهرگنجهبسته شد.",
        "questions": []
    },
    {
        "event": "قرارداد قیری-دارسی",
        "text": "قرارداد قیری-دارسی در سال ۱۹۰۷ بین خانواده سادات قیری و کمپانی دارسی برای اجاره زمین‌های خاندان سادات قیری در دره خرسان به امضا رسید. این رویداد در سال 1907 رخ داده است. مکان وقوع آن شهر شوشتر بوده است. دلایل آن عبارتند از: قرارداد قیری-دارسی بین خانواده سادات قیری و کمپانی دارسی برای اجاره زمین‌های خاندان سادات قیری در دره خرسان به منظور استخراج نفت امضا شد., سادات قیری از سادات شهر شوشتر هستند که نسب خود را به امام هفتم شیعیان می‌رسانند., در حدود سال‌های ۸۶-۱۲۸۵ خورشیدی ژاک دو مورگان از وجود قیر در اطراف شوشتر در دره خرسان مطلع شد. طرف های درگیر در این واقعه سادات قیری, وکیل کمپانی دارسی، جی.پی. رینلدسن, مهر و امضای مجتهدین شوشتر, سید لطف‌اله ولد سید کریم قیری, آقا سید آقایی ولد سید محمد قیری بوده اند. نتیجه: چرا سادات قیری با قرارداد قیری-دارسی موافقت کردند؟ تاثیرات: قرارداد قیری-دارسی در سال ۱۹۰۷ بین خانواده سادات قیری و کمپانی دارسی امضا شد.. این قرارداد به دلیل منافع اقتصادی و وجود منابع نفت در منطقه، منجر به استخراج نفت از زمین‌های خاندان سادات قیری گردید.. در نهایت، این قرارداد به دلیل اعتراضات سادات شوشتری و دخالت دولت ایران، بسته شد. اهمیت تاریخی آن: قرارداد قیری-دارسی در سال ۱۹۰۷ بین خانواده سادات قیری و کمپانی دارسی برای اجاره زمین‌های خاندان سادات قیری در دره خرسان امضا شد.",
        "questions": []
    },
    {
        "event": "پیمان آخال",
        "text": "پیمان آخال یکی از مهم‌ترین قراردادهای تاریخی بین ایران و روسیه است که در سال ۱۸۸۱ منعقد شده و مرزهای دو کشور را تعیین کرد. این پیمان به دلیل ضعف ساختار دفاعی و مدیریتی حکومت قاجار، به نفع روسیه بود و باعث شد که بخش‌هایی از آسیای میانه به تصرف روسیه درآید. این رویداد در سال تاریخ امضای این قرارداد: ۲۱ سپتامبر ۱۸۸۱ رخ داده است. مکان وقوع آن شهر 1. شهر خروجی: تهران بوده است. دلایل آن عبارتند از: پیمان آخال به دلیل ضعف ساختار دفاعی و مدیریتی حکومت قاجار منعقد شد. طرف های درگیر در این واقعه 1. روسیه و ایران, 2. آسیای میانه،خوارزم،خیوه، شرقمازندرانومرو،سمرقندوبخارادر بوده اند. نتیجه: نتیجه امضای قرارداد آخال این بود که آسیای میانه، خوارزم، خیوه، شرق مازندران، مرو، سمرقند و بخارا به کشور روسیه الحاق شدند. تاثیرات: پیمان آخال تأثیر دوگانه‌ای برای ایران داشت. از یک‌سو ایران تا حدی از یورش‌های ترکمن‌ها رهایی می‌یافت؛ و قسمت آسیای میانه،خوارزم،خیوه، شرقمازندرانومرو،سمرقندوبخارااز خاکایرانجدا شد. این اراضی شامل سرزمینترکمنستانو بخش‌های بزرگی از تاجیکستان،ازبکستان،قرقیزستانوقزاقستانام این امر به بهای گران از دست رفتن سرزمین‌هایی به دست آمد که ناصرالدین شاه پادشاهی بر آن‌ها را داشت.همچنین خط مرزی کاملاً به سود روس‌ها طراحی شده بود. به گفتهلرد کرزن«روس‌ها در ضمن بستن قرارداد مرزی، نخست کوه‌های بلند مرتفع سرحدی را در مرز خودشان انداختند، سپس سرچشمهٔ رودخانه‌ها را نیز جزء خاک روسیه ثبت کردند که هروقت اراده نمایند آب را از آبادی‌های ایرانی قطع کنند و در نتیجه محصولخراسانرا تباه سازند.» گذشته از این، دولتایرانتعهد کرده بود که اجازه ندهد در راستای رودهایی که وارد خاک روسیه می‌شود، روستای نو ساخته شود یا زمین‌های کشاورزی آن مناطق گسترش یابد یا برای زمین‌های در حال کشت بیش از اندازه آب مصرف شود. اهمیت تاریخی آن: پیمان آخال به دلیل ضعف ساختار دفاعی و مدیریتی حکومت قاجار، انعقاد شد.",
        "questions": []
    },
    {
        "event": "کنوانسیون ورشو",
        "text": "کنوانسیون ورشو یک معاهده بین‌المللی است که مسئولیت حمل و نقل افراد، توشه یا کالاها از طریق هواپیما را تنظیم می‌کند. این کنوانسیون توسط ۱۵۲ کشور تصویب شده و دارای پنج فصل است. این رویداد در سال ۱۵۲ رخ داده است. مکان وقوع آن شهر ورشو بوده است. دلایل آن عبارتند از: تنظیم مسئولیت بین‌المللی در مورد حمل و نقل افراد، توشه یا کالاها از طریق هواپیما, دارای پنج فصل, تا سال ۲۰۱۵ توسط ۱۵۲ کشور تصویب شده بود., پروتکل الحاقی کنوانسیون توسط ۱۳۷ کشور تصویب شد. طرف های درگیر در این واقعه کنوانسیون ورشو بین ۱۵۲ کشور تصویب شده است و پروتکل الحاقی آن توسط ۱۳۷ کشور تصویب شده است. بوده اند. نتیجه: کنوانسیون ورشو به مسئولیت بین‌المللی در مورد حمل و نقل افراد، توشه یا کالاها از طریق هواپیما می‌پردازد. تاثیرات: تا سال ۲۰۱۵، ۱۵۲ کشور این کنوانسیون را تصویب کرده‌اند.. پروتکل الحاقی کنوانسیون توسط ۱۳۷ کشور تصویب شده است. اهمیت تاریخی آن: کنوانسیون ورشو به دلیل تنظیم مسئولیت بین‌المللی در مورد حمل و نقل هوایی شناخته می‌شود.",
        "questions": []
    },
    {
        "event": "عهدنامه کالیاس",
        "text": "خلاصه کوتاهی درباره رویداد: عهدنامه کالیاس یک معاهدهٔ سازش بین هخامنشیان و یونانی‌ها بود که به پایان جنگ‌های ایران و یونان منجر شد. این معاهده به نام کالیاس، سیاستمدار آتنی، شناخته می‌شود. این رویداد در سال ۴۴۹ رخ داده است. مکان وقوع آن شهر دلوس بوده است. دلایل آن عبارتند از: دلایل امضای این قرارداد شامل موارد زیر است:, پایان جنگ‌های یونانی-ایرانی, اولین معاهدهٔ سازش میانِ هخامنشیان و شهرستان‌های یونان, میانجیگری کالیاس طرف های درگیر در این واقعه اتحادیه دلوسوخامنشیان و یونان بوده اند. نتیجه: نتیجه امضای قرارداد پایان جنگ‌های یونانی-ایرانی بود. تاثیرات: پایان جنگ‌های یونانی-ایرانی. اولین معاهدهٔ سازش میانِ هخامنشیان و شهرستان‌های یونان. میانجیگری کالیاس. آگاهی‌ها از منابع سخنوران قرن چهارم پیش از میلاد اهمیت تاریخی آن: این عهدنامه به عنوان نخستین معاهدهٔ سازش میانِ هخامنشیان و شهرستان‌های یونان بود.",
        "questions": []
    },
    {
        "event": "رژیم حقوقی دریای خزر",
        "text": "خلاصه کوتاهی درباره رویداد بده: ایران و روسیه در اجلاس چهارم سران دریای خزر در آق‌تاو توافق کردند که متن کامل عهدنامهٔ رژیم حقوقی دریای خزر امضا شود. این کنوانسیون شامل پروتکل‌های همکاری در زمینهٔ مبارزه با تروریسم، جرایم سازمان یافته و حمل و نقل است. این رویداد در سال تاریخ امضای این قرارداد: ۱۹۴۰ رخ داده است. مکان وقوع آن شهر ['1. ایران', '2. شوروی'] بوده است. دلایل آن عبارتند از: 1. دلیل امضای این قرارداد مشخص نبودن وضعیت حقوقی کشتی‌رانی در دریای خزر پس از فروپاشی شوروی است., 2. ایران در ابتدا براساس قرارداد ترکمان چای در سال ۱۲۰۷ خورشیدی از داشتن نیروی دریایی و کشتی‌رانی در دریای خزر محروم شده بود., 3. با انقلاب کمونیستی ۱۹۱۷، لنین شخصاً معاهدات تزاری با ایران را لغو کرد که منجر به قرارداد ۱۹۲۱ میان ایران واتحاد جماهیر شوروی شد., 4. در این قرارداد مهم به تعیین دقیق مرزهای آبی دو کشور و تحدید حدود نشده بود. طرف های درگیر در این واقعه 1. ایران و شوروی, 2. روسیه و قزاقستان, 3. روسیه و آذربایجان, 4. ایران و ترکمنستان بوده اند. نتیجه: 1. نتیجه امضای قرارداد مشخص شد که ایران براساس قرارداد ترکمان چای در سال ۱۲۰۷ خورشیدی از داشتننیروی دریاییو کشتی‌رانی دردریای خزرمحروم شده بود. تاثیرات: 1. این قرارداد چه تأثیری بر وضعیت حقوقی کشتی‌رانی در دریای خزر داشته است؟. 2. چرا کشورهای ساحلی خزر دارای ناوگان تجاری یا نظامی خاصی در دریای خزر نیستند؟. 3. چه نکات مهمی در عهدنامهٔ گلستان دربارهٔ حقوق کشتیرانی بین روسیه و ایران ذکر شده است؟. 4. سهم ایران از دریای خزر در قرارداد ۱۹۲۱ چقدر بوده است؟. 5. چرا ایران و روسیه در اجلاس چهارم تلاش کردند که قضیهٔ جلوگیری از حضور دولت‌های غیر ساحلی در این حوزه را تقویت کنند؟ اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به دلیل پایان دادن به اختلافات دیرینه بین کشورهای ساحلی دریای خزر و ایجاد یک چارچوب حقوقی برای استفاده از منابع این دریا است. این قرارداد نه تنها به تعیین مرزهای آبی کمک می‌کند، بلکه با ممنوعیت حضور نیروهای نظامی غیرساحلی در این منطقه، امنیت و ثبات دریای خزر را تضمین می‌کند.",
        "questions": []
    },
    {
        "event": "عهدنامه ۱۹۸۱ الجزایر",
        "text": "بیانیه‌های الجزایر قراردادی بین ایران و آمریکا در سال ۱۹۸۱ بود که به گروگان‌گیری سفارت آمریکا در تهران پایان داد. این بیانیه شامل دو اعلامیه دولتی از سوی الجزایر بود که یکی مربوط به آزادی گروگان‌های آمریکایی و دیگری مربوط به حل و فصل دعوی قضایی بین دو کشور از طریق ایجاد نهادی به نام دیوان داوری دعاوی ایران و آمریکا بود. این رویداد در سال ۱۹۸۱ رخ داده است. مکان وقوع آن شهر الجزایر بوده است. دلایل آن عبارتند از: ۱. امضای این قرارداد به دلیل تصرف سفارت آمریکا در تهران انجام شد., ۲. این بیانیه شامل ۲ اعلامیه دولتالجزایر بود که یکی مربوط به آزادی گروگان‌های آمریکایی و دیگری مربوط به حل و فصل دعوی قضایی بین دو کشور از طریق ایجاد نهادی به نام دیوان داوری دعاوی ایران و آمریکا می‌باشد. طرف های درگیر در این واقعه ایالات متحده آمریکا, جمهوری اسلامی ایران, الجزایر بوده اند. نتیجه: بیانیه‌های الجزایر به منظور پایان دادن به تصرف سفارت آمریکا در تهران امضا شد. تاثیرات: این قرارداد به دنبال تصرف سفارت آمریکا در تهران توسط دانشجویان مسلمان پیرو خط امام امضا شد. هدف آن پایان دادن به گروگان‌گیری بود، اما تحریم‌های اعمال شده توسط آمریکا و عدم اجرای مفاد آن باعث شکست این توافق شد. اهمیت تاریخی آن: بیانیه‌های الجزایر به امضای این قرداد به دلیل اهمیت تاریخی آن بستگی دارد. این بیانیه به پایان دادن به تصرف و گروگانگیری سفارت آمریکا در تهران کمک کرد و نشان‌دهنده تلاش برای حل و فصل اختلافات بین ایران و ایالات متحده بود.",
        "questions": []
    },
    {
        "event": "کنوانسیون حفاظت گونه‌های مهاجر جانوران وحشی",
        "text": "1. چه کنوانی است؟. کنوانسیون حفاظت از گونه‌های مهاجر جانوران وحشی (به انگلیسی: Convention on the Conservation of Migratory Species of Wild Animals) (که با نام CSM و کنوانسیون بننیز شناخته می‌شود).. 2. چه کسی این کنوانسیون را ارائه کرده است؟. برنامه محیط زیست ملل متحد.. 3. چه تعداد کشور عضو این کنوانسیون هستند؟. بیش از ۱۰۰ کشور. این رویداد در سال ۱۹۷۹ رخ داده است. مکان وقوع آن شهر بن بوده است. دلایل آن عبارتند از: هدف کنوانسیون حفاظت از گونه‌های مهاجر جانوران وحشی چیست؟, چند کشور عضو این کنوانسیون هستند؟, در چه سالی و کجا این کنوانسیون به امضا رسید؟, چه نوع تهدیدهایی در پیوست‌های یک و دو کنوانسیون بن فهرست شده‌اند؟ طرف های درگیر در این واقعه کنوانسیون حفاظت از گونه‌های مهاجر جانوران وحشی (به انگلیسی: Convention on the Conservation of Migratory Species of Wild Animals) (که با نام CSM و کنوانسیون بننیز شناخته می‌شود)، کنوانسیونی است که بر پایه آن گونه‌های مهاجر ساکن در خشکی، آب، و هوا در گستره زندگیشان زیر حفاظت قرار می‌گیرند. این کنوانسیون یک توافقنامه زیست‌محیطی است که از سوی برنامه محیط زیست ملل متحدو به منظور پشتیبانی از حیات وحش و قلمرو جانوران در مقیاس بزرگ ارائه شده‌است. بوده اند. نتیجه: نتیجه امضای قرارداد حفاظت از گونه‌های مهاجر جانوران وحشی، ایجاد کنوانسیون بننیز بود. تاثیرات: تا ژانویه سال ۲۰۱۱، ۱۷۶ گونه در پیوست یکم قرار داده شده است.. گونه‌هایی که به همکاری بین‌المللی نیاز دارند یا از آن سود می‌برند در پیوست دوم قرار داده می‌شوند. اهمیت تاریخی آن: ['1. تاریخ امضای کنوانسیون چیست؟', 'پاسخ: ۱۹۷۹']",
        "questions": []
    },
    {
        "event": "عهدنامه مفصل",
        "text": "۱. چه رویدادی بین انگلیس و ایران رخ داد؟. ۲. در متن فارسی چه عبارت‌هایی آمده است؟. ۳. در متن انگلیسی چه عبارت‌هایی آمده است؟ این رویداد در سال ۱۸۱۲ رخ داده است. مکان وقوع آن شهر انگلیس بوده است. دلایل آن عبارتند از: کدورت‌های بینایرانو انگلیس, عدم نتیجه‌گیری ایران از قراردادهای با فرانسه و عهدنامه فینکنشتاینو, انعقاد عهدنامه‌ای تازه بین دو کشور در ۲۹ صفر ۱۲۲۷ ه‍.ق برابر با ۱۴ مارس ۱۸۱۲ م., بحر قلزم (دریای سرخ), بحر العجم (دریای پارس), بحرالعجم طرف های درگیر در این واقعه انگلیس و ایران بوده اند. نتیجه: نتیجه ی امضای قرارداد انعقاد عهدنامه تازه بین دو کشور در ۲۹ صفر ۱۲۲۷ ه‍.ق برابر با ۱۴ مارس ۱۸۱۲ م. بود. تاثیرات: تاثیرات: انعقاد عهدنامه بین انگلیس و ایران در ۱۴ مارس ۱۸۱۲ م.. مفاهیم: بحر قلزم، بحر العجم، دریای سرخ، دریای پارس. اهمیت تاریخی آن: این عهدنامه به دلیل اهمیت تاریخی خود، به عنوان یکی از اولین توافقات بین ایران و انگلیس شناخته می‌شود.",
        "questions": []
    },
    {
        "event": "قرارداد گلدسمید",
        "text": "قرارداد گلداسمیت به دو قرارداد تقسیم می‌شود که در سال‌های ۱۲۴۹ و ۱۲۵۱ خورشیدی امضا شده‌اند. این قراردادها منجر به جدایی بلوچستان از ایران و واگذاری آن به امپراتوری بریتانیا شد، در حالی که بخش‌هایی از سیستان نیز به افغانستان منتقل گردید. این رویداد در سال ۱۲۴۹ رخ داده است. مکان وقوع آن شهر بلوچستان بوده است. دلایل آن عبارتند از: قرارداد گلداسمیت در سال ۱۲۴۹ خورشیدی به امضای رسید., در سال ۱۲۵۱ خورشیدی، بخش‌هایی از سیستان به افغانستان واگذار شد., امپراتوری بریتانیا با انعقاد معاهده پاریس در سال ۱۲۳۵ خورشیدی، افغانستان را از ایران جدا کرد. طرف های درگیر در این واقعه فردریک جان گلدسمید, ناصرالدین شاه قاجار, امپراتوری بریتانیا, افغانستان بوده اند. نتیجه: قرارداد گلداسمیت به دو قرارداد تقسیم می‌شود که در سال‌های ۱۲۴۹ و ۱۲۵۱ خورشیدی امضا شده‌اند. این قراردادها منجر به جدایی بلوچستان و سیستان از ایران شدند. تاثیرات: قرارداد گلداسمیت در دو مرحله به امضا رسید که منجر به جدایی بلوچستان و سیستان شد.. در قرارداد اول، بلوچستان به امپراتوری بریتانیا واگذار گردید و در قرارداد دوم، بخش‌هایی از سیستان به افغانستان منتقل شد.. این قراردادها ناشی از رقابت‌های استعماری بین قدرت‌های اروپایی بود که ایران را هدف قرار دادند. اهمیت تاریخی آن: این قرارداد به دلیل جدایی بخش‌هایی از سیستان و واگذاری آن به افغانستان، اهمیت تاریخی دارد. همچنین، این قرارداد نشان‌دهنده رقابت‌های استعماری بین قدرت‌های بزرگ در ایران در آن زمان بود.",
        "questions": []
    },
    {
        "event": "پیمان کنترل تسلیحات در کف دریا",
        "text": "پیمان کنترل تسلیحات کف دریا به منظور جلوگیری از استقرار جنگ‌افزارهای هسته‌ای و دیگر جنگ‌افزارهای کشتار جمعی در کف دریا و اقیانوس منع می‌کند. این پیمان با هدف پیشگیری از ایجاد مناقشه بین‌المللی بر سر استفاده از جنگ‌افزار هسته‌ای و جلوگیری از استقرار آن در جایی که قبلاً وجود نداشته پیشنهاد شد. این رویداد در سال 1971 رخ داده است. مکان وقوع آن شهر آمریکا بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد پیشگیری از ایجاد مناقشه بین‌المللی بر سر استفاده از جنگ‌افزارهای هسته‌ای و جلوگیری از استقرار آن در جایی که قبلاً وجود نداشته است. طرف های درگیر در این واقعه آمریکا, اتحاد جماهیر سوسیالیستی شوروی, بریتانیا, ۹۱ کشور دیگر بوده اند. نتیجه: نتیجه امضای قرارداد به این بود که پیمان کنترل تسلیحات کف دریایا در واشینگتن، لندن و مسکو امضا شد. تاثیرات: این قرارداد به پیشگیری از ایجاد مناقشه بین‌المللی بر سر استفاده از جنگ‌افزارهای هسته‌ای و جلوگیری از استقرار آن در جایی که قبلاً وجود نداشته پیشنهاد شد. دستیابی به توافقی برای کنترل کف دریا دشوارتر از سه توافق دیگر بود. اهمیت تاریخی آن: پیمان کنترل تسلیحات کف دریا به دلیل اهمیت تاریخی خود در جلوگیری از ایجاد مناقشه بین‌المللی بر سر استفاده از جنگ‌افزار هسته‌ای و جلوگیری از استقرار آن در جایی که قبلاً وجود نداشته پیشنهاد شد، اهمیت دارد. این پیمان به پیشگیری از ایجاد مسابقه تسلیحاتی کمک می‌کند و به حفظ صلح و امنیت جهانی می‌پردازد.",
        "questions": []
    },
    {
        "event": "کنوانسیون وین برای حمایت از لایه ازون",
        "text": "کنوانسیون وین برای محافظت از لایهٔ ازون در سال ۱۹۸۵ به امضا رسید. این کنوانسیون چارچوب‌هایی را برای کاهش بین‌المللی در تولید کلروفلوئوروکربنها فراهم می‌کند. این رویداد در سال ۱۹۸۵ رخ داده است. مکان وقوع آن شهر وین بوده است. دلایل آن عبارتند از: کاهش تولید کلروفلوئوروکربن‌ها, محافظت از لایهٔ ازون, تقسیم بین‌المللی تحقیقات آب و هوایی و اتمسفری, ایجاد هیأتی از کارشناسان جوی دولت, ایجاد صندوق چند جانبه برای کمک به کشورهای در حال توسعه طرف های درگیر در این واقعه کنوانسیون وین برای حمایت از لایهٔ ازون, سازمان جهانی هواشناسی, سازمان ملل متحد, اتحادیه اروپا بوده اند. نتیجه: نتیجه امضای قرارداد کاهش تولید CFCها بود. تاثیرات: کاهش تولید کلروفلوئوروکربن‌ها. تهدید سرطان پوست. تشکیل مولکول‌های پایداری از کربن و فلوئوروکلرتشکیل شده‌اند. موفق‌ترین معاهده در تمام دوران. تقسیم بین‌المللی تحقیقات آب و هوایی و اتمسفری. ایجاد هیأتی از کارشناسان جوی اهمیت تاریخی آن: کنوانسیون وین به دلیل اهمیت تاریخی خود در کاهش تولید کلروفلوئوروکربن‌ها و محافظت از لایهٔ ازون، بسیار مهم است. این کنوانسیون چارچوب‌هایی را برای اقدامات بین‌المللی فراهم کرده و به عنوان یکی از موفق‌ترین معاهده‌های جهانی شناخته می‌شود.",
        "questions": []
    },
    {
        "event": "کنوانسیون استکهلم برای آلاینده‌های آلی دیرپا",
        "text": "کنوانسیون استکهلم برای آلاینده‌های آلی دیرپا یک معاهده بین‌المللی زیست‌محیطی است که هدف آن حذف یا محدود کردن تولید و استفاده از این آلاینده‌ها می‌باشد. این رویداد در سال 2001 رخ داده است. مکان وقوع آن شهر استکهلم بوده است. دلایل آن عبارتند از: هدف: حذف یا محدود کردن تولید و استفاده از آلاینده‌های آلی دیرپا (POPs). طرف های درگیر در این واقعه کنوانسیون استکهلم برای آلاینده‌های آلی دیرپا, کشورهای عضو کنوانسیون استکهلم بوده اند. نتیجه: متن به امضای قرارداد رسیده است. تاثیرات: حذف یا محدود کردن تولید و استفاده از آلاینده‌های آلی دیرپا (POPs). اهمیت تاریخی آن: این کنوانسیون به منظور حذف یا محدود کردن تولید و استفاده از آلاینده‌های آلی دیرپا (POPs) ایجاد شده است.",
        "questions": []
    },
    {
        "event": "معاهده صلح ایران-روم در سال ۳۶۳",
        "text": "چه کسی پیمان‌نامه صلح ایران-روم را امضا کرد؟. چرا این پیمان‌نامه به عنوان خفت‌بار شناخته می‌شود؟. چه کسی فرماندهی ارتش روم در این نبرد را بر عهده داشت؟ این رویداد در سال ۳۶۳ رخ داده است. مکان وقوع آن شهر روم بوده است. دلایل آن عبارتند از: امضای این قرارداد به دلیل شکست امپراتور ژولیان در جنگ با ایران بود., در این پیمان‌نامه، رومیان قلمروهای فراوان و امتیازات سیاسی بسیاری را به ایرانی‌ها واگذار کردند. طرف های درگیر در این واقعه امپراتوری روم شرقی, امپراتوری ساسانی بوده اند. نتیجه: نتیجه امضای قرارداد، امتیازات سرزمینی و دیپلماتیک برای ایران بود. تاثیرات: تاثیرات این قرارداد شامل واگذاری قلمروها و امتیازات سیاسی به ایران بود.. این پیمان‌نامه پس از شکست لشکرکشی ژولیان به ایران امضا شد.. در این جنگ ارتش روم توسط ژولیان و ارتش ساسانی توسط مرناوس فرماندهی می‌شدند. اهمیت تاریخی آن: این پیمان‌نامه به دلیل امتیازات سرزمینی و دیپلماتیک که به ایران داده شد، اهمیت تاریخی دارد.",
        "questions": []
    },
    {
        "event": "کنوانسیون تهران",
        "text": "1. چه کشورهایی در کنوانسیون تهرانیاکنوانسیون منطقه‌ای حفاظت از محیط زیست دریای خزر شرکت کردند؟. 2. چه تاریخی کنوانسیون تهرانیاکنوانسیون منطقه‌ای حفاظت از محیط زیست دریای خزر به امضا رسید؟. 3. هدف اصلی این کنوانسیون چیست؟ این رویداد در سال 1382 رخ داده است. مکان وقوع آن شهر تهران بوده است. دلایل آن عبارتند از: امضای این قرارداد به منظور حفظ محیط زیست دریای خزر توسط نمایندگان کشورهای حوزه‌ی دریای خزر صورت گرفته است., کنوانسیون تهرانیا در تاریخ 13 آبان 1382 (4 نوامبر 2003) درتهران به امضا رسیده و در مرداد ماه 1385 (آگوست 2006) لازم‌الاجرا گردیده است., هدف از تصویب این کنوانسیون حفاظت از محیط زیست دریای خزر از کلیه منابع آلوده کننده است. طرف های درگیر در این واقعه ایران, جمهوری آذربایجان, ترکمنستان, قزاقستان, فدراسیون روسیه بوده اند. نتیجه: امضای قرارداد به امضا رسید. تاثیرات: تاثیرات: حفاظت از محیط زیست دریای خزر، اکوسیستم دریای خزر، حفظ منابع بیولوژیکی دریای خزر، استفاده پایدار از منابع دریایی.. خلاصه: کنوانسیون تهرانیا به منظور حفاظت از محیط زیست دریای خزر توسط کشورهای حوزه‌ی این دریا امضا شده و در حال اجرا است. اهمیت تاریخی آن: این کنوانسیون برای حفاظت از محیط زیست دریای خزر امضا شده است.",
        "questions": []
    },
    {
        "event": "عهدنامه رشت",
        "text": "رویداد: عهدنامه رشت این رویداد در سال ۱۷۳۲ رخ داده است. مکان وقوع آن شهر رشت بوده است. دلایل آن عبارتند از: امضای قرارداد در ۱۲ بهمن ۱۱۱۰ خورشیدی, ملکه آنا در ماه اکتبر ۱۷۳۰ نامه ای به شاه تهماسب دوم نوشت, بارون شافیروف سفیر روسیه در رشت بود, قرارداد ایران و روسیه در سال ۱۷۳۲ میلادی منعقد شد, روسیه متعهد شد در ظرف پنج ماه کلیه نواحی متصرفی خود را خالی کند طرف های درگیر در این واقعه ایران, امپراتوری روسیه بوده اند. نتیجه: نتیجه ی امضای قرارداد تخلیه نیروهای روس از گیلان بود. تاثیرات: تاثیرات: تخلیه نیروهای روس از گیلان، آزادی تجارت بین ایران و روسیه، ایجاد نمایندگی سیاسی در کشورهای دیگر، بازگرداندن شهرها مانند بند، گنجه و غیره به ایران. اهمیت تاریخی آن: ['۱. تاریخ امضای عهدنامه رشت چیست؟ ۱۲ بهمن ۱۱۱۰ خورشیدی (برابر با ۲۱ ژانویه ۱۷۳۲تقویم ژولینیو اول فوریه ۱۷۳۲تقویم گریگوری)', '۲. چه کسی نامه ای به شاه تهماسب دوم نوشت و شرایط تخلیه نیروهای روس از گیلان را یادآور شد؟ ملکه آنا']",
        "questions": []
    },
    {
        "event": "برنامه ۲۵ ساله همکاری‌های مشترک ایران و چین",
        "text": "خلاصه کوتاهی درباره رویداد بده:. این متن به بررسی توافقنامه ۲۵ ساله بین ایران و چین می‌پردازد. این سند شامل همکاری‌های گسترده‌ای در زمینه‌های مختلف از جمله نفت و گاز، زیرساخت‌ها، ترابری، کشاورزی و فناوری اطلاعات است. همچنین، اینتوافقنامه می‌تواند منجر به افزایش نفوذ چین در منطقه خاورمیانه شود و به همین دلیل برخی معترضان آن را تهدیدی برای صلح جهانی می‌دانند. این رویداد در سال تاریخ امضای این قرارداد: سال ۱۳۹۹ رخ داده است. مکان وقوع آن شهر شهری که قرداد امضا شده چیست؟ بوده است. دلایل آن عبارتند از: در این متن، به دلایل امضای قرارداد بین ایران و چین اشاره شده است. این دلایل شامل نقض حقوق بشر، تهدید امنیت ملی، و منافع اقتصادی دو کشور هستند. همچنین، برخی از منتقدان معتقدند که این توافق می‌تواند منجر به ایجاد یک پایگاه نظامی برای چین در ایران شود و به همین دلیل، نگرانی‌هایی را برانگیخته است. طرف های درگیر در این واقعه 1.  ایران و چین, 2.  جمهوری اسلامی ایران و جمهوری خلق چین بوده اند. نتیجه: نتیجهٔ امضای قرارداد بین ایران و چین به این صورت است: این سند یک توافق راهبردی برای تعیین چارچوب کلان همکاری بین دو کشور است که شامل بخش‌های مختلفی از جمله سرمایه‌گذاری در صنایع نفت و گاز، زیرساخت‌ها، ترابری، کشاورزی و توسعهٔ تجهیزات نظامی می‌شود. همچنین، این قرارداد به ایجاد یک بانک همکاری میان ایران و چین کمک می‌کند تا فشار تحریم‌های آمریکا بر ایران را کاهش دهد. تاثیرات: این متن به بررسی توافقنامه ۲۵ ساله بین ایران و چین می‌پردازد. این سند شامل همکاری‌های گسترده‌ای در زمینه‌های مختلف از جمله نفت، گاز، زیرساخت‌ها، ترابری، کشاورزی و فناوری اطلاعات است. همچنین، اینتوافقنامه می‌تواند منجر به افزایش نفوذ چین در منطقه خاورمیانه شود و به دنبال ایجاد یک اتحاد بین رژیم‌های کمونیستی و اسلام سیاسی است که تهدیدی برای صلح جهانی محسوب می‌شود. اهمیت تاریخی آن: اهمیت تاریخی امضای این قرداد به دلیل ایجاد یک همکاری استراتژیک بین دو کشور قدرتمند چین و ایران است. این توافق می‌تواند به پیشرفت اقتصادی ایران کمک کند و همچنین به چین امکان می‌دهد تا نفوذ خود را در منطقه خاورمیانه گسترش دهد.",
        "questions": []
    },
    {
        "event": "پیمان مونترال",
        "text": "پیمان مونترال در سال ۱۹۸۷ انجام شد و پس از نخستین جلسه در هلسینکی، مه ۱۹۸۹، در ۱۶ سپتامبر ۱۹۸۹ به اجرا درآمد. این رویداد در سال ۱۹۸۷ رخ داده است. مکان وقوع آن شهر مونترال بوده است. دلایل آن عبارتند از: دلیل امضای این قرارداد: محافظت از لایه ازون و کاهش تولید مواد که باعث تخریب آن می‌شوند. طرف های درگیر در این واقعه پیمان مونترال, کنوانسیون وین برای محافظت از لایه ازون بوده اند. نتیجه: پیمان مونترال در سال ۱۹۸۷ امضا شد و پس از نخستین جلسه در هلسینکی، مه ۱۹۸۹، در ۱۶ سپتامبر ۱۹۸۹ به اجرا درآمد. تاثیرات: تأثیرات: کاهش سوراخ ازون در قطب جنوب، بهبود وضعیت لایه ازون تا سال ۱۹۸۰، موفق‌ترین توافق بین‌المللی تا به امروز، نمونه‌ای از همکاری‌های بین‌المللی، نخستین معاهده‌های جهانی تصویب شده در تاریخ سازمان ملل متحد، فرایند سیاست‌گزاری در مقیاس جهانی. اهمیت تاریخی آن: پیمان مونترال به دلیل اهمیت تاریخی و موفقیت آن در کاهش سوراخ ازون، به عنوان نمونه‌ای از همکاری‌های بین‌المللی استثنایی شناخته می‌شود. این معاهده به نخستین معاهده‌های جهانی تصویب شده در تاریخ سازمان ملل متحد تبدیل شده است.",
        "questions": []
    }
]