[
    {
        "id": "1",
        "context": "قلعهٔ اژدهاپیکر یک سازه خشتی متعلق به دوره ساسانی واقع در شهرستان لارستان استان فارس است. این قلعه که بر روی تپه‌ای در جانب شمالی شهر قدیم لار واقع است، در گذشته با عنوان طلسم کیانی شناخته می‌شده که گویای استحکام و نفوذناپذیری آن بوده‌است. در ضلع شرقی قلعه اژدها پیکر، بر روی یک سطح مرتفع مشرف به شهر، برج ننه نادر قرار دارد که یک بنای تاریخی سنگی است. بین تپه‌ای که قلعهٔ اژدهاپیکر بر روی آن قرار دارد و تپه‌ای که قلعهٔ نارین بر روی آن ساخته شده، درهای تنگ وجود دارد که مسیر رودخانهٔ خشک به نام رودخانه وَربَند می‌باشد.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2020/09/1-48.jpg"
        ]
    },
    {
        "id": "2",
        "context": "بازار قیصریه لار در استان فارس، قدیمی‌ترین بازار ایران و الگوی بسیاری از بازارهای کشور مانند بازار وکیل شیراز و بازار قیصریه اصفهان است. این بازار از سنگ ساخته شده و معماری آن از پیش از صفویه تا قاجاریه را در بر می‌گیرد. معمار آن استاد حسین آسوده و خانواده‌اش بودند.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/%D8%A8%D8%A7%D8%B2%D8%A7%D8%B1_%D9%82%DB%8C%D8%B5%D8%B1%DB%8C%D9%87_%D9%84%D8%A7%D8%B1.jpg/500px-%D8%A8%D8%A7%D8%B2%D8%A7%D8%B1_%D9%82%DB%8C%D8%B5%D8%B1%DB%8C%D9%87_%D9%84%D8%A7%D8%B1.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/%D9%82%DB%8C%D8%B5%D8%B1%DB%8C%D9%87_%D9%84%D8%A7%D8%B1.jpg/500px-%D9%82%DB%8C%D8%B5%D8%B1%DB%8C%D9%87_%D9%84%D8%A7%D8%B1.jpg"
        ]
    },
    {
        "id": "3",
        "context": "مسجد جامع لار مسجد تاریخی است که در شهر لار، جنوب استان فارس واقع شده است. این مسجد در دوره صفویان در سال ۱۰۲۸ هجری قمری در شهر لار بنا نهاده شد. این مسجد تاکنون ۴ بار با زلزله ویران گشته و دوباره ساخته شده‌. بخش اصلی مسجد در برگیرنده چهارطاقی است که نمای آن با سنگ‌تراش ساخته شده و دارای محرابی از سنگ‌تراش می‌باشد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/%D9%85%D8%B3%D8%AC%D8%AF_%D8%AC%D8%A7%D9%85%D8%B9_%D9%84%D8%A7%D8%B1.jpg/500px-%D9%85%D8%B3%D8%AC%D8%AF_%D8%AC%D8%A7%D9%85%D8%B9_%D9%84%D8%A7%D8%B1.jpg"
        ]
    },
    {
        "id": "4",
        "context": "عمارت باغ نشاط در شهر لار و داخل باغ نشاط قرار دارد. این بنا مربوط به دوره صفویه و پس از آن مرکز حکومت لار بوده است. عمارت در نزدیکی پل عباسی واقع شده و اکنون به نگهداری نیاز دارد.",
        "images": [
            "https://api2.kojaro.com/media/2022-10-7684add8-e6cd-4a86-afa2-9698b04b26d1-67c46111c1067c5ba7680788?w=1680&q=80"
        ]
    },
    {
        "id": "5",
        "context": "خانه فکری در بندر لنگه، بنای تاریخی دوره قاجار است که توسط عبدالواحد فکری، تاجر سرشناس، ساخته شد. این خانه با بادگیرهای بلند، حیاط سبز و طراحی اندرونی و بیرونی، نمونه‌ای زیبا از معماری سنتی جنوب ایران است. در سال ۱۳۷۵ در فهرست آثار ملی ثبت و پس از مرمت در ۱۳۹۶ به‌عنوان دفتر میراث فرهنگی مورد استفاده قرار گرفت.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/01/1-8.jpg"
        ]
    },
    {
        "id": "6",
        "context": "باغ فین کاشان، یکی از مشهورترین باغ‌های ایرانی و ثبت‌شده در فهرست میراث جهانی یونسکو، در محله فین کاشان قرار دارد و قدمتش به دوره صفویه می‌رسد. این باغ ۲۳ هزار مترمربعی با دیوارها، برج‌های استوانه‌ای، آب‌نماها و درختان سرسبز، نمونه‌ای کامل از معماری باغ ایرانی است. حمام تاریخی فین، محل قتل امیرکبیر در سال ۱۲۳۰ ه‍.ش، نیز در این مجموعه قرار دارد. باغ فین با عمارت کوشک صفوی، حوض جوشان، موزه ملی کاشان و طراحی متقارن خود، یکی از پربازدیدترین جاذبه‌های استان اصفهان به شمار می‌رود.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Fin_garden_yard.jpg/800px-Fin_garden_yard.jpg"
        ]
    },
    {
        "id": "7",
        "context": "خانه بروجردی‌ها در کاشان، اثری تاریخی و شاهکار معماری دوره قاجار است که با بادگیرهای قرینه هلالی شکل و کلاه‌فرنگی زیبا شناخته می‌شود. این خانه دو طبقه با طراحی دقیق شامل بخش‌های اندرونی و بیرونی، سرداب سه طبقه، و نقاشی‌ها و گچ‌بری‌های استادانه زیر نظر صنیع‌الملک است. ساخت آن به سال ۱۲۹۲ ه.ق برمی‌گردد و اکنون محل اداره میراث فرهنگی کاشان است. نمای بام با بادگیرها و تزئینات ظریف، نمونه‌ای برجسته از معماری ایرانی-اسلامی را به نمایش می‌گذارد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Roof_of_the_Borujerdi_House%2C_Kashan.jpg/1280px-Roof_of_the_Borujerdi_House%2C_Kashan.jpg"
        ]
    },
    {
        "id": "8",
        "context": "خانه طباطبایی‌ها در کاشان، بنایی بزرگ و باشکوه از دوره قاجار است که توسط سید جعفر طباطبایی نطنزی ساخته شد و معماری آن به دست استاد علی مریم کاشانی صورت گرفته است. این خانه با مساحت ۴۷۳۰ متر مربع شامل چهار حیاط، تالار شاه‌نشین با پنجره‌های رنگی و مشبک، گچبری‌ها و نقاشی‌های هنرمندانه است که زیر نظر میرزا ابوالحسن صنیع‌الملک اجرا شده‌اند. بخش اندرونی خانه دارای سرداب‌هایی با بادگیرهای ویژه است که هوای خنک را جریان می‌دهند و نمونه‌ای بی‌نظیر از معماری ایرانی-اسلامی به شمار می‌آید. تزئینات این بنا از نقش‌های فرش ایرانی الهام گرفته و جلوه‌ای از شکوه و ظرافت در هنر سنتی ایران است.",
        "images": [
            "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2019/11/%D8%B4%D8%A7%D8%AE%D8%B5-3.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/%D9%BE%D8%A7%D9%86%D9%88%D8%B1%D8%A7%D9%85%D8%A7%DB%8C_%D8%AE%D8%A7%D9%86%D9%87_%D8%B7%D8%A8%D8%A7%D8%B7%D8%A8%D8%A7%DB%8C%DB%8C_%D9%87%D8%A7_%DA%A9%D8%A7%D8%B4%D8%A7%D9%86.jpg/500px-%D9%BE%D8%A7%D9%86%D9%88%D8%B1%D8%A7%D9%85%D8%A7%DB%8C_%D8%AE%D8%A7%D9%86%D9%87_%D8%B7%D8%A8%D8%A7%D8%B7%D8%A8%D8%A7%DB%8C%DB%8C_%D9%87%D8%A7_%DA%A9%D8%A7%D8%B4%D8%A7%D9%86.jpg"
        ]
    },
    {
        "id": "9",
        "context": "سیلک در کاشان، یکی از قدیمی‌ترین تمدن‌های ایران مرکزی با قدمتی بیش از هشت هزار سال است. این محوطه باستانی شامل ویرانه‌های زیگورات باستانی است که نشان‌دهنده سکونتگاه‌های نخستین مردم دشت‌نشین فلات ایران می‌باشد. سیلک نمونه‌ای مهم از آغاز تمدن‌های اولیه در منطقه است و بخش عمده‌ای از تاریخ فرهنگی ایران را نمایان می‌سازد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Tepe_Sialk%2C_Kashan%2C_Ir%C3%A1n%2C_2016-09-19%2C_DD_24.jpg/500px-Tepe_Sialk%2C_Kashan%2C_Ir%C3%A1n%2C_2016-09-19%2C_DD_24.jpg"
        ]
    },
    {
        "id": "10",
        "context": "مسجد و مدرسه آقابزرگ در بافت قدیمی کاشان و محله خواجه تاج‌الدین واقع شده است. این بنا که در نیمه قرن ۱۳ هجری قمری و دوران محمد شاه قاجار ساخته شده، به ملا محمد مهدی نراقی منسوب است و توسط محمدتقی خانبان و پسرش تأمین مالی شده است. ساختمان از استحکام خوبی برخوردار است و از آثار مهم تاریخی شهر به شمار می‌آید.",
        "images": [
            "https://media.karnaval.ir/uploads/2017/12/K3BNPKWAhKdDKbs6-1513602221123.jpg"
        ]
    },
    {
        "id": "11",
        "context": "حمام هنرمندانه‌ی قوس‌ها، گنبدها، آینه‌کاری و کاشیکاری حمام سلطان امیر احمد در کاشان، نمادی است از شکوه معماری ایرانی در گذر تاریخ. این حمام باستانی که به دوران قاجار بازمی‌گردد، همچنان با نورپردازی طبیعی و تزئینات استادانه‌اش، حس آرامش و جلوه‌ای از صنعت زیبایی را به مخاطب منتقل می‌کند.",
        "images": [
            "https://media.karnaval.ir/uploads/2018/02/VlqUu10VhDorOFNL-1517570921079.jpg"
        ]
    },
    {
        "id": "12",
        "context": "این عکس نمایی از موزه ملی کاشان در باغ فین را نشان می‌دهد. معماری سنتی با سقف گنبدی و فضای باز با حوض و باغچه‌های اطراف، جلوه‌ای زیبا و هماهنگ با محیط باغ ایجاد کرده است. موزه شامل بیش از ۴۰۰ اثر تاریخی از دوره‌های مختلف ایران است و یکی از مهم‌ترین مراکز فرهنگی کاشان به شمار می‌رود.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/04/2mu.jpg"
        ]
    },
    {
        "id": "13",
        "context": "نیاسر، روستایی سرسبز در نزدیکی کاشان است که به سبب موقعیت کوهستانی‌اش در دامنه‌های کرکس از آب‌وهوای مطبوع و طبیعتی زیبا برخوردار است. این منطقه با بافت سنتی و باغ‌های گل محمدی‌اش شناخته می‌شود و در بهار، جشن گلاب‌گیری آن جلوه‌های خیره‌کننده‌ای خلق می‌کند.",
        "images": [
            "https://media.karnaval.ir/uploads/2020/11/7b669da6-0777-4dbc-98ff-397a004db2a9.jpg"
        ]
    },
    {
        "id": "14",
        "context": "قمصر، یکی از مناطق دیدنی و خوش‌آب‌وهوای استان کاشان، به‌ویژه به‌خاطر باغ‌های فراوان و تولید گل محمدی مشهور است. این منطقه در دامنه‌های کوه کرکس قرار دارد و به‌ویژه در فصل بهار میزبان جشن گلاب‌گیری است که گردشگران زیادی را به خود جذب می‌کند.",
        "images": [
            "https://api2.kojaro.com/media/2022-8-f7a6ba9b-022d-43b5-b7da-0cc83b56bd52-67c46111c1067c5ba767fa2e?w=1200&q=80"
        ]
    },
    {
        "id": "15",
        "context": "نقش‌برجسته سنگ سوم در تنگ سروک (یا سولک) در شهرستان بهمئی استان کهگیلویه و بویراحمد بخشی از تاریخ دیدنی ایران کهن است. سنگ‌نگاره‌ای که روایتگر شکوه و قدرت دوران اشکانی و تمدن الیمایی در دل کوه‌های زاگرس است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/%D9%86%D9%82%D9%88%D8%B4_%D8%A8%D8%AC%D8%B3%D8%AA%D9%87_%D9%87%D8%A7%DB%8C_%D8%AA%D9%86%DA%AF_%D8%B3%D8%B1%D9%88%DA%A9-_%D8%B3%D9%86%DA%AF_%D8%B3%D9%88%D9%85_%D8%AF%D9%88.JPG/330px-%D9%86%D9%82%D9%88%D8%B4_%D8%A8%D8%AC%D8%B3%D8%AA%D9%87_%D9%87%D8%A7%DB%8C_%D8%AA%D9%86%DA%AF_%D8%B3%D8%B1%D9%88%DA%A9-_%D8%B3%D9%86%DA%AF_%D8%B3%D9%88%D9%85_%D8%AF%D9%88.JPG"
        ]
    },
    {
        "id": "16",
        "context": "ابشار شهنیز در شهرستان مارگون استان کهگولیه و بویراحمد قرار دارد. این آبشار در تمام فصل سال آب دارد و در کنار آن غاری با طول بیش از 10 متر وجود دارد، حجمی زیادی از آب از دهانه کوچکی در پشت غار وارد شده و در داخل غار می‌ریزد. سپس با طی مسیری در حدود 10 الی 15 متر از غار خارج می‌شود. همچنین پشت غار هم انبوهی از درختان چنار وجود دارد که آب این غار از میان آن‌ها عبور میکند و منظره بسیار زیبایی را برای استراحت و بازدید ایجاد کرده است.",
        "images": [
            "https://media.chtn.ir/old/upload/files/2022-09/N3639493-6538253_1662876908.jpg"
        ]
    },
    {
        "id": "17",
        "context": "این تصویر چشم‌اندازی زیبا از دشت سقاوه در منطقه‌ی مارگون استان کهگیلویه و بویراحمد را به نمایش می‌گذارد. دشت سرسبز، آب روان و درختان پراکنده در کنار تپه‌های آرام، فضایی آرام و دل‌انگیز را شکل داده‌اند که حس ارتباط با طبیعت را در بیننده تقویت می‌کند. دشت سقاوه به‌عنوان یکی از مناطق بکر و جذاب طبیعی این استان شناخته می‌شود و جایگاهی ویژه در گردشگری طبیعی دارد.",
        "images": [
            "https://media.mehrnews.com/d/2019/05/16/3/3130648.jpg"
        ]
    },
    {
        "id": "18",
        "context": "دریاچه مور زرد زیلایی در استان کهگیلویه و بویراحمد، مجموعه‌ای از سه دریاچه طبیعی در ارتفاعات است که با آب چشمه‌ها و روان‌آب‌ها تغذیه می‌شوند. این دریاچه‌ها زیستگاه گونه‌های مختلف جانوری مانند ماهی، قورباغه و پرندگان هستند و با پوشش گیاهی غنی اطرافشان، منظره‌ای زیبا و بکر ایجاد کرده‌اند. عمق متوسط دریاچه‌ها حدود ۸ تا ۱۴ متر و مساحت آن‌ها حدود ۳۵ هکتار است.",
        "images": [
            "https://api2.kojaro.com/media/2020-11-57cd3897-5c07-4234-8807-c41b670a488a-67c46107c1067c5ba766fe46?w=1200&q=80"
        ]
    },
    {
        "id": "19",
        "context": "پارک ساحلی و زیبای سرارود، در حاشیه زاینده رود در شهرستان مبارکه اصفهان قرار دارد و دارای آب و هوایی خوب است. این پارک در سال ۱۳۷۰ توسط شهرداری مبارکه احداث گردیده است. آسياب قديمي دولت آباد كه با چرخش آب حركت ميكند، وجود بيشه هاي زيبا، استخر قايقراني، ويلاهاي شهرداري از ويژگيهاي اين پارك بسيار زيبا و تفریحی است.",
        "images": [
            "https://media.mehrnews.com/d/2024/03/22/4/4911193.jpg?ts=1711090503921"
        ]
    },
    {
        "id": "20",
        "context": "قلعه تاریخی نهچیر، از آثار دوره صفوی و اوایل قاجار، در محله نهچیر شهرستان مبارکه اصفهان واقع شده است. این قلعه خشتی با وسعت ۲۰ هزار متر مربع، دارای برج‌ها، حیاط‌ها، بادگیر، کبوترخانه و بخش‌های متنوع معماری است و از بزرگ‌ترین قلعه‌های تاریخی استان محسوب می‌شود.",
        "images": [
            "https://media.mehrnews.com/d/2024/03/22/4/4911191.jpg?ts=1711090499892"
        ]
    },
    {
        "id": "21",
        "context": "غارهای قلعه بزی مجموعه‌ای از غارها و پناهگاه‌های صخره‌ای در نزدیکی اصفهان هستند که بقایای سکونت انسان‌های شکارچی اواخر دوره پارینه‌سنگی میانی را در خود جای داده‌اند. این غارها در کوه قلعه بزی و در شهرستان مبارکه واقع شده‌اند و قدمت آنها به حدود ۴۰ تا ۵۰ هزار سال پیش می‌رسد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Ghale_bozi.jpg/1024px-Ghale_bozi.jpg"
        ]
    },
    {
        "id": "22",
        "context": "پارک نقاش باشی، بوستانی سرسبز در شهر مبارکه استان اصفهان با وسعت حدود ۳۰ هزار متر مربع است که با درختان و گل‌های متنوع زینت یافته و جلوه‌ای زیبا به شهر بخشیده است. این پارک به یاد هنرمند نامدار محمدباقر دهنوی سمیرمی، ملقب به نقاش باشی، نامگذاری شده است.",
        "images": [
            "https://static.neshanmap.ir/places/images/745/1393310_5582461_Thumbnail.jpeg"
        ]
    },
    {
        "id": "23",
        "context": "برج‌های کبوترخانه ده‌قلو زیباشهر مبارکه استان اصفهان مانند نگین‌هایی با معماری ایرانی بر بلندای محله خولنجان می‌درخشند. این مجموعه‌ی بی‌نظیر پهلوی، با وظیفه تأمین کود طبیعی و طراحی هوشمندانه‌ای که امنیت و آسایش کبوتران را تضمین می‌کرد، امروز به نشانه‌ای از تعامل هنرمندانه‌ی انسان با طبیعت تبدیل شده است.",
        "images": [
            "https://media.mehrnews.com/d/2024/03/22/4/4911190.jpg?ts=1711090497287"
        ]
    },
    {
        "id": "24",
        "context": "روستای حوض ‌ماهی،  روستایی تاریخی با قدمت بیش از ۷۰۰ سال است، که در شهرستان مبارکه استان اصفهان واقع شده است. نام این روستا از حوضی گرفته شده که در جنوب روستا قرار دارد. روستای تاریخی حوض‌ماهی؛ جایی که حوضی قدیمی با ماهی‌های قرمز و خاکستری رنگ در دل طبیعت آرام، گردشگران را به تماشای خود فرا می‌خواند. آب دائم‌جریان آن که از چشمه‌ای مقدس می‌جوشد، بخشی از باورهای مردم است؛ اهالی اعتقاد دارند که این چشمه ارمغان پیامبر است و به همین دلیل ماهی‌های آن نباید صید شوند. زیارتگاهی در کنار حوض با قدمتی معنوی نیز محل توسل و حاجت‌خواهی روستاییان است. در کنار همه اینها، تپه‌ای با خاک سرخ که از آن به عنوان محل شهادت حضرت یحیی یاد می‌شود نیز در پیرامون روستا یادکردی از تاریخ و آیین در دل این مکان است.",
        "images": [
            "https://media.mehrnews.com/d/2024/03/22/4/4911188.jpg?ts=1711090493494"
        ]
    },
    {
        "id": "25",
        "context": "چشمه ابوالمهدی در منطقه تحت حفاظت محیط زیست شهرستان مرودشت بین سیوند و سعادت شهر استان فارس واقع شده‌است. این مکان دارای چشم‌اندازهای طبیعی بسیار زیبا است. مهم‌ترین ویژگی این چشمه، طبیعت بکر و سرسبز پیرامون آن است.",
        "images": [
            "https://toptourist.ir/wp-content/uploads/2020/08/a83deb44e24303664c2baeb2703437f9_536433.jpg"
        ]
    },
    {
        "id": "26",
        "context": "تپه تنگ پیر چوپان مربوط به دوره ساسانیان سده‌های اولیه دوران‌های تاریخی پس از اسلام است و در شهرستان پاسارگاد، بخش مرکزی، دهستان کمین، روستای علی رسیده، تنگ پیر چوپان استان فارس واقع شده است. پوشش گیاهی این منطقه درختان انبوه بنه، بادام کوهی، گون، تنگرس، ارژن می باشد که در فصل بهار پوشش گیاهی با گل های با طراوت سفید و بنفش جلوه ای خاص به آن داده است. چشمه جاری از سرشاخه های تنگه و دامنه وسیع کوه-های سر به فلک کشیده در مسیر نیز جلوه ای زیبا به آن بخشیده است.",
        "images": [
            "https://static.neshanmap.ir/places/images/eda/1469577_5941977_Thumbnail.jpeg",
            "https://static.neshanmap.ir/places/images/eda/1469577_5941979_Thumbnail.jpeg"
        ]
    },
    {
        "id": "27",
        "context": "قصرالدشت کمین یک منطقهٔ مسکونی در ایران است که در دهستان کمین شهرستان پاسارگاد استان فارس واقع شده‌است. در کوچه‌باغ‌های قصرالدشت کمین، دیوارهای خشتی و طاق‌های قدیمی با درختان سایه‌گستر، حال و هوایی از تاریخ و آرامش را زنده می‌کنند؛ جایی که هر سنگ و برگ، یادگار روزگاران گذشته است.",
        "images": [
            "https://api2.kojaro.com/media/2024-9-e985beb6-3512-4688-bd23-9a40b4821183-67c46118c1067c5ba768d732?w=1200&q=80"
        ]
    },
    {
        "id": "28",
        "context": "باغ قصرالدشت کمین، با مساحت ۱۲ هکتار و قدمتی نزدیک به ۸۰ سال، در شمال‌شرق سعادت‌شهر قرار دارد و جلوه‌ای کم‌نظیر از معماری باغ ایرانی را به نمایش می‌گذارد. این باغ که روزگاری به خاندان قوامی تعلق داشت، با طرحی مهندسی‌شده و دستان هنرمند یک باغبان اصفهانی شکل گرفته است. در میان درختان انار، گردو، خرمالو و گل‌های رنگارنگ، عمارتی باشکوه با قدمت ۷۳ سال همچنان استوار ایستاده است. استخر بزرگ رو‌به‌روی عمارت، با آب قنات شرف‌آباد، روزگاری شادابی درختان و کشتزارهای پیرامون را تضمین می‌کرد. هرچند بخشی از باغ به دلیل بی‌آبی از دست رفته، اما هنوز هم فضای سبز اطراف عمارت، یادگار روزهای پرطراوت آن را زنده نگه داشته است.",
        "images": [
            "https://payju.ir/sites/default/files/user/9412/nrnjstn-qwm-shyrz4_0.jpg"
        ]
    },
    {
        "id": "29",
        "context": "شهر باستانی پارسه، پایتخت باشکوه آیینی و تشریفاتی هخامنشیان، در دامنه کوه رحمت و دشت مرودشت استان فارس قرار داشت. این شهر که امروزه ویرانه‌های آن با نام تخت جمشید شناخته می‌شود، در سال ۵۱۸ پیش از میلاد به فرمان داریوش بزرگ بنیان‌گذاری شد و با افزودن کاخ‌ها و بناهای تازه توسط خشایارشا و اردشیر یکم، به مجموعه‌ای کم‌نظیر از معماری سنگی و هنری بدل گشت. دروازه ملل، که در تصویر دیده می‌شود، نمادی از شکوه و شکوفایی این شهر است؛ جایی که فرستادگانی از اقوام و سرزمین‌های گوناگون وارد می‌شدند تا هدایای نوروزی خود را به شاهنشاه تقدیم کنند. هرچند اسکندر مقدونی در ۳۳۰ پیش از میلاد آن را به آتش کشید، اما عظمت و زیبایی پارسه همچنان در ویرانه‌هایش نمایان است و از سال ۱۹۷۹ در فهرست میراث جهانی یونسکو جای دارد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Gate_of_All_Nations%2C_Persepolis.jpg/500px-Gate_of_All_Nations%2C_Persepolis.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/%D9%BE%D8%A7%D9%86%D9%88%D8%B1%D8%A7%D9%85%D8%A7_%D8%B1%D9%88%D8%B2_%D8%AA%D8%AE%D8%AA_%D8%AC%D9%85%D8%B4%DB%8C%D8%AF.jpg/1200px-%D9%BE%D8%A7%D9%86%D9%88%D8%B1%D8%A7%D9%85%D8%A7_%D8%B1%D9%88%D8%B2_%D8%AA%D8%AE%D8%AA_%D8%AC%D9%85%D8%B4%DB%8C%D8%AF.jpg"
        ]
    },
    {
        "id": "30",
        "context": "آرامگاه کوروش بزرگ، یادمانی باشکوه از بنیان‌گذار شاهنشاهی هخامنشی، در پاسارگاد استان فارس واقع شده است. این آرامگاه با معماری ساده اما پرهیبت، بر سکویی پلکانی و با سنگ‌های عظیم یکپارچه ساخته شده و سقفی شیبدار دارد که یادآور خانه‌های کهن ایرانی است. کوروش بزرگ که به عدالت، تسامح و بنیان‌گذاری نخستین منشور حقوق بشر شهرت دارد، پس از درگذشت در سال ۵۲۹ پیش از میلاد در این مکان به خاک سپرده شد. پاسارگاد، نخستین پایتخت هخامنشیان، و آرامگاه او از سال ۲۰۰۴ در فهرست میراث جهانی یونسکو ثبت شده است و همچنان به عنوان نمادی از هویت و شکوه تاریخ ایران مورد احترام مردم است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Pasargad_Tomb_Cyrus3.jpg/500px-Pasargad_Tomb_Cyrus3.jpg"
        ]
    },
    {
        "id": "31",
        "context": "۲۵۰ سال پیش بنایی زیبا در شهرستان بویین میاندشت ساخته شد که حالا به یکی از جذاب‌ترین دیدنی‌های این شهر تبدیل شده است. این بنای تاریخی به عنوان حسینیه، هر سال به خصوص در ماه محرم میزبان زائران و نمازگزاران بسیاری است. اگر در ایام محرم به بویین میاندشت سفر کردید، به این حسینیه تاریخی بروید تا از نزدیک یک تعزیه سنتی را تماشا کنید. در حسینیه بویین  دست‌نوشته‌های تاریخی متعددی وجود دارد که قدمتی چند صد ساله دارند.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht6.jpg"
        ]
    },
    {
        "id": "32",
        "context": "در محله میاندشت شهرستان بویین‌میاندشت استان اصفهان، حمامی تاریخی با معماری منحصربه‌فرد قرار دارد که یادگاری از روزگار پیشین است؛ زمانی که خانه‌ها فاقد حمام بودند و مردم برای استحمام و دیدارهای روزانه به این مکان عمومی می‌آمدند. امروز این بنا، با دیوارهای آجری و فضای سنتی خود، به جاذبه‌ای گردشگری بدل شده و بازدیدکنندگان را با بخشی از تاریخ و سبک زندگی گذشته مردم منطقه آشنا می‌کند.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht7.jpg"
        ]
    },
    {
        "id": "33",
        "context": "در روستای کهن ماربر از توابع بویین‌میاندشت استان اصفهان، خانه تاریخی رئیسی یا همان قالا جای گرفته است. عمارتی ۸۰۰ مترمربعی که روزگاری محل اقامت خان‌های منطقه بوده است. این بنا با معماری سنتی و حیاطی سرسبز، در میان باغی از درختان میوه قرار دارد که به‌ویژه در بهار، جلوه‌ای چشم‌نواز به آن می‌بخشند. خانه رئیسی امروز به‌عنوان بخشی از میراث تاریخی ماربر، بازگوکننده داستان‌ها و زندگی گذشتگان این دیار است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht8.jpg"
        ]
    },
    {
        "id": "34",
        "context": "در روستای پلکانی و تاریخی تخماقلو از توابع بویین‌میاندشت استان اصفهان، قلعه‌ای باشکوه به نام هژبرپور قرار دارد که یادگار دوران صفویه است. این قلعه چهارگوش و مستطیل شکل، با دو طبقه و ۲۰ اتاق، روزگاری مرکز نظامی منطقه بوده و برج‌های دیده‌بانی و تیراندازی آن همچنان بقایای اقتدار گذشته را نشان می‌دهند. تخماقلو، با بافت پلکانی و چشم‌انداز بی‌نظیرش، نه‌تنها بخشی از تاریخ کهن بویین‌میاندشت را روایت می‌کند، بلکه تجربه‌ای ناب از معماری سنتی ایران را پیش روی گردشگران می‌گذارد.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht9.jpg"
        ]
    },
    {
        "id": "35",
        "context": "در جنوب‌غربی بویین‌میاندشت و نزدیک شهر افوس استان اصفهان، سد و سرچشمه افوس قرار دارد؛ جایی دل‌انگیز برای گذراندن ساعاتی خوش در دل طبیعت زاگرس. جریان زلال آب که از ارتفاعات سرازیر می‌شود، از میان محوطه‌ای مجهز به سکوهای مسقف و امکانات رفاهی عبور می‌کند و فضایی مناسب برای پیک‌نیک و استراحت فراهم می‌آورد. این مکان با چشم‌اندازهای آرام‌بخش و هوای پاک، مقصدی ایده‌آل برای تفریح و گذراندن روزی پرنشاط در کنار خانواده و دوستان است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht2.jpg"
        ]
    },
    {
        "id": "36",
        "context": "پیست اسکی افوس، یکی از مرتفع‌ترین و حرفه‌ای‌ترین پیست‌های اسکی کشور، در دامنه کوه ستبله و شهرستان بویین‌میاندشت استان اصفهان قرار دارد. این پیست ۸۶۰ متری که در زمستان ۱۳۹۲ افتتاح شد، با شیب مناسب و بالابر بشقابی، تجربه‌ای هیجان‌انگیز و ایمن برای اسکی‌بازان فراهم می‌کند. در روزهای برفی، تا یک متر و نیم برف روی زمین می‌نشیند و جمعیت زیادی از علاقه‌مندان و گردشگران برای لذت بردن از ورزش زمستانی به اینجا می‌آیند. امکاناتی چون آموزش اسکی توسط مربیان حرفه‌ای، پارکینگ بزرگ و آلاچیق‌های راحت، این پیست را به مقصدی محبوب برای تفریح و ورزش تبدیل کرده است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2021/08/about-buin-va-miandasht10.jpg"
        ]
    },
    {
        "id": "37",
        "context": "آبشار نوغان، نگینی زلال در دل رشته‌کوه‌های زاگرس مرکزی، جلوه‌ای بی‌نظیر از طراوت و شکوه طبیعت بویین‌میاندشت استان اصفهان است. این آبشار زیبا در ۱۵ کیلومتری غرب شهر، در امتداد رود قم‌رود قرار دارد و با صدای آرام‌بخش و منظره‌ی سرسبز اطرافش، خستگی و استرس زندگی شهری را از شما می‌زداید. در پایین دست آبشار، درختان بلند بید و صنوبر فضایی دل‌انگیز و آرام‌بخش خلق کرده‌اند که هر گردشگری را به نفس تازه کردن و لذت بردن از طبیعت دعوت می‌کند. بازدید از آبشار نوغان، تجربه‌ای فراموش‌نشدنی در دل طبیعت بکر بویین‌میاندشت است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/about-bueen-miyandasht2.jpg"
        ]
    },
    {
        "id": "38",
        "context": "در فصل بهار، دشت لاله‌های واژگون در روستای ماهورستان بویین‌میاندشت استان اصفهان، جلوه‌ای خیره‌کننده از طبیعت بهاری را به نمایش می‌گذارد. هوای خنک و تازه همراه با هزاران گل لاله واژگون، فضایی سرشار از رنگ و زندگی خلق می‌کند. این دشت وسیع با چشم‌اندازی بی‌نظیر، بهترین مکان برای پیاده‌روی و عکاسی در دل طبیعت است؛ جایی که هر لحظه‌اش یادگاری شیرین و خاطره‌انگیز می‌سازد.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht4.jpg"
        ]
    },
    {
        "id": "39",
        "context": "اگر به دنبال مکانی برای آرامش و دور شدن از گرمای تابستان هستید، سد و سرچشمه آغچه در شهرستان بویین‌میاندشت استان اصفهان مقصدی ایده‌آل است. این منطقه زیبا با جریان همیشگی آب و نسیم خنک، هوایی مطبوع و دل‌انگیز را حتی در گرم‌ترین روزها برای بازدیدکنندگان فراهم می‌کند. سرچشمه آغچه یکی از منابع اصلی رودخانه‌های دائمی بویین‌میاندشت است که پس از گذر از طبیعت بکر، به سد گلپایگان می‌رسد و این جریان آب زندگی و سرزندگی را به منطقه هدیه می‌دهد. بازدید از این جاذبه طبیعی، تجربه‌ای تازه و نشاط‌بخش در دل طبیعت است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/attractions-of-buin-miandasht5.jpg"
        ]
    },
    {
        "id": "40",
        "context": "مجموعه آبنارنگ در شهرستان کوار استان فارس، یکی از جاذبه‌های طبیعی و تاریخی این منطقه به‌شمار می‌رود. این مجموعه شامل چشمه‌ها، آب‌انبارهای طبیعی، غارهای سنگی و تپه‌های گل نرگس است که در کنار هم، منظره‌ای زیبا و دل‌انگیز را به وجود آورده‌اند. وجود زیارتگاه خضر نبی در این منطقه، بر اهمیت مذهبی و فرهنگی آن افزوده است. آبنارنگ به‌عنوان مقصدی مناسب برای گردشگران علاقه‌مند به طبیعت و تاریخ، فرصتی عالی برای استراحت و آشنایی با فرهنگ محلی فراهم می‌آورد.",
        "images": [
            "https://baharekavar.ir/wp-content/uploads/2020/11/IMG-20201107-WA0029.jpg"
        ]
    },
    {
        "id": "41",
        "context": "زیارتگاه و تفرجگاه خضر نبی در اکبرآباد کوار، یکی از مکان‌های مذهبی و گردشگری شاخص استان فارس است که در دل کوه‌های اکبرآباد جای گرفته است. فضای معنوی این مکان با سه سنگ عظیم شکل گرفته که محل اصلی زیارت، در نقطه تلاقی آن‌ها قرار دارد. بر روی یکی از سنگ‌ها، نقش دست همراه با کلمه «الله» به صورت کنده‌کاری دیده می‌شود که به فضای رمزآلود و معنوی این زیارتگاه افزوده است. دسترسی آسان با انواع وسایل نقلیه، این مکان را به مقصدی محبوب برای گردش و زیارت تبدیل کرده است.",
        "images": [
            "https://cdn.tabnak.ir/files/fa/news/1390/3/19/97128_476.jpg"
        ]
    },
    {
        "id": "42",
        "context": "بقعه شاهزاده ابوالقاسم کوار استان فارس، آرامگاه یکی از نوادگان امام حسن مجتبی(ع) است که در دامنه کوه و مشرف به دشت کوار، در مسیر جاده شیراز به کوار قرار دارد. این مکان مقدس با معماری ساده اما معنوی، در میان فضایی سرسبز و مشجر، محل زیارت و آرامش دل‌های عاشقان اهل بیت است. بنای بقعه بر تپه‌ای به ارتفاع ۱۴۳۹ متر از سطح دریا واقع شده و در نزدیکی آن قبرستانی تاریخی و محل دفن شهدای مدافع حرم دیده می‌شود.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/10/1-47.jpg"
        ]
    },
    {
        "id": "43",
        "context": "در دل شهرستان تاریخی خرم‌بید استان فارس، کاروانسرای قاجاری صفاشهر همچون نگینی در قلب صفاشهر می‌درخشد. ساختاری چهارایوانه با حیاطی مرکزی و تزئیناتی ظریف چون سنگ‌تراشی، طاق‌های قوسی، عرق‌چین و آجرکاری‌های هنرمندانه، که گواه دوام معماری ایرانی است. حجره‌ها و اصطبل‌های هماهنگ در طراحی، حکایت از دقت و زیبایی‌شناسی معماران قاجاری دارد.",
        "images": [
            "https://safashahr.ir/wp-content/uploads/2023/02/dehbid.jpg"
        ]
    },
    {
        "id": "44",
        "context": "چهارطاقی ساسانی خرم‌بید، یادگاری ارزشمند از دوران ساسانیان در نزدیکی صفاشهر استان فارس است. این بنا با سنگ لاشه و ملات گچ ساخته و با اندود گچ پوشانده شده است. معماری متقارن، قوس‌های زیبا و گنبد ساده آن، بیانگر هنر و دقت معماران ساسانی در ایجاد فضایی معنوی است.",
        "images": [
            "https://amordadnews.com/wp-content/uploads/2022/12/khorambid.jpg"
        ]
    },
    {
        "id": "45",
        "context": "امامزاده شاه علمدار در شهرستان زرین‌دشت استان فارس، آرامگاه امیر مجتبی، از نوادگان امام موسی کاظم(ع) است. این بقعه که در روستایی به همین نام واقع شده، با گنبد و معماری تازه‌ساز خود، جلوه‌ای معنوی و زیبا به منطقه بخشیده و هر سال میزبان زائران و علاقه‌مندان به اهل بیت(ع) است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/%D8%A7%D9%85%D8%A7%D9%85%D8%B2%D8%A7%D8%AF%D9%87_%D8%B4%D8%A7%D9%87_%D8%B9%D9%84%D9%85%D8%AF%D8%A7%D8%B1_%D8%A8%D9%86%D8%A7%DB%8C_%D8%AC%D8%AF%DB%8C%D8%AF.jpg/500px-%D8%A7%D9%85%D8%A7%D9%85%D8%B2%D8%A7%D8%AF%D9%87_%D8%B4%D8%A7%D9%87_%D8%B9%D9%84%D9%85%D8%AF%D8%A7%D8%B1_%D8%A8%D9%86%D8%A7%DB%8C_%D8%AC%D8%AF%DB%8C%D8%AF.jpg"
        ]
    },
    {
        "id": "46",
        "context": "تفرجگاه چَک، یادگاری ارزشمند از دوره ساسانی، با سیستم آبیاری سنتی و منحصر به فرد خود شناخته می‌شود. وجود قنات، آسیاب آبی و سازه ابتکاری «نر و لاس» که آب را از زیر رودخانه هفت گولال عبور می‌دهد، این مکان را به نمونه‌ای شگفت‌انگیز از مهندسی آب در ایران باستان تبدیل کرده است. فضای طبیعی و تاریخی این تفرجگاه، آن را به مقصدی دل‌انگیز برای گردشگران و علاقه‌مندان میراث فرهنگی بدل کرده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/%D8%AA%D9%81%D8%B1%D8%AC%DA%AF%D8%A7%D9%87_%DA%86%DA%A9_%D9%86%D8%B2%D8%AF%DB%8C%DA%A9_%D8%B4%D9%87%D8%B1_%D8%AF%D8%A8%DB%8C%D8%B1%D8%A7%D9%86.png/330px-%D8%AA%D9%81%D8%B1%D8%AC%DA%AF%D8%A7%D9%87_%DA%86%DA%A9_%D9%86%D8%B2%D8%AF%DB%8C%DA%A9_%D8%B4%D9%87%D8%B1_%D8%AF%D8%A8%DB%8C%D8%B1%D8%A7%D9%86.png"
        ]
    },
    {
        "id": "47",
        "context": "قلعه کهنه، سازه‌ای تاریخی ساخته‌شده از خشت و گل، در ۲ کیلومتری شمال‌شرقی شهر دبیران قرار دارد. هرچند تاریخ دقیق ساخت آن مشخص نیست، شباهت معماری‌اش به قلعه‌های منطقه سریزد یزد نشان می‌دهد که می‌تواند ریشه در دوره ساسانیان داشته باشد و شاید بخش‌هایی از آن در دوره صفویه بازسازی شده باشد. این قلعه با دیوارهای ضخیم و ساختاری مقاوم، یادگاری از شیوه‌های دفاعی کهن در ایران است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/%D9%82%D9%84%D8%B9%D9%87_%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE%DB%8C_%D8%B4%D9%87%D8%B1_%D8%AF%D8%A8%DB%8C%D8%B1%D8%A7%D9%86_%28%D9%82%D9%84%D8%B9%D9%87_%DA%A9%D9%87%D9%86%D9%87%29.jpg/500px-%D9%82%D9%84%D8%B9%D9%87_%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE%DB%8C_%D8%B4%D9%87%D8%B1_%D8%AF%D8%A8%DB%8C%D8%B1%D8%A7%D9%86_%28%D9%82%D9%84%D8%B9%D9%87_%DA%A9%D9%87%D9%86%D9%87%29.jpg"
        ]
    },
    {
        "id": "48",
        "context": "پنجره خلیج فارس یک شاهکار طبیعی است که بر اثر فرسایش باد و آب در طی هزاران سال شکل گرفته و رو به پهنه آبی خلیج‌فارس گشوده می‌شود. این دریچه سنگی، با چشم‌اندازی خیره‌کننده، گویی قاب طبیعت را به نمایش گذاشته و در کنار خود دریچه‌های کوچک‌تری دارد که شاید در آینده‌ای دور، به پنجره‌های باشکوه دیگری بدل شوند.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2024/03/%D9%BE%D9%86%D8%AC%D8%B1%D9%87-%D8%AE%D9%84%DB%8C%D8%AC-%D9%81%D8%A7%D8%B1%D8%B3-%DA%A9%D8%AC%D8%A7%D8%B3%D8%AA-%D9%85%D8%AC%D9%84%D9%87-%D8%A7%D8%AA%D8%A7%D9%82%DA%A9.jpg"
        ]
    },
    {
        "id": "49",
        "context": "غار گری کنار پارسیان، تونلی دست‌ساز و تاریخی است که توسط بومیان روستای بهده در شهرستان پارسیان ساخته شده است. این غار با دسترسی آسان و طبیعت بکر اطرافش، مکانی جذاب برای گردشگران و پژوهشگران به شمار می‌آید. زیبایی‌های طبیعی و ارزش تاریخی این اثر، آن را به یکی از جاذبه‌های شاخص استان هرمزگان تبدیل کرده است.",
        "images": [
            "https://irantripadviser.ir/cropw.php?s=5&src=img/684-1.jpg"
        ]
    },
    {
        "id": "50",
        "context": "ساحل مکسر در استان هرمزگان دارای صخره‌های مرجانی و فرسوده با اشکال عجیب و غریب که توسط امواج و باد طی هزاران سال تراشیده شده‌اند، در کنار دریای فیروزه‌ای خلیج فارس .این ساحل با ظاهر منحصربه‌فرد و بکر خود، فضایی آرام و رویایی را برای علاقه‌مندان به طبیعت و عکاسی فراهم می‌کند. تقابل آبی آرامش‌بخش دریا با رنگ‌های گرم و خاکستری صخره‌ها، منظره‌ای خیره‌کننده و چشم‌نواز را خلق کرده است. این تصویر گویای این حقیقت است که سواحل جنوب ایران، فقط به ماسه‌های نرم و نخل‌های بلند خلاصه نمی‌شوند، بلکه زیبایی‌های پنهان و صخره‌ای نیز در دل خود دارند که انتظار کشف شدن دارند.",
        "images": [
            "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2025/01/%D8%B3%D8%A7%D8%AD%D9%84-%D9%85%DA%A9%D8%B3%D8%B1-main.webp"
        ]
    },
    {
        "id": "51",
        "context": "این تصاویر به زیبایی و آرامش دهکده تفریحی چادگان، یکی از بهترین و محبوب‌ترین ییلاقات استان اصفهان، اشاره دارند. این دهکده که در ساحل دریاچه سد زاینده‌رود واقع شده، با آب‌وهوای خنک و مناظر سرسبز خود، مکانی ایده‌آل برای فرار از شلوغی و گرمای شهر است. در این عکس‌ها، نمای گسترده‌ای از دریاچه آبی‌رنگ سد زاینده‌رود به چشم می‌خورد که قایق‌ها و تفریحات آبی بر روی آن، فضایی پویا و فرح‌بخش را ایجاد کرده‌اند. در اطراف دریاچه، ویلاها و اقامتگاه‌های زیبا در میان درختان و فضاهای سبز جای گرفته‌اند که نشان‌دهنده امکانات رفاهی و تفریحی این دهکده هستند. آسمان صاف و آبی، بازتاب نور خورشید بر سطح آب و طبیعت بکر اطراف، همگی دست به دست هم داده‌اند تا تصویری دل‌انگیز و آرامش‌بخش از این جاذبه گردشگری خلق شود. این تصاویر به خوبی گویای این حقیقت هستند که چادگان، بهشتی برای استراحت، تفریح و لذت بردن از زیبایی‌های طبیعت است.",
        "images": [
            "https://bahalmag.ir/wp-content/uploads/2022/11/%D8%AF%D9%87%DA%A9%D8%AF%D9%87-%D8%AA%D9%81%D8%B1%DB%8C%D8%AD%DB%8C-%D8%B2%D8%A7%DB%8C%D9%86%D8%AF%D9%87-%D8%B1%D9%88%D8%AF.jpg",
            "https://api2.kojaro.com/media/2023-4-96b51878-9051-4949-a002-c057afdcb529-67c46114c1067c5ba7683e4e"
        ]
    },
    {
        "id": "52",
        "context": "خانه تاریخی معظم‌الملک میر پنج که به عمارت سنگی نیز مشهور است، مهم‌ترین اثر تاریخی شهر چادگان در استان اصفهان به شمار می‌رود. این خانه با معماری سنتی و حیاطی باصفا که حوضی مستطیلی‌شکل در میان آن قرار دارد، به دوره قاجاریه تعلق دارد. اتاق‌ها با طاق‌های قوسی‌شکل و درهای چوبی، در احاطه درختان و فضای سبز، زیبایی خاصی به این بنا بخشیده‌اند. این خانه توسط مصطفی قلی خان و پسرش جعفر قلی خان ساخته شد و پس از آن به فرزندش حضرت قلی خان رسید که به همین دلیل با نام خانه حضرت قلی خان نیز شناخته می‌شود. این بنا برای مدتی به «خانه صالحی» تغییر نام یافت، اما با تلاش نوادگان، نام اصلی آن بازگشت. امروزه این خانه به اداره میراث فرهنگی تبدیل شده و در تاریخ ۲۶ اسفند ۱۳۸۶ با شماره ۲۱۸۱۵ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://fa.tripyar.com/uploads/picture/3069/2.jpg"
        ]
    },
    {
        "id": "53",
        "context": "پل اورگان، اثری تاریخی و ارزشمند در شهرستان چادگان استان اصفهان است که در فاصله ۲ کیلومتری روستای اورگان واقع شده است. این پل سنگی با چندین دهانه قوسی‌شکل، در سال ۱۳۰۸ در دوره قاجار بر روی رودخانه زاینده‌رود بنا شده است. پل اورگان که یادگاری از اقوام بختیاری این منطقه است، توسط حاج جلیل استکی ساخته شد. این پل نقش حیاتی در اتصال چناررود جنوبی به دیگر مناطق و همچنین به‌عنوان راه ارتباطی میان استان‌های اصفهان و چهارمحال و بختیاری داشته است.",
        "images": [
            "https://api2.kojaro.com/media/2023-3-abececee-5519-4a1d-b323-619c5f6e75ce-67c46113c1067c5ba768331a?w=1200&q=80"
        ]
    },
    {
        "id": "54",
        "context": "روستای انالوجه در دامنه جنوب شرقی دالانکوه و در حد فاصل شهرهای چادگان و داران قرار دارد. این روستا که اصالت اهالی ترک‌زبان آن به ایل قشقایی شیراز بازمی‌گردد، در ابتدا «ایلچه» نام داشت که پس از حدود ۳۰۰ سال به نام امروزی خود تغییر یافت. آب‌وهوای کوهستانی این روستا، زمستان‌هایی سرد و پربرف و تابستان‌هایی خنک و دلپذیر را برای آن رقم زده است. خانه‌های روستا به سبک پلکانی و سنتی در دامنه کوه ساخته شده‌اند و منظره‌ای زیبا و آرامش‌بخش را ایجاد کرده‌اند.",
        "images": [
            "https://api2.kojaro.com/media/2023-3-03a42a33-2d67-4c4c-8daf-f0f33982d3fc-67c46113c1067c5ba7683307?w=1200&q=80"
        ]
    },
    {
        "id": "55",
        "context": "د زاینده‌رود، که پیش‌تر با نام سد شاه عباس کبیر شناخته می‌شد، تنها سد بتنی بر روی رودخانه زاینده‌رود است. این سد در فاصله ۱۱۰ کیلومتری غرب اصفهان و در شهرستان چادگان واقع شده است. سد زاینده‌رود در سال ۱۳۴۹ به بهره‌برداری رسید و نقش مهمی در کنترل سیلاب‌های فصلی، تنظیم آب کشاورزی برای ۱۰۰ هزار هکتار اراضی پایین دست و تولید سالیانه ۲۵۰ میلیون کیلووات ساعت انرژی برق‌آبی دارد. حجم مخزن این سد ۱,۴۷۰ میلیون متر مکعب و مساحت دریاچه آن در تراز حداکثر، ۵۴ کیلومتر مربع است که عظمت و ابعاد این پروژه مهندسی را به خوبی نشان می‌دهد. ",
        "images": [
            "https://last-cdn.com/2019/06/18/rc2se1ceJ1WB5EUMrjDEu2Big2Su5eVj8kmeRmcX.png"
        ]
    },
    {
        "id": "56",
        "context": "این تصاویر به زیبایی‌های طبیعی منطقه گردشگری موگرمون در شهرستان لنده استان کهگیلویه و بویراحمد اشاره دارند. این منطقه با رودخانه‌ای زلال که از میان طبیعتی سرسبز و پوشیده از درختان و گیاهان عبور می‌کند، فضایی آرامش‌بخش و دل‌انگیز را به نمایش می‌گذارد. موگرمون به دلیل داشتن مناظر بکر و همچنین رشد گیاه دارویی بولاغ اوتی که خواص درمانی متعددی دارد، یک مقصد محبوب برای گردشگران به شمار می‌رود.",
        "images": [
            "https://sobhezagros.ir/images/2024/3/20240312102522_original_42.webp",
            "https://sobhezagros.ir/images/2024/3/20240312102522_original_42.webp"
        ]
    },
    {
        "id": "57",
        "context": "روستای سرسبز آبرزگه است که در بخش موگرمون شهرستان لنده قرار دارد. خانه‌های روستا در میان طبیعتی کوهستانی و پوشیده از درختان قرار گرفته‌اند که به دلیل وجود رودخانه مارون و باغات سرسبز، محیطی دلپذیر را برای بازدیدکنندگان فراهم کرده است. این روستا به‌ویژه در ایام عید نوروز، مورد توجه بسیاری از گردشگران قرار می‌گیرد.",
        "images": [
            "https://t0.gstatic.com/images?q=tbn:ANd9GcSU8ISCrTcHC1J178OWXvzTUqY4UoGjS79kGnmzlJR-fdBm4d2R6g"
        ]
    },
    {
        "id": "58",
        "context": "این عکس یک نقش برجسته طبیعی شتر را نشان می‌دهد که بر روی کوهی بلند و مشرف به شهر لنده در استان کهگیلویه و بویراحمد قرار دارد. این نقش‌برجسته که به طور طبیعی در اثر فرسایش سنگ‌ها شکل گرفته، نمایی جذاب و منحصربه‌فرد ایجاد کرده است. این کوه با ارتفاع ۲۹۰۰ متر و دیگر پتانسیل‌های گردشگری، یکی از جاذبه‌های دیدنی منطقه محسوب می‌شود.",
        "images": [
            "https://cdn.nody.ir/files/2021/05/21/nody-%D8%B1%D8%A7%D9%87-%D9%88%D8%B1%D9%88%D8%AF-%D8%A8%D9%87-%D8%AF%D9%81%DB%8C%D9%86%D9%87-%D8%B4%D8%AA%D8%B1-1621617026.jpg"
        ]
    },
    {
        "id": "59",
        "context": "تنگ ماغر، یک تنگه زیبا و سرسبز در شهرستان بهمئی استان کهگیلویه و بویراحمد است. جاده‌ای پرپیچ‌وخم از میان صخره‌های مرتفع و پوشش گیاهی منطقه عبور کرده و منظره‌ای چشم‌نواز را ایجاد کرده است. این تنگه که در گذشته یک مسیر ارتباطی دشوار بوده، امروزه به یک ایستگاه امن و مجهز برای استراحت و تفریح گردشگران تبدیل شده و جاده آن، استان‌های جنوبی و جنوب غربی را به مرکز کشور متصل می‌کند.",
        "images": [
            "https://api2.kojaro.com/media/2018-10-f1f0b5db-7264-475e-bcb6-00139d22ccdb-67c460f9c1067c5ba764d4b2?w=1680&q=80"
        ]
    },
    {
        "id": "60",
        "context": "این تصویر، خرابه‌ها و ویرانه‌های قلعه تاریخی ممبی را نشان می‌دهد. این قلعه سنگی که بر روی تپه‌ای مشرف به اطراف ساخته شده، نشان از قدمت تاریخی و اهمیت استراتژیک آن دارد. این قلعه در بخش ممبی از شهرستان بهمئی در استان کهگیلویه و بویراحمد واقع شده و با وجود تخریب بخش‌هایی از آن، همچنان شکوه و عظمت گذشته خود را حفظ کرده است.",
        "images": [
            "https://bahmei.com/wp-content/uploads/2022/03/%D8%AE%D8%B1%D8%A7%D8%A8%D9%87%E2%80%8C%D9%87%D8%A7%DB%8C-%D9%82%D9%84%D8%B9%D9%87-%D8%AE%D8%A7%D9%86%E2%80%8C%D9%86%D8%B4%DB%8C%D9%86-%D9%85%D9%85%D8%A8%DB%8C-1536x996.jpg"
        ]
    },
    {
        "id": "61",
        "context": "این تصویر، آبشار یاسوج را به زیبایی نمایش می‌دهد. این آبشار با ارتفاع ۱۰ متر، از چشمه‌هایی که از دل کوه‌های زاگرس می‌جوشند، سرچشمه می‌گیرد و در فاصله دو کیلومتری شمال شهر یاسوج واقع شده است. آب آبشار از میان صخره‌ها به پایین سرازیر می‌شود و در بستر خود، نهرها، باغ‌های میوه و مراتع سرسبز را پدید آورده است. این منظره چشم‌نواز، آبشار یاسوج را به یکی از مقاصد اصلی گردشگران در فصول بهار، تابستان و پاییز تبدیل کرده است.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/آبشار-یاسوج-1.jpg"
        ]
    },
    {
        "id": "62",
        "context": "تصویر بالا، وسعت و عظمت پارک جنگلی یاسوج را به خوبی نشان می‌دهد. این پارک که با مساحت نزدیک به ۱۰۰۰ هکتار، بزرگ‌ترین پارک جنگلی در جنوب ایران محسوب می‌شود، در شمال شرق شهر یاسوج قرار دارد. این پارک روی یک شیب طبیعی واقع شده که منظره‌ای زیبا و پانوراما از شهر را به بازدیدکنندگان ارائه می‌دهد و با پوشش گیاهی انبوه خود، یک ریه طبیعی برای شهر است.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/پارک-جنگلی-یاسوج-1.jpg"
        ]
    },
    {
        "id": "63",
        "context": "پیست اسکی کاکان در دامنه‌های رشته‌کوه زاگرس و در نزدیکی قله دنا قرار دارد و تنها ۱۸ کیلومتر با شهر یاسوج فاصله دارد. با وجود پوشش برف سنگین، این پیست به اولین پیست اسکی در ایران تبدیل شده که به سوخت گاز مجهز است و امکانات مناسبی را برای علاقه‌مندان به ورزش‌های زمستانی فراهم کرده است.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/پیست-اسکی-دنا.jpg"
        ]
    },
    {
        "id": "64",
        "context": " پارک ساحلی رود بشار که با مساحت ۱۴ هکتار، بزرگ‌ترین پارک یاسوج محسوب می‌شود، در ورودی شهر و در جوار رودخانه بشار قرار دارد. وجود فضای سبز، مسیرهای پیاده‌روی، و امکانات رفاهی مناسب در کنار این رودخانه زیبا، آن را به یکی از محبوب‌ترین تفرجگاه‌ها برای مردم محلی و گردشگران تبدیل کرده است.",
        "images": [
            "https://www.iranhotelonline.com/blog/wp-content/uploads/2023/12/rood-bashar-yasooj-park-5.jpg"
        ]
    },
    {
        "id": "65",
        "context": " در این تنگه مهریان یاسوج، رودخانه‌ای زلال از میان صخره‌های مرتفع و کوهستانی عبور می‌کند. پل سنگی کوچکی که بر روی رودخانه قرار دارد، به جذابیت این منظره طبیعی افزوده است و آن را به یک مقصد عالی برای علاقه‌مندان به طبیعت‌گردی و عکاسی تبدیل کرده است.",
        "images": [
            "https://www.eligasht.com/Blog/wp-content/uploads/2018/07/%D8%AA%D9%86%DA%AF-%D9%85%D9%87%D8%B1%DB%8C%D8%A7%D9%86.jpg2_-585x439.jpg"
        ]
    },
    {
        "id": "66",
        "context": "تنگ تامرادی، جایی که رودخانه‌ای از میان صخره‌های بلند عبور می‌کند و آبشارهای کوچکی را پدید می‌آورد. این آبشار در یک تنگه زیبا در ۵۰ کیلومتری غرب یاسوج و در مسیر جاده سپیدار واقع شده است. این منطقه علاوه بر زیبایی‌های طبیعی، از نظر تاریخی نیز اهمیت فراوانی دارد؛ زیرا احتمالاً محل نبرد معروف آریوبرزن با اسکندر مقدونی و همچنین نبرد تنگ تامرادی میان ارتش شاهنشاهی و لرهای بویراحمد بوده است.",
        "images": [
            "https://www.eligasht.com/Blog/wp-content/uploads/2018/07/%D8%AA%D9%86%DA%AF-%D9%85%D9%87%D8%B1%DB%8C%D8%A7%D9%86.jpg2_-585x439.jpg"
        ]
    },
    {
        "id": "67",
        "context": "آبشار کمر دوغ در بخش چاروسا از توابع شهرستان کهگیلویه قرار دارد و با ارتفاع نزدیک به ۱۰۰ متر و عرض بیش از ۶۰ متر، به عروس آبشارهای ایران شهرت یافته است. این آبشار که در تمام فصول سال جریان دارد، در میان جنگل‌های بلوط و جاده‌های کوهستانی پرپیچ‌وخم شمال دهدشت واقع شده است. با وجود زیبایی چشمگیر، این آبشار هنوز برای بسیاری از گردشگران ناشناخته باقی مانده است.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/آبشار-کمر_دوغ.jpg"
        ]
    },
    {
        "id": "68",
        "context": "غار نزل، یک غار آهکی پیچیده و مرموز در شهرستان چرام استان کهگیلویه و بویراحمد را  است. غار نزل با داشتن چاه‌های عمودی، راهروهای باریک و سیفون‌های آبی، مقصدی تخصصی برای غارنوردان حرفه‌ای و پژوهشگران است. این مجموعه شامل دو چاه طبیعی عمیق است که محل تجمع سیلاب‌های زمستانی و آب حاصل از ذوب برف‌ها محسوب می‌شود. چاه شمالی با عمق بیش از ۶۰ متر و چاه جنوبی با عمق حدود ۷۰ متر، اسرار بسیاری را در دل خود پنهان کرده‌اند که همچنان در انتظار کاوش‌های تخصصی‌تر هستند.",
        "images": [
            "https://mt-shahan.ir/wp-content/uploads/2023/07/nezel-14020430-7.jpg"
        ]
    },
    {
        "id": "69",
        "context": " کاروانسرا دهدشت که از بناهای باقی‌مانده از دوره صفوی است، در شهر دهدشت واقع شده و یکی از آثار مهم تاریخی منطقه به شمار می‌رود. این بنا در تاریخ ۲۵ اسفند ۱۳۷۹ با شماره ثبت ۳۵۵۱ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده و نشان‌دهنده معماری و اهمیت این شهر در دوران گذشته است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/IMG_%D8%A8%D9%84%D8%A7%D8%AF%D8%B4%D8%A7%D9%87%D9%BE%D9%88%D8%B1_%D8%AF%D9%87%D8%AF%D8%B4%D8%AA_03.jpg/375px-IMG_%D8%A8%D9%84%D8%A7%D8%AF%D8%B4%D8%A7%D9%87%D9%BE%D9%88%D8%B1_%D8%AF%D9%87%D8%AF%D8%B4%D8%AA_03.jpg"
        ]
    },
    {
        "id": "70",
        "context": " تنگ پیرزال  در شهرستان چرام استان کهگیلویه و بویراحمد منطقه گردشگری با چشم‌اندازهای دل‌نشین و طبیعت بکر خود، در فاصله ۲۴ کیلومتری جاده دهدشت - سر فاریاب واقع شده است. تنگ پیرزال علاوه بر جذابیت‌های طبیعی، دارای یک کتیبه تاریخی مربوط به دوره قاجار است که در سال ۱۳۸۶ با شماره ۱۹۹۴۴ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده است. این تنگه در فصول مختلف سال، به‌ویژه نوروز و تابستان، میزبان گردشگران زیادی است.",
        "images": [
            "https://static.cdn.asset.aparat.com/avt/29305823-4756-b__2078.jpg"
        ]
    },
    {
        "id": "71",
        "context": "آبشار آبریز دشمن زیاری را که به دلیل زیبایی خاص خود، به «نوعروس آبشارهای کهگیلویه و بویراحمد» شهرت یافته است. این آبشار از دو چشمه نزدیک به هم سرچشمه می‌گیرد و پس از تلاقی، مانند دوغی سفیدرنگ به پایین سرازیر می‌شود. آبشار آبریز در نزدیکی روستای آبریز دشمن زیاری قرار دارد و به دلیل مجاورت با جاده جدید دهدشت-پاتاوه، به یک مقصد گردشگری محبوب تبدیل شده است.",
        "images": [
            "https://cdn.isna.ir/d/2024/03/29/2/62974081.jpg?ts=1711735461579"
        ]
    },
    {
        "id": "72",
        "context": "چشمه باستانی و زیبای چشمه برم لردگان که از مهم‌ترین جاذبه‌های طبیعی شهرستان لردگان در استان چهارمحال و بختیاری است. این چشمه در مرکز شهر لردگان قرار دارد و به‌عنوان عامل حیات و تمدن هزاران ساله در این منطقه شناخته می‌شود. وجود این چشمه به قدمت تاریخ لردگان است و قدمت آن به دوران هخامنشیان و ایلامی‌ها باز می‌گردد، هرچند که امروزه به‌عنوان یکی از قدیمی‌ترین یادگارهای طبیعی منطقه به حیات خود ادامه می‌دهد.",
        "images": [
            "https://safarzon.com/mag/wp-content/uploads/2019/06/%DA%86%D8%B4%D9%85%D9%87-%D8%A8%D8%B1%D9%85-%D9%84%D8%B1%D8%AF%DA%AF%D8%A7%D9%86-3.jpg"
        ]
    },
    {
        "id": "73",
        "context": "آبشار آتشگاه با لقب طولانی‌ترین آبشار ایران، در دره‌ای سرسبز به طول دو کیلومتر در فاصله ۴۰ کیلومتری لردگان واقع شده است. این آبشار چشمگیر که به «آبشار مینیاتوری» نیز شهرت دارد، از جوشش یکی از سرچشمه‌های پرآب رود کارون به وجود آمده است. آب آن از ارتفاعات دنا و زاگرس مرکزی سرچشمه گرفته و در نهایت به سد کارون ۳ می‌ریزد.",
        "images": [
            "https://media.karnaval.ir/uploads/2020/06/75014e62-61b4-4866-aaf3-0109096b93e1.jpg"
        ]
    },
    {
        "id": "74",
        "context": " دره تنگ زندان را  که در منطقه حفاظت‌شده سبزکوه استان چهارمحال و بختیاری قرار دارد. این دره که در یکی از مرتفع‌ترین و خشن‌ترین کوه‌های استان واقع شده، با ترکیب مناظر کوهستانی و جریان آب، آبشارهای متعددی را در خود جای داده است. به دلیل مسیرهای سخت و صعب‌العبور، این منطقه بیشتر برای طبیعت‌گردان حرفه‌ای مناسب است و بهترین زمان بازدید از آن از اردیبهشت تا مرداد ماه است.",
        "images": [
            "https://www.alibaba.ir/mag/wp-content/uploads/2022/08/Teng-Zendan-waterfall-28.jpg"
        ]
    },
    {
        "id": "75",
        "context": "پارک جنگلی پروز در شهرستان لردگان که در فاصله ۵۰ کیلومتری لردگان و در امتداد یک دره و در کنار یک رودخانه قرار دارد، با جنگل‌های زاگرسی، چشمه‌های زلال و شالیزارهای سرسبز، مناظر چشم‌نوازی را خلق کرده است. این پارک دارای امکاناتی مانند جاده آسفالته، سکوی نشیمن و پارکینگ است که آن را به یک مقصد مناسب برای استراحت تبدیل کرده است. بهترین فصول برای بازدید از این پارک، بهار و پاییز هستند.",
        "images": [
            "https://api2.kojaro.com/media/2020-5-ec4ab480-3b2a-439b-b15e-8a905b773b61-67c46104c1067c5ba7667ebb"
        ]
    },
    {
        "id": "76",
        "context": "چشمه آبگرم اوباد در شهرستان لامرد به دلیل خاصیت درمانی برای امراض مفصلی و پوستی، از دیرباز مورد توجه مردم محلی و حتی شهرهای اطراف قرار گرفته است. آب گرم این چشمه با خواص شفابخش خود، به محلی برای آرامش و تسکین دردهای جسمی تبدیل شده و همین امر باعث جذب گردشگران زیادی به این منطقه می‌شود. ",
        "images": [
            "https://cdn.balad.ir/crowd-images/all/original/25cf278ed6e2477eae3a71bd503d3bef-ei_1704360130760.jpg?x-img=v1/crop,x_38,y_0,w_1004,h_565/resize,h_225/format,type_webp,lossless_false/autorotate"
        ]
    },
    {
        "id": "77",
        "context": "تصویر، چشم‌انداز کوه تنگ خور را به نمایش می‌گذارد که با بیشینه ارتفاع ۱۴۷۲ متر، در شمال شرق بخش علامرودشت در جنوب استان فارس قرار دارد. این کوه از شمال شرقی به کوه مز و از غرب به کوه هوا متصل است. چندین آبادی مانند خلیلی، پشت پری و گود بُگُر در دامنه جنوبی این کوه واقع شده‌اند و میدان گازی شانول نیز در همین کوه قرار دارد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tange_Khoor_Mount._Hadi_Karimi.jpg/500px-Tange_Khoor_Mount._Hadi_Karimi.jpg"
        ]
    },
    {
        "id": "78",
        "context": "مجموعه تاریخی علی‌خان اشکنان در شهرستان لامرد که شامل دو مسجد، یک حمام و یک شبستان است، متعلق به دوره قاجار بوده و در شهر اشکنان واقع شده است. این بنا یکی از آثار تاریخی مهم در منطقه‌ای است که به «سرزمین نخل‌های همیشه سبز و برکه‌های سفید» شهرت دارد و نمایانگر غنای فرهنگی و تاریخی این شهرستان است.",
        "images": [
            "https://fa.tripyar.com/uploads/picture/3241/2.jpg"
        ]
    },
    {
        "id": "79",
        "context": "مجموعه خانه سرتیپ سدهی در خمینی شهر اصفهان تاریخی عظیم، متعلق به دوره قاجار است و به دستور سرتیپ محمد حسین خان امینی سدهی، فرمانده قشون ظل‌السلطان ساخته شده است. این بنا با مساحت ۲۳۵۰ متر مربع، نمونه‌ای کامل از معماری قاجاری است که شامل دیوانخانه، حمام، حسینیه و بخش‌های مختلفی همچون حوضخانه، نارنجستان و برج مراقبت است. این خانه دارای تزئینات چشم‌نواز گچ‌بری، منبت‌کاری و آینه‌کاری است و در تاریخ ۲۵ اسفند ۱۳۸۰ با شماره ثبت ۵۴۴۴ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/%D8%AE%D8%A7%D9%86%D9%87_%D8%B3%D8%B1%D8%AA%DB%8C%D9%BE_%D8%B3%D8%AF%D9%87%DB%8C.jpg/500px-%D8%AE%D8%A7%D9%86%D9%87_%D8%B3%D8%B1%D8%AA%DB%8C%D9%BE_%D8%B3%D8%AF%D9%87%DB%8C.jpg"
        ]
    },
    {
        "id": "80",
        "context": "خانه تاریخی ابوالحسن خان مجیر را در محله اندان خمینی‌شهر اصفهان است. این خانه که به اواخر دوره قاجاریه و اوایل پهلوی تعلق دارد، نمونه‌ای ارزشمند از معماری آن دوران است. این بنا با حیاطی مرکزی و معماری سنتی خود، فضایی تاریخی و دل‌نشین را ایجاد کرده و بازدید از آن برای آشنایی با تاریخ و فرهنگ منطقه توصیه می‌شود.",
        "images": [
            "https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1401/04/04/1401040415201932425578224.png"
        ]
    },
    {
        "id": "81",
        "context": "برج‌های کبوترخانه  سازه‌های استوانه‌ای‌شکل که با پهنا و ارتفاعی بین ۷ تا ۱۵ متر ساخته می‌شدند، محلی برای لانه‌گزینی و نگهداری کبوتران بودند. این برج‌ها با هزاران سوراخ یکسان در دیواره‌های داخلی خود، مکانی امن برای پرندگان فراهم می‌کردند. هدف اصلی از ساخت این بناها، جمع‌آوری فضولات کبوتران برای استفاده در کشاورزی، دباغی و ساخت باروت بوده است که نشان‌دهنده احترام و توجه انسان به سایر جانداران در معماری گذشته است.",
        "images": [
            "https://cdn.afraitn.com/public/upload/173/general/20_12/resize_1/55dut3cppb.jpg"
        ]
    },
    {
        "id": "82",
        "context": "آتشگاه خمینی‌شهر با پیشینه‌ای به دیرینگی ۱۴۰۰ سال پیش از میلاد، از یادگارهای ایران باستان است که به نام‌های دژ مهربین و قلعه ماربین نیز شناخته می‌شود. این آتشکده، یکی از هفت آتشکده بزرگ دوره ساسانیان بوده و در سده سوم میلادی برای روشن نگه داشتن آتش از آن استفاده می‌شده است.",
        "images": [
            "https://www.beytoote.com/images/stories/iran/fire-temple-isfahan-22.jpg"
        ]
    },
    {
        "id": "83",
        "context": "این عکس، قلعه‌ای تاریخی و نیمه‌ویران را نشان می‌دهد که قلعه خوشاب نام دارد. این بنا مربوط به اوایل دوره قاجار است و در روستای خوشاب شهرستان جاجرم واقع شده است. این قلعه در تاریخ ۲۸ اسفند ۱۳۸۵ با شماره ۱۸۷۴۵ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده و نشان از معماری و اهمیت این منطقه در گذشته دارد.",
        "images": [
            "https://media.mehrnews.com/d/2023/04/03/4/4481871.jpg?ts=1680502475008"
        ]
    },
    {
        "id": "84",
        "context": "غار دستکند قهرمان که در ۱۲ کیلومتری غرب اصفهان و نزدیکی خمینی‌شهر قرار دارد، دارای دهانه‌ای با ارتفاع ۱۰ متر و عرض ۵ متر است. در داخل غار، بقایای دیوارهای سنگی و یک آب‌انبار با ساروج اندودکاری شده به چشم می‌خورد که نشان از استفاده و معماری خاص این غار دستکند دارد.",
        "images": [
            "https://media.mehrnews.com/d/2023/04/03/4/4481867.jpg?ts=1680502475170"
        ]
    },
    {
        "id": "85",
        "context": "چشمه لادر را در یک منطقه کوهستانی و در ۵ کیلومتری خمینی‌شهر است. این منطقه در جاده کمربندی خمینی‌شهر به نجف‌آباد قرار دارد و با جاذبه‌هایی همچون آبشار، چشمه، و چشم‌انداز دشت‌های اطراف، مکانی مناسب برای گردشگری است. چشمه لادر همچنین دارای امکانات رفاهی مانند فضای بازی کودکان و پارکینگ بزرگ است.",
        "images": [
            "https://www.vilajar.com/Dashboard/GetArticleImage/29940"
        ]
    },
    {
        "id": "86",
        "context": "پارک پیروزی در خمینی‌شهر که در حدود سال ۱۳۶۳ تأسیس شده، از قدیمی‌ترین و بزرگ‌ترین پارک‌های خمینی‌شهر محسوب می‌شود. این پارک با وجود قدمت خود، امکانات مدرنی دارد و به دلیل آب‌وهوای مطبوع و فضای زیبایش، هر ساله گردشگران زیادی را به خود جذب می‌کند.",
        "images": [
            "https://static.neshanmap.ir/places/images/071/1765016_7362936_Thumbnail.jpeg"
        ]
    },
    {
        "id": "87",
        "context": "این عکس، منظره‌ای زیبا از جنگل‌های حرا در سواحل بندر سیریک را به نمایش می‌گذارد. در این تصویر، قایق‌ها در میان درختان حرا که ریشه‌هایشان در آب‌های زلال خلیج فارس قرار دارد، به حرکت درآمده‌اند. این تورهای قایق‌سواری یکی از جذاب‌ترین فعالیت‌های گردشگری در این منطقه هستند که تجربه‌ای منحصربه‌فرد از طبیعت بکر و اکوسیستم ویژه جنگل‌های حرا را به بازدیدکنندگان ارائه می‌دهند.",
        "images": [
            "https://api2.kojaro.com/media/2020-9-a9221243-47c7-4d57-8b9e-773ae99d5129-67c46106c1067c5ba766d3c6?w=1920&q=80"
        ]
    },
    {
        "id": "88",
        "context": "این ساحل سیریک در کنار دریای عمران، ماسه‌های نرم و سفید با آب‌های زلال و آبی دریا تلاقی کرده‌اند. این سواحل بکر و زیبا، که خبری از هیاهوی شهری در آن‌ها نیست، مکانی ایده‌آل برای آرامش و لذت بردن از طبیعت است و نشان از زیبایی‌های پنهان جنوب ایران دارد.",
        "images": [
            "https://cdn.donya-e-eqtesad.com/thumbnail/m5TZPUQa9cub/QHn8O9nsSzT8qCU7RegsN6Pbb5v74eEtbKeSOh05RaY2X_e9Hxpfokt7TZyzEhnm/%D8%B9%DA%A9%D8%B3+%D8%A8%D8%B1%D8%A7%DB%8C+%D8%AE%D8%A8%D8%B1+%DA%AF%D8%B1%D8%AF%D8%B4%DA%AF%D8%B1%DB%8C+%D8%A8%D9%86%D8%AF%D8%B1%D8%B3%DB%8C%D8%B1%DB%8C%DA%A9+copy.jpg"
        ]
    },
    {
        "id": "89",
        "context": "این عکس، نمای کلی از بندر چندمنظوره سیریک را نشان می‌دهد. این بندر که در استان هرمزگان قرار دارد، یکی از سواحل بکر و شنی کنار دریای عمان محسوب می‌شود. بندر چندمنظوره سیریک نقش مهمی در فعالیت‌های تجاری و اقتصادی منطقه ایفا می‌کند و با اسکله و امکانات خود، به یکی از مراکز مهم دریایی تبدیل شده است.",
        "images": [
            "https://cdn.tinn.ir/thumbnail/63kBACABvfID/U7Ccvlt33jn-OqlMlImgutVLjEcw-jhlF2WJsSK4fMDDVSZN8IEX4Zd7jkGxwBqLJ5jM-fGYwhs1w24HZ1koLIrZGHouzfjA/%D8%A8%D9%86%D8%AF%D8%B1+%D8%B3%DB%8C%D8%B1%DB%8C%DA%A9+.jpg"
        ]
    },
    {
        "id": "90",
        "context": "قلعه پرتغالی‌ها یا قلعه هرمز که در ضلع شمالی جزیره هرمز و مشرف به آب‌های نیلگون خلیج فارس قرار دارد، مربوط به عصر صفوی است. این بنا که توسط آلفونسو آلبرکرک، دریانورد پرتغالی، ساخته شد، یکی از سالم‌ترین قلعه‌های به‌جای‌مانده از دوره تسلط پرتغالی‌ها در سواحل جنوبی ایران است. قلعه هرمز در زمان شاه عباس فتح شد و به‌عنوان یک مکان نظامی و مسکونی مورد استفاده قرار می‌گرفت.",
        "images": [
            "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2020/03/%D8%B9%DA%A9%D8%B3-%D8%B4%D8%A7%D8%AE%D8%B5.jpg"
        ]
    },
    {
        "id": "91",
        "context": "معبد ویشنو یا معبد هندوها که در سال ۱۸۹۲ توسط جامعه هندی مقیم و تاجران هندی ساخته شد، به خدای ویشنو اختصاص دارد و معماری خاصی دارد که آن را از سایر بناهای منطقه متمایز می‌کند.",
        "images": [
            "https://safarmarket.com/blog/data/uploaded_files/a5ac544aceb2414dcecccb2c.jpg"
        ]
    },
    {
        "id": "92",
        "context": "روستای چاه تلخآب علیا که از توابع بخش بوستان شهرستان باشت در استان کهگیلویه و بویراحمد است، در فاصله ۲۵ کیلومتری شهر باشت واقع شده است. مردمان این روستا از اقوام بختیاری هستند و با گویش لری جنوبی صحبت می‌کنند.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Chahtalkh.jpg/500px-Chahtalkh.jpg"
        ]
    },
    {
        "id": "93",
        "context": "گردنه شلالدون در مسیر جاده ارتباطی مهم اهواز-شیراز و کهگیلویه و بویراحمد به بنادر جنوبی قرار دارد و با مناظر بدیع و دلفریب خود، به استراحتگاه مسافران تبدیل شده است. در فصل بهار، درختان بادام با شکوفه‌های سفید و سبزه و سبزار زمین، منظره‌ای رؤیایی و شاداب را خلق می‌کنند که آرامش را به بازدیدکنندگان هدیه می‌دهد. برای رفاه گردشگران، امکاناتی مانند منبع ذخیره آب، سرویس بهداشتی، آلاچیق و سکوهای نشیمن در این منطقه فراهم شده است.",
        "images": [
            "https://img9.irna.ir/old/Image/1398/13980102/83251420/N83251420-72916662.jpg"
        ]
    },
    {
        "id": "94",
        "context": "این تصویر، نمای کلی از روستای مُزک را نشان می‌دهد. این روستا در منطقه‌ای کوهستانی و سرسبز واقع شده و خانه‌های آن به صورت پلکانی در دامنه کوه قرار گرفته‌اند. مُزک با طبیعت بکر و آب‌وهوای مطبوع، فضایی آرام و دل‌انگیز را به وجود آورده است.",
        "images": [
            "https://www.eneshat.com/images/2018/01/mazdak-darta055.jpg"
        ]
    },
    {
        "id": "95",
        "context": "روستا سرابیز که از توابع شهرستان گچساران است، در مسیر فرعی شیراز-اهواز واقع شده است. اهالی این روستا که همگی از سادات هستند، در نزدیکی امام‌زاده سید محمد ساکن هستند و شغل اصلی آن‌ها کشاورزی و کار در شرکت نفت گچساران است.",
        "images": [
            "https://www.kebnanews.ir/images/docs/000408/n00408153-r-b-002.jpg"
        ]
    },
    {
        "id": "96",
        "context": "پارک ساحلی باشت که در جاده باشت قرار دارد، به دلیل وجود فضای سبز، مسیرهای پیاده‌روی و نزدیکی به جاذبه‌هایی مانند قلعه منصورخان باشتی، به یک مقصد تفریحی محبوب برای مردم محلی و گردشگران تبدیل شده است.",
        "images": [
            "https://sobhezagros.ir/images/2024/11/20241104110454_original_15.webp"
        ]
    },
    {
        "id": "97",
        "context": "این عکس، نمای هوایی از پارک باوی باشت را به تصویر کشیده است. در این پارک، فضای سبز، درختان، و امکانات تفریحی و ورزشی برای استفاده عموم فراهم شده است.",
        "images": [
            "https://s3.dana.ir/dana/uploads/23/11/1394/644914.jpg"
        ]
    },
    {
        "id": "98",
        "context": "نقش‌برجسته تنگ قندیل که در شهرستان کوه‌چنار و در ۸ کیلومتری شهر قائمیه واقع شده است، مربوط به دوران ساسانی است. این نقش‌برجسته، صحنه ازدواج شاپور اول ساسانی با ملکه آذر آناهید را به تصویر می‌کشد و به دلیل اهمیت تاریخی در سال ۱۳۸۰ در فهرست آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Sarab-e_Qandil_Panel_view.jpg/500px-Sarab-e_Qandil_Panel_view.jpg"
        ]
    },
    {
        "id": "99",
        "context": "غار کله‌کفتری بزرگ و زیبا که در ارتفاعات جنوب شرقی قائمیه و در نزدیکی غار شاهپور قرار دارد، در زبان محلی به معنی «جای کبوتر» است. با طول نزدیک به ۸۰۰ متر و عمق ۸۰ متر، این غار دومین غار عمودی استان فارس از نظر فنی به شمار می‌رود و در گذشته محل زندگی تعداد زیادی کبوتر بوده است.",
        "images": [
            "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJYKsxVTjzwbc2VSRzT_CxhYChYQo4G_aJKg&s"
        ]
    },
    {
        "id": "100",
        "context": "آب چشمه آبگرم سراب بهرام در شهرستان ممسنی که در مجاورت جاده چنارشاهیجان به نورآباد واقع شده، دارای املاح معدنی و ترکیبات گوگردی است که برای مقاصد درمانی و مداوای برخی بیماری‌ها مورد استفاده قرار می‌گیرد.",
        "images": [
            "https://www.safarbazi.com/mag/wp-content/webp-express/webp-images/uploads/2023/10/Sarab-Bahram-Lamard-hot-spring.jpg.webp"
        ]
    },
    {
        "id": "101",
        "context": "پل تاریخی زمان‌خان با دو دهانه طاق قوسی، به طول ۲۲ متر، عرض ۵ متر و ارتفاع ۱۳ متر، در سال ۱۰۲۲ هجری قمری و در دوره صفویه بر روی رودخانه زاینده‌رود ساخته شده است. پل زمان‌خان که توسط زمانخان نفر، یکی از رؤسای طوایف قشقایی، بنا شد، در فاصله ۲۱ کیلومتری شهرکرد و در فهرست آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2024/03/index477.jpgRasekhoon.jpg"
        ]
    },
    {
        "id": "102",
        "context": "پل هوره در روستای هوره از توابع شهرستان سامان که مربوط به دوره صفویان است، با هدف اتصال روستاهای هوره و سوادجان بر روی رودخانه زاینده‌رود ساخته شده است. پل هوره علاوه بر اتصال این دو روستا، برای جلوگیری از سیل و تنظیم جهت آب نیز مورد استفاده قرار می‌گرفته است و با وجود گذشت قرن‌ها، همچنان استحکام و مقاومت خود را حفظ کرده است.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2020/10/1-29.jpg"
        ]
    },
    {
        "id": "103",
        "context": "حمام تاریخی هوره که قدمت آن به ۷۰۰ سال پیش می‌رسد، زیر خاک مدفون شده و نشان‌دهنده قدمت روستای هوره در شهرستان سامان است. حمام هوره در گذشته به‌صورت خزانه‌ای با ستون‌های سنگی و دیگ مسی بزرگ بوده که متأسفانه بخش‌هایی از آن به دلیل بی‌توجهی تخریب شده است.",
        "images": [
            "https://api2.kojaro.com/media/2018-3-e9228ed9-4f90-4461-a19b-fd7104c139e3-67c460efc1067c5ba7637e38?w=828&q=80"
        ]
    },
    {
        "id": "104",
        "context": "این تصویر، نمایی از روستای سوادجان در شهرستان سامان را به نمایش می‌گذارد. این روستا که در حاشیه رودخانه زاینده‌رود قرار دارد، با بافت قدیمی بیش از ۶۰۰ سال خود که مربوط به دوران صفوی است، و همچنین باغ‌های سرسبز و جاذبه‌هایی مانند امام‌زاده سلیمان، یکی از مقاصد دیدنی منطقه است.",
        "images": [
            "https://www.uspace.ir/public/img/place/savadjan/images/savadjan_uspace_1735234246.jpg"
        ]
    },
    {
        "id": "105",
        "context": "روستای مارکده که در یکی از پیچ‌وخم‌های رودخانه زاینده‌رود قرار دارد. در این تصویر، رودخانه زاینده‌رود که پرآب‌ترین قسمت رودخانه در این منطقه است، روستا را احاطه کرده و چشم‌اندازی خیره‌کننده و بی‌نظیر را ایجاد کرده است.",
        "images": [
            "https://kite.ir/UploadData/Other/%D8%A7%D8%B7%D9%84%D8%A7%D8%B9%D8%A7%D8%AA%DB%8C-%D8%AC%D8%A7%D9%85%D8%B9-%D8%AF%D8%B1-%D9%85%D9%88%D8%B1%D8%AF-%D9%85%D8%A7%D8%B1%DA%A9%D8%AF%D9%87.jpg_e5wtkj0q.kts.jpg"
        ]
    },
    {
        "id": "106",
        "context": "ساحل ریشهر در بوشهر که در کرانه خلیج فارس واقع شده، با آب‌های زلال و چشم‌انداز خیره‌کننده، به‌ویژه در فصول خنک‌تر سال، به یک مقصد محبوب گردشگری تبدیل می‌شود. علاوه بر زیبایی‌های طبیعی، این ساحل دارای قدمتی تاریخی به دوران ایلامی‌ها است که حکایت از تمدن کهن منطقه دارد.",
        "images": [
            "https://media.fanoosedarya.ir/wp-content/uploads/2023/07/%D8%B3%D8%A7%D8%AD%D9%84-%D8%B1%DB%8C%D8%B4%D9%87%D8%B1-%D8%A8%D9%88%D8%B4%D9%87%D8%B1.jpg"
        ]
    },
    {
        "id": "107",
        "context": "عمارت گلشن در محله بهبهانی بوشهر با قدمت ۱۷۰ سال، متعلق به دوره قاجاریه است. این بنا با پنجره‌های بلند و شیشه‌های رنگی خود، نمونه‌ای از معماری باشکوه آن دوره است. عمارت گلشن که در سال ۱۳۷۷ در فهرست میراث ملی به ثبت رسید، امروزه به‌عنوان یک جاذبه تاریخی پذیرای گردشگران است.",
        "images": [
            "https://safarmarket.com/blog/data/uploaded_files/9bce6614fd1b55ed29d352c8.jpg"
        ]
    },
    {
        "id": "108",
        "context": "بازار قدیمی بوشهر که در دوره قاجاریه ساخته شده، با معماری چشم‌نواز و سقف‌های خاص خود، نور را به زیبایی به داخل هدایت می‌کند. این بازار قدیمی داستان‌های زندگی مردم در دوره‌های مختلف را در دل خود جای داده و هنوز هم با رنگ و بوی خود، زنده و پویا است.",
        "images": [
            "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2022/09/01-3.jpg"
        ]
    },
    {
        "id": "109",
        "context": "عمارت کازرونی در محله قدیمی بهبهانی بوشهر که مربوط به اوایل دوره قاجار است، در تاریخ ۱۰ مهر ۱۳۸۰ با شماره ۴۰۴۵ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده و نشان‌دهنده سبک معماری سنتی و تاریخی شهر بوشهر است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/fa/e/e8/%D8%B9%D9%85%D8%A7%D8%B1%D8%AA_%DA%A9%D8%A7%D8%B2%D8%B1%D9%88%D9%86%DB%8C_%28%D9%85%D8%AD%D9%84%D9%87_%D8%A8%D9%87%D8%A8%D9%87%D8%A7%D9%86%DB%8C%29.jpg"
        ]
    },
    {
        "id": "110",
        "context": "جزیره خارگ را در خلیج فار مسکونی و با اهمیت اقتصادی بالا، در فاصله ۳۸ کیلومتری بندر گناوه و ۴۶ کیلومتری بوشهر واقع شده است. خارگ که توسط جلال آل احمد به «دُرّ یتیم خلیج فارس» ملقب شده، به‌عنوان مرکز صادرات نفت ایران فعالیت می‌کند و شرکت‌های بزرگی مانند شرکت نفت فلات قاره و شرکت پایانه‌های نفتی ایران در آن مشغول به کار هستند.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/3/39/Kharg_Island_in_2022_%2807%29.jpg"
        ]
    },
    {
        "id": "111",
        "context": "جزیره شیف، جزیره ای ماسه‌ای در شمال بندر بوشهر و در انتهای تالاب حله قرار دارد. جزیره شیف که از به هم پیوستن آب رودخانه‌های شاپور و دالکی ایجاد شده، در فاصله ۶ کیلومتری شمال بندر بوشهر واقع است. مردم این جزیره اغلب عرب‌زبان و اهل سنت هستند و شغل اصلی آن‌ها صیادی است. این جزیره از سال ۱۳۸۸ با احداث جاده به خشکی متصل شده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/4/45/Shif_island%2C_Iran.jpg"
        ]
    },
    {
        "id": "112",
        "context": "این تصویر، کاروانسرای ایزدخواست را به نمایش می‌گذارد. این کاروانسرا مربوط به زمان شاه عباس صفوی است و در داخل شهر ایزدخواست واقع شده است. این بنا در تاریخ ۷ مهر ۱۳۵۴ با شماره ۱۱۱۲ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده و نشان‌دهنده معماری و اهمیت این منطقه در مسیرهای تجاری گذشته است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Izadkhast_caravanserail_samanide.jpg/500px-Izadkhast_caravanserail_samanide.jpg"
        ]
    },
    {
        "id": "113",
        "context": "دژ ایزدخواست که مربوط به دوره ساسانیان و سده‌های اولیه پس از اسلام است، در ۶۰ کیلومتری شمال آباده واقع شده است. این دژ که با نام‌های قلعه سرسنگ یا قلعه کهنه نیز شناخته می‌شود، نخستین بنای طبقاتی دنیا و پس از ارگ بم، بزرگ‌ترین سازه خشتی جهان محسوب می‌شود. چهارطاقی درون این قلعه نیز در فهرست آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Izadkhast_Fortress.jpg/1200px-Izadkhast_Fortress.jpg"
        ]
    },
    {
        "id": "114",
        "context": "پل تاریخی ایزدخواست که مربوط به دوره صفوی است، در مقابل کاروانسرای شاه‌عباسی و بر روی رودخانه‌ای که زمانی پرآب بوده، ساخته شده است. پل ایزدخواست که با مصالح محلی بنا شده، امروزه به عنوان یک نماد مهم از میراث فرهنگی منطقه شناخته می‌شود.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/%D9%BE%D9%84_%D8%A7%DB%8C%D8%B2%D8%AF%D8%AE%D9%88%D8%A7%D8%B3%D8%AA.jpg/500px-%D9%BE%D9%84_%D8%A7%DB%8C%D8%B2%D8%AF%D8%AE%D9%88%D8%A7%D8%B3%D8%AA.jpg"
        ]
    },
    {
        "id": "115",
        "context": "عمارت کلاه‌فرنگی آباده که در میان باغچه‌ای کوچک واقع شده، مربوط به دوران قاجار است و به سبک عمارت‌های کلاه‌فرنگی شیراز ساخته شده است. این بنا در سال ۱۳۷۹ به شماره ۳۴۰۸ در فهرست آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/%DA%A9%D9%84%D8%A7%D9%87_%D9%81%D8%B1%D9%86%DA%AF%DB%8C_%D8%A2%D8%A8%D8%A7%D8%AF%D9%87_2.jpg/500px-%DA%A9%D9%84%D8%A7%D9%87_%D9%81%D8%B1%D9%86%DA%AF%DB%8C_%D8%A2%D8%A8%D8%A7%D8%AF%D9%87_2.jpg"
        ]
    },
    {
        "id": "116",
        "context": "این تصویر، فضای داخلی تیمچه صرافیان در آباده را به نمایش می‌گذارد. این بنا که مربوط به دوره قاجار است، در بازار کهنه آباده و در بافت قدیمی شهر واقع شده است. تیمچه صرافیان در تاریخ ۱۳ مهر ۱۳۷۶ با شماره ۱۹۳۲ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده و نمونه‌ای از معماری بازارهای قدیمی ایران است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Timche_Sarafian_inside_2.jpg/250px-Timche_Sarafian_inside_2.jpg"
        ]
    },
    {
        "id": "117",
        "context": "پوشش گیاهی لارستان در استان فارس شامل درختان و درختچه‌های گرمسیری مانند بادام کوهی، کنار، استبرق، بنه، کلخنگ، کیکم و همچنین گیاهان شورپسند، گز، قیچ، نخل، نیزار و پده است. علاوه بر این، گیاهان مرتعی متنوع و پرگل و برخی گیاهان دارویی مانند آویشن، بابونه و گلرنگ نیز در این منطقه یافت می‌شوند.",
        "images": [
            "https://mldl.ir/wp-content/uploads/2021/11/%DA%AF%DB%8C%D8%A7%D9%87%D8%A7%D9%86-%D8%AF%D8%A7%D8%B1%D9%88%DB%8C%DB%8C-280x182.jpg"
        ]
    },
    {
        "id": "118",
        "context": " رشته‌کوه کرکس که از شهرستان کاشان تا اردستان امتداد دارد، یکی از مهم‌ترین مناطق طبیعی استان اصفهان است. بلندترین قله این کوهستان، قله کرکس نام دارد که در شهرستان نطنز واقع شده است. با توجه به ارتفاع زیاد، قله‌های این کوهستان تقریباً در نیمی از سال پوشیده از برف هستند و منبع اصلی بسیاری از چشمه‌ها، از جمله چشمه‌های کامو، گزرتو و چورنکی محسوب می‌شوند. در دامنه‌های این کوهستان، انواع جانوران وحشی نظیر کل و بز، قوچ، میش وحشی و حتی پلنگ و گربه وحشی زیست می‌کنند. نام این کوه به روایتی از عبارت قدیمی کار-کاسی  به معنای «شهر کاسی‌ها» گرفته شده و برخی دیگر نیز می‌گویند که به دلیل بلندی زیاد، کرکس بر فراز آن پرواز نمی‌کند.",
        "images": [
            "https://berimkouh.com/images/destinations/large/16423400972275.jpg"
        ]
    },
    {
        "id": "119",
        "context": "پوشش گیاهی کاشان تحت تأثیر آب و هوای منطقه و موقعیت جغرافیایی آن قرار دارد. در مناطق کویری مانند ابوزید آباد و سیازگه، پوشش گیاهی شامل گیاهانی است که با شرایط کم آبی سازگار هستند، مانند درمنه، گون و چوبک. همچنین، به دلیل نزدیکی به سفره‌های زیرزمینی، این مناطق میزبان حیواناتی مانند شاهین، خرگوش، عقاب، روباه شنی و... هستند. در مناطق مرتفع‌تر و خوش آب و هواتر مانند قمصر و برزک، پوشش گیاهی متنوع‌تری وجود دارد که شامل گیاهان سازگار با آب و هوای سردتر است.",
        "images": [
            "https://cdn.yjc.ir/files/fa/news/1394/1/31/3114136_962.jpg"
        ]
    },
    {
        "id": "120",
        "context": "رودخانه نوغان از دامنه‌های کوه‌های زاگرس در شهرستان بویین میاندشت سرچشمه می‌گیرد و به سمت غرب جریان دارد. رودخانه نوغان پس از پیوستن به رودخانه اناربار در گلپایگان، در نهایت به دریاچه نمک می‌ریزد. در این عکس، مسیر پرپیچ‌وخم رودخانه در میان دشت‌های سرسبز و درختان انبوه دیده می‌شود که نشان‌دهنده زیبایی و طراوت طبیعت این منطقه است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2022/10/about-bueen-miyandasht2.jpg"
        ]
    },
    {
        "id": "121",
        "context": "چشمه افوس در فاصله ۲ کیلومتری جنوب شهر افوس، غربی‌ترین شهر استان اصفهان، واقع شده است. سرچشمه افوس که در ارتفاع ۲۶۰۰ متری از سطح دریا قرار دارد، از آب شدن برف‌های کوه‌های زاگرس در این منطقه به وجود آمده است. در این عکس، آب زلال چشمه در میان فضای سبز و کوهستانی جریان دارد و منظره‌ای دل‌انگیز و خنک را پدید آورده است.",
        "images": [
            "https://www.otaghak.com/blog/wp-content/uploads/2021/08/about-buin-va-miandasht10.jpg"
        ]
    },
    {
        "id": "122",
        "context": "این تصویر، پل قدیمی ساسانی را بر روی رودخانه قره آغاج (یا مند) نشان می‌دهد. این رودخانه یکی از مهم‌ترین رودخانه‌های استان فارس و بوشهر است که با طول ۷۰۰ کیلومتر، از کوه تاسک دشمن زیاری سرچشمه می‌گیرد و در نهایت به خلیج فارس می‌ریزد. در طول مسیر، رودخانه‌هایی مانند شور جهرم، سیمکان و شور دهرم به آن می‌پیوندند. آب این رودخانه که دائمی است، برای مصارف کشاورزی و شرب استفاده می‌شود. این عکس به‌خوبی عرض رودخانه را در نزدیکی پل نشان می‌دهد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sassanian-Era_Bridge%2C_Iran.jpg/500px-Sassanian-Era_Bridge%2C_Iran.jpg"
        ]
    },
    {
        "id": "123",
        "context": " ارشته‌کوه سپیدار با طول ۷۷ کیلومتر و عرض ۷ تا ۱۰ کیلومتر، یکی از بلندترین رشته‌کوه‌های استان فارس است. این رشته‌کوه از شمال روستای زنجیران در کوار آغاز شده و به سمت جنوب شرق تا شمال روستای گنگ در میمند امتداد می‌یابد. در این عکس، کوه‌های بلند و صخره‌ای در میان دشت‌های سرسبز به چشم می‌خورند که نشان‌دهنده طبیعت بکر و زیبای این منطقه است.",
        "images": [
            "https://api2.kojaro.com/media/2018-4-b4e84494-5495-4523-9a7c-0c9ff883d451-67c460f0c1067c5ba763ad94?w=828&q=80"
        ]
    },
    {
        "id": "124",
        "context": "   شهرپیر یا دریاچه میدان‌گل، دریاچه فصلی در جنوب شهرستان زرین‌دشت استان فارس واقع شده و مساحتی حدود ۴۵ کیلومتر مربع دارد. در این عکس، آب دریاچه کم‌عمق دیده می‌شود و در حاشیه آن نیزارها و گیاهان تالابی به چشم می‌خورد. در کف این دریاچه چند فروچاله وجود دارد که مردم محلی آن را «چاه زلزله» می‌نامند. این دریاچه با چشم‌انداز طبیعی خود، محیطی آرام و دل‌نشین را ایجاد کرده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Shahr-e_pir_lake%2C_Fars.png/500px-Shahr-e_pir_lake%2C_Fars.png"
        ]
    },
    {
        "id": "125",
        "context": " دریاچه  سد انگبینه که به دریاچه شهیون نیز معروف است، در پشت سد دز و در نزدیکی شهر اندیمشک در استان خوزستان واقع شده است. این دریاچه با چشم‌انداز خیره‌کننده و آب‌های آرام، به یکی از مقاصد گردشگری طبیعی منطقه تبدیل شده است. در این عکس، آب آبی دریاچه در میان کوه‌های سنگی به چشم می‌خورد که محیطی مناسب برای فعالیت‌های تفریحی مانند قایق‌رانی و اسکی روی آب را فراهم کرده است.",
        "images": [
            "https://asredarab.com/wp-content/uploads/2015/12/20151120_153024-Copy.jpg"
        ]
    },
    {
        "id": "126",
        "context": " گابریک نام رودخانه و منطقه‌ای در بخش مرکزی شهرستان بندر جاسک استان هرمزگان است که به دلیل طبیعت بکر و آب و هوای مناسب، یک زیست‌بوم غنی را ایجاد کرده است. این منطقه با پوشش گیاهی انبوه و رودخانه جاری، نمادی از پویایی و زندگی است.",
        "images": [
            "https://amlakbandarabbas.ir/wp-content/uploads/2023/07/%D8%AC%D9%86%DA%AF%D9%84-%D8%AD%D8%B1%D8%A7.webp"
        ]
    },
    {
        "id": "127",
        "context": "زاگرس یک رشته‌کوه عظیم در غرب و جنوب غربی ایران است که از مرز ترکیه و عراق آغاز شده و تا استان هرمزگان ادامه دارد. این رشته‌کوه مرز طبیعی بین فلات ایران و بین‌النهرین را تشکیل می‌دهد و با قله‌های مرتفعی مانند دنا، اشترانکوه و زردکوه، چشم‌اندازهای خیره‌کننده‌ای را خلق کرده است. این کوهستان با پوشش گیاهی و حیات وحش غنی خود، یکی از مهم‌ترین مناطق طبیعی و زیست‌محیطی ایران به شمار می‌رود.",
        "images": [
            "https://mojekooh.com/wp-content/uploads/2023/08/%D8%B1%D8%B4%D8%AA%D9%87-%DA%A9%D9%88%D9%87-%D8%B2%D8%A7%DA%AF%D8%B1%D8%B3.jpg"
        ]
    },
    {
        "id": "128",
        "context": "زاینده‌رود، شریان حیاتی و قلب تپنده اصفهان، در طول تاریخ، با سخاوت خود زندگی و سرسبزی را به این شهر هدیه داده است. پل‌های تاریخی بی‌نظیری چون سی‌وسه‌پل و پل خواجو، نه تنها گذرگاهی برای عبور و مرور، بلکه نمادی از پیوند عمیق میان فرهنگ، هنر و طبیعت هستند. در حاشیه این رودخانه، مردم برای قدم زدن، گپ‌وگفت و لذت بردن از نسیم خنک جمع می‌شوند و این فضا را به پاتوقی دلنشین تبدیل می‌کنند. تصویر کنونی، با نمایش بستر رودخانه و حضور مردم در اطراف آن، بازتاب‌دهنده همین جریان زندگی و اهمیت زاینده‌رود در بطن شهر اصفهان است. این رودخانه نه تنها یک منبع آبی، بلکه بخشی از هویت و روح اصفهان است که خاطرات جمعی مردم را در خود جای داده.",
        "images": [
            "https://visitiran.ir/public/visitPic/d_16/public/2019-11/%D8%AD%D8%A7%D8%B4%D9%8A%D9%87%20%D8%B2%D8%A7%D9%8A%D9%86%D8%AF%D9%87%20%D8%B1%D9%88%D8%AF%200%20(2).JPG"
        ]
    },
    {
        "id": "129",
        "context": "جریان آرام و دل‌انگیز رودخانه پلاسجان، که از قلب استان اصفهان می‌گذرد، منظره‌ای زیبا و آرامش‌بخش را خلق کرده است. این رودخانه، که از به هم پیوستن شاخه‌هایی از فریدون‌شهر و بوئین میاندشت تشکیل می‌شود، سرسبزی و حیات را به دشت‌های اطراف هدیه می‌دهد. تصویر، مسیر پرپیچ و خم جاده‌ای در امتداد رود را نشان می‌دهد که با درختان سرسبز احاطه شده و فرصتی برای دور شدن از هیاهوی شهر و غوطه‌ور شدن در طبیعت بکر فراهم می‌کند. این مکان، به خصوص در نزدیکی چم‌آقا و مشهدکاوه، سالانه پذیرای گردشگران بسیاری است که به دنبال آرامش در دل طبیعت هستند. این رودخانه نه‌تنها منبع حیاتی کشاورزی منطقه است، بلکه به عنوان یک جاذبه طبیعی، روح تازه‌ای به این سرزمین می‌بخشد.",
        "images": [
            "https://static.cdn.asset.aparat.cloud/avt/11486107-7381-l__6969.jpg?width=450&quality=90&secret=RbMX0EwM1M7aay9UHTpxtA"
        ]
    },
    {
        "id": "130",
        "context": "رشته‌کوه دالان‌کوه بختیاری که در غرب استان اصفهان واقع شده، با قله‌های مرتفع و خط‌الرأس طولانی خود، به یکی از مهم‌ترین منابع طبیعی و ذخایر آبی منطقه تبدیل شده است. قله‌های سر به فلک کشیده و طبیعت سنگی و کوهستانی آن، هر بیننده‌ای را به تأمل وامی‌دارد. با وجود سنگلاخ بودن مسیر، این کوه‌ها به ویژه برای کوهنوردان، جذابیت خاصی دارند. بلندترین قله آن، «داراب‌شاه»، که به دلیل شباهت ظاهری‌اش به «دماوند اصفهان» معروف است، نمادی از ایستادگی و پایداری در این منطقه به شمار می‌رود. این کوهستان نه تنها یک منطقه حفاظت‌شده طبیعی، بلکه بخشی از هویت تاریخی و فرهنگی مردمان بومی نیز هست.",
        "images": [
            "https://fa.tripyar.com/uploads/picture/3559/2.jpg"
        ]
    },
    {
        "id": "131",
        "context": "دریاچه سد زاینده‌رود، که به عنوان بزرگترین دریاچه استان اصفهان شناخته می‌شود، در منطقه‌ای کوهستانی و خوش‌آب‌وهوا در غرب این استان قرار دارد. این دریاچه که با احداث سد زاینده‌رود در سال ۱۳۴۹ شمسی شکل گرفت، با ذخیره آب زاینده‌رود، نقش حیاتی در تأمین آب شرب، کشاورزی و صنعت استان‌های اصفهان و یزد ایفا می‌کند. این دریاچه مصنوعی، منظره‌ای زیبا و چشم‌نواز را در دل کوهستان‌های زاگرس مرکزی پدید آورده است. بخش شمالی دریاچه در استان اصفهان و بخش جنوبی آن در استان چهارمحال و بختیاری قرار دارد و خط تالوگ (عمیق‌ترین نقطه بستر دریاچه) به عنوان مرز میان این دو استان شناخته می‌شود. وجود این دریاچه، اکوسیستم منطقه را تحت تأثیر قرار داده و با ایجاد فضای مناسب برای رشد گیاهان و جانوران، به زیستگاهی برای انواع پرندگان مهاجر و گونه‌های آبزی تبدیل شده است.",
        "images": [
            "http://photos.wikimapia.org/p/00/01/84/75/75_1280.jpg"
        ]
    },
    {
        "id": "132",
        "context": " کوه‌های دهستان شورم که در بخش زیلایی شهرستان مارگون استان کهگیلویه و بویراحمد واقع شده، با چشم‌اندازهای کوهستانی و دره‌های عمیق خود، نمادی از طبیعت بکر و دست‌نخورده زاگرس است. قله‌های صخره‌ای و ستیغ‌های تیز کوه به وضوح دیده می‌شوند که با شیب‌های تند خود، تصویری از پایداری و قدرت را به نمایش می‌گذارند. این کوه‌ها، با پوشش گیاهی پراکنده و خاک حاصلخیز، بستر مناسبی برای رشد گونه‌های گیاهی بومی فراهم کرده و در دل خود چشمه‌ها و رودهای کوچکی را جای داده‌اند که حیات‌بخش این منطقه محسوب می‌شوند. منظره‌ای که در تصویر دیده می‌شود، آرامش و سکوت طبیعت را به بیننده منتقل می‌کند و به خوبی نشان‌دهنده زیبایی‌های پنهان این دهستان است.",
        "images": [
            "https://static.cdn.asset.aparat.com/avt/30234004-3948-b__9538.jpg"
        ]
    },
    {
        "id": "133",
        "context": "این  تالاب مورزرد زیلایی در استان کهگیلویه و بویراحمد که با نام برم مور زرد نیز شناخته می‌شود، در منطقه‌ای کوهستانی و سرسبز واقع شده است. در این عکس، آب آرام و زلال تالاب در زیر آسمانی صاف و آبی قرار گرفته و درختان و پوشش گیاهی انبوه اطراف، بازتاب زیبایی در آن ایجاد کرده‌اند. تپه‌ها و کوه‌های اطراف تالاب، با پوشش گیاهی متنوع خود، منظره‌ای طبیعی و دل‌انگیز خلق کرده‌اند.",
        "images": [
            "https://api2.kojaro.com/media/2020-11-57cd3897-5c07-4234-8807-c41b670a488a-67c46107c1067c5ba766fe46?w=1200&q=80"
        ]
    },
    {
        "id": "134",
        "context": "رودخانه مارون از رشته‌کوه‌های زاگرس در استان کهگیلویه و بویراحمد سرچشمه می‌گیرد و پس از عبور از استان خوزستان، با نام رود جراحی به تالاب شادگان و در نهایت به خلیج فارس می‌ریزد. رودخانه پرآب در میان دشت‌ها و کوه‌های سرسبز جریان دارد و منظره‌ای دل‌نشین و بکر را ایجاد کرده است.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/09/5-9.jpg"
        ]
    },
    {
        "id": "135",
        "context": "رودخانه جن از بخش موگرمون در شهرستان لنده استان کهگیلویه و بویراحمد سرچشمه می‌گیرد، سپس از روستای لیرکک دشمن زیاری عبور کرده و در نهایت به رودخانه مارون می‌پیوندد. رودخانه جن به دلیل مسیر پر پیچ و خم و جریان آب پرقدرت، منظره‌ای چشمگیر و دیدنی را ایجاد کرده است.",
        "images": [
            "https://fa.wikipedia.org/wiki/%D8%B1%D9%88%D8%AF%D8%AE%D8%A7%D9%86%D9%87_%D8%AC%D9%86#/media/%D9%BE%D8%B1%D9%88%D9%86%D8%AF%D9%87:%D8%B1%D9%88%D8%AF%D8%AE%D8%A7%D9%86%D9%87_%D8%AC%D9%86.png"
        ]
    },
    {
        "id": "136",
        "context": " کوه سیاه که با نام محلی کوه گرگش نیز شناخته می‌شود، در استان اصفهان و نزدیکی شهر نطنز واقع شده است. کوه سیاه بخشی از رشته‌کوه‌های کرکس است و با صخره‌های تیره و چشم‌اندازهای کوهستانی خود، جلوه‌ای خاص به این منطقه داده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Cracker_Peak_and_Mount_Siyeh_from_Skyline.JPG/500px-Cracker_Peak_and_Mount_Siyeh_from_Skyline.JPG"
        ]
    },
    {
        "id": "137",
        "context": "رشته‌کوه سفید با ارتفاع ۲۴۷۰ متر از سطح دریا، در جنوب شرقی بخش جناح شهرستان بستک و در جنوب استان هرمزگان قرار دارد. در دامنه‌های این کوه، جنگل‌های انبوهی از درختان مختلف مانند بنه و بادام کوهی و همچنین آودون‌های شیرین وجود دارد که آن را به یک منطقه طبیعی مهم و غنی تبدیل کرده است.",
        "images": [
            "https://s2.wklcdn.com/image_289/8675227/89174153/58141349Master.jpg"
        ]
    },
    {
        "id": "138",
        "context": "رودخانه پلاسجان از به هم پیوستن دو شاخه اصلی، یکی از فریدون‌شهر و دیگری از بوئین میاندشت تشکیل می‌شود و در نهایت در نزدیکی روستای مشهدکاوه به زاینده‌رود می‌ریزد. آب این رودخانه منبع اصلی کشاورزی منطقه است و حاشیه آن با طبیعت زیبا و زمین‌های حاصلخیز، گردشگران زیادی را به خود جذب می‌کند.",
        "images": [
            "https://www.iribnews.ir/files/fa/news/1402/1/17/9464695_956.jpg"
        ]
    },
    {
        "id": "139",
        "context": "زاینده‌رود بزرگ‌ترین و پرآب‌ترین رودخانه فلات مرکزی ایران است که از کوه‌های زاگرس مرکزی در استان چهارمحال و بختیاری سرچشمه گرفته و به تالاب گاوخونی می‌ریزد. این رودخانه که با شماره ۱۱۸ در فهرست میراث طبیعی ایران ثبت شده، نقش حیاتی در زندگی و کشاورزی منطقه دارد.",
        "images": [
            "https://safarmarket.com/blog/data/uploaded_files/5d23e7e8ae77bbe0a17fc247.jpg"
        ]
    },
    {
        "id": "140",
        "context": "رشته‌کوه دالانکوه که به آن دالون‌کوه نیز می‌گویند، در غرب استان اصفهان و در میان سه شهرستان فریدن، تیران و کرون و چادگان واقع شده است. بلندترین قله آن با ارتفاع ۳۹۴۰ متر، قله داراب‌شاه نام دارد که به دلیل شباهت ظاهری به قله دماوند، به دماوند اصفهان معروف است. این کوه به دلیل بارش برف فراوان، منبع ذخیره آب دشت‌های اطراف است.",
        "images": [
            "https://last-cdn.com/2020/02/01/YJWwcGLgV5zLeGeGvw4NGceMeL10EkDtW2Acktu5.jpeg"
        ]
    },
    {
        "id": "141",
        "context": "رودخانه بشار از کوه‌های اردکان و ممسنی در استان فارس سرچشمه می‌گیرد و در شرق و شمال شرقی استان کهگیلویه و بویراحمد جریان دارد. رودخانه بشار پس از عبور از شهر یاسوج و پیوستن به رودخانه خرسان، با نام رود بارز به رودخانه کارون و در نهایت به خلیج فارس می‌ریزد. در این عکس، آب زلال رودخانه در میان طبیعت سرسبز و صخره‌های اطراف جریان دارد.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/رودخانه-بشار.jpg"
        ]
    },
    {
        "id": "142",
        "context": "رودخانه گردآوه از چشمه‌های دامنه شمالی کوه‌های سفید و مورندون در شمال غربی یاسوج استان کهگیلویه و بویر احمد سرچشمه می‌گیرد و حدود ۳۰ کیلومتر طول دارد. رودخانه گردآوه در نهایت به رود بشار می‌ریزد.",
        "images": [
            "https://mehrgol.com/app/uploads/2015/09/yasuj_22.jpg"
        ]
    },
    {
        "id": "143",
        "context": "این تصویر، مسیر سرسبز و دل‌انگیز رودخانه مهریان در قسمت شرقی تنگ مهریان را به نمایش می‌گذارد. این رودخانه که یکی از جاذبه‌های طبیعی مهم منطقه است، فضایی فوق‌العاده برای آب‌تنی و پیک‌نیک در گرمای تابستان فراهم می‌کند.",
        "images": [
            "https://www.eligasht.com/Blog/wp-content/uploads/2018/07/%D8%AA%D9%86%DA%AF-%D9%85%D9%87%D8%B1%DB%8C%D8%A7%D9%86.jpg1_.jpg"
        ]
    },
    {
        "id": "144",
        "context": "رشته‌کوه دنا که بلندترین و بزرگ‌ترین چین‌خوردگی رشته‌کوه زاگرس است، با طول تقریبی ۹۰ کیلومتر و ۵۲ قله بالای ۴۰۰۰ متر، یکی از شناخته‌شده‌ترین کوهستان‌های ایران است. بلندترین قله آن، قله قاش مستان با ارتفاع ۴۴۵۹ متر است. دنا در مرز سه استان اصفهان، کهگیلویه و بویراحمد و چهارمحال و بختیاری قرار دارد و منبع سرچشمه رودخانه‌های متعددی مانند بشار، خرسان و مهریان است.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/رشته_کوه-دنا.jpg"
        ]
    },
    {
        "id": "145",
        "context": "دریاچه فصلی کوه گل در نزدیکی شهر سی‌سخت که در دامنه رشته‌کوه دنا واقع شده، با مساحتی حدود نیم هکتار و عمق ۱۵ متر، اکوسیستم جذابی را در اطراف خود ایجاد کرده است. در این منطقه، پرندگان مهاجر و بومی و همچنین گیاهانی مانند گل شقایق، آویشن و ریواس دیده می‌شود.",
        "images": [
            "https://www.flytoday.ir/blog/wp-content/uploads/2024/07/دریاچه-کوه-گل.jpg"
        ]
    },
    {
        "id": "146",
        "context": "تالاب مور زرد زیلایی در شمال غرب شهرستان مارگون استان کهگیلویه و بویر که با نام برم مور زرد نیز شناخته می‌شود، از آب ارتفاعات تنگ سیب و کوه‌های داربری پر می‌شود. دریاچه مور زرد با طبیعت بکر خود، یکی از جاذبه‌های طبیعی این منطقه است.",
        "images": [
            "https://api2.kojaro.com/media/2020-11-57cd3897-5c07-4234-8807-c41b670a488a-67c46107c1067c5ba766fe46?w=828&q=80"
        ]
    },
    {
        "id": "147",
        "context": "دریاچه سد خاکی شاه قاسم که در پنج کیلومتری شهر یاسوج قرار دارد، با تلفیق دریاچه، انبوه درختان بلوط و تپه‌های جنگلی اطراف، یک منطقه گردشگری بسیار دل‌نشین را ایجاد کرده است.",
        "images": [
            "https://kojachetor.com/wp-content/uploads/2024/09/shah-ghasem-dam-lake-2.jpg"
        ]
    },
    {
        "id": "148",
        "context": "رودخانه  مارون از رشته‌کوه‌های زاگرس در استان کهگیلویه و بویراحمد سرچشمه گرفته و در استان خوزستان جریان می‌یابد. در این تصویر، رودخانه در میان دشت‌ها و کوه‌های سنگی حرکت می‌کند. مارون در نهایت با نام رود جراحی به تالاب شادگان و خلیج فارس می‌ریزد.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/09/5-9.jpg"
        ]
    },
    {
        "id": "149",
        "context": "رودخانه تغار از دامنه شمالی کوه چست خوار در استان کهگیلویه و بویراحمد سرچشمه می‌گیرد و با نام آب اسبکی به سمت شمال غربی جریان پیدا می‌کند. در این عکس، رودخانه در میان صخره‌ها و سنگ‌ها حرکت می‌کند و چشم‌اندازی زیبا و طبیعی را ایجاد کرده است.",
        "images": [
            "https://besharnews.ir/wp-content/uploads/2024/03/%DB%B2%DB%B0%DB%B2%DB%B4%DB%B0%DB%B3%DB%B2%DB%B9_%DB%B1%DB%B7%DB%B5%DB%B0%DB%B2%DB%B1-1100x700.jpg"
        ]
    },
    {
        "id": "150",
        "context": "کوه  ساورز در استان کهگیلویه و بویراحمد با میانگین ارتفاع ۳ هزار متر و طول بیش از ۳۰ کیلومتر، یکی از کوه‌های بزرگ رشته‌کوه‌های زاگرس جنوبی است. کوه ساورز که بین دو شهرستان چرام و بویراحمد قرار دارد، با دامنه‌ها و مناطق اطراف خود، یکی از مهم‌ترین مناطق طبیعی و جغرافیایی این استان به شمار می‌رود.",
        "images": [
            "https://cdn.tabnak.ir/files/fa/news/1392/3/11/259549_934.jpg",
            "https://cdn.tabnak.ir/files/fa/news/1392/3/11/259550_964.jpg"
        ]
    },
    {
        "id": "151",
        "context": "کوه نیر که با نام محلی کُه نیر شناخته می‌شود، با ارتفاع ۳۴۵۰ متر، دومین کوه بلند استان کهگیلویه و بویراحمد پس از رشته‌کوه دنا است. کوه نیر که در رشته‌کوه زاگرس جنوبی واقع شده، هرساله شاهد بارش برف بوده و با زیست‌بوم غنی و حیواناتی مانند ببر، خرس و گرگ، یکی از جاذبه‌های طبیعی این استان محسوب می‌شود.",
        "images": [
            "https://www.kebnanews.ir/images/docs/000431/n00431167-b.jpg"
        ]
    },
    {
        "id": "152",
        "context": "کوه  خائیز در شمال شرق بهبهان یکی از جاهای دیدنی بهبهان است که چشم‌اندازهای جذابی از شهر بهبهان، سد انحرافی آریوبرزن و دریاچه پشت آن و همچنین دریاچه سد مارون را فراهم می‌کند.",
        "images": [
            "https://api2.kojaro.com/media/2018-4-8e983108-1cf9-4832-b20c-99b3c65af5dd-67c460f1c1067c5ba763bc69?w=828&q=80"
        ]
    },
    {
        "id": "153",
        "context": "سد مارون را در نزدیکی بهبهان مخزنی با ارتفاع ۱۶۵ متر روی رودخانه مارون احداث شده و دریاچه پشت آن، یکی از جاذبه‌های گردشگری منطقه است. رودخانه مارون، که در این نزدیکی به نام رودخانه امام رضا (ع) نیز شناخته می‌شود، نقش مهمی در پیدایش شهرهای بزرگی مانند بهبهان ایفا کرده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/%D8%AF%D8%B1%DB%8C%D8%A7%DA%86%D9%87_%D8%B3%D8%AF_%D9%85%D8%A7%D8%B1%D9%88%D9%86_%D8%A8%D9%87%D8%A8%D9%87%D8%A7%D9%86.jpg/500px-%D8%AF%D8%B1%DB%8C%D8%A7%DA%86%D9%87_%D8%B3%D8%AF_%D9%85%D8%A7%D8%B1%D9%88%D9%86_%D8%A8%D9%87%D8%A8%D9%87%D8%A7%D9%86.jpg"
        ]
    },
    {
        "id": "154",
        "context": " رودخانه ارمند یکی از مهم‌ترین رودخانه‌های استان چهارمحال و بختیاری است که از ارتفاعات شرقی این استان سرچشمه می‌گیرد و بعد از پیوستن به رودخانه سرخون و بازفت، به سد کارون ۴ می‌ریزد. این رودخانه که بخشی از رودخانه بزرگ کارون است، با آبدهی سالانه حدود ۱۰۰ مترمکعب، مکانی مناسب برای قایق‌سواری گردشگران فراهم کرده است.",
        "images": [
            "https://api2.kojaro.com/media/2020-5-44403e81-03db-4ceb-b03c-2659080e02b1-67c46104c1067c5ba7667aee"
        ]
    },
    {
        "id": "155",
        "context": " رودخانه خرسان که مرز طبیعی بین استان‌های چهارمحال و بختیاری و کهگیلویه و بویراحمد است، از کوه‌های تنگ سرخ در شمال غربی اردکان فارس سرچشمه می‌گیرد و در نهایت به سد کارون ۳ می‌ریزد.",
        "images": [
            "https://static.neshanmap.ir/places/images/817/1789283_7486860--%D8%B1%D9%88%D8%AF%D8%AE%D8%A7%D9%86%D9%87-%D8%AE%D8%B1%D8%B3%D8%A7%D9%86.jpeg"
        ]
    },
    {
        "id": "156",
        "context": "کوه سبزکوه در منطقه حفاظت‌شده سبزکوه در استان چهارمحال و بختیاری واقع شده است. رودخانه سبزکوه، که یکی از شاخه‌های رودخانه کارون است، از همین کوه سرچشمه می‌گیرد.",
        "images": [
            "https://i1.delgarm.com/pic/750/0/1/images/news/a735/1393/04/14/sabzkuh/J1404555352.jpg"
        ]
    },
    {
        "id": "157",
        "context": "کوه سرخ به دلیل جنس شن و ماسه‌های قرمز رنگ خود به این نام خوانده می‌شود. کوه سرخ که به کوه مادر نیز معروف است، دارای دره‌های عمیق و بیش از ۳۰ چشمه فعال است که آن را به مقصدی جذاب برای کوهنوردان تبدیل کرده است.",
        "images": [
            "https://example.com/images/kuh-sorkh.jpg"
        ]
    },
    {
        "id": "158",
        "context": "دریاچه پشت سد کارون ۴ در منطقه میانکوه شهرستان اردل در استان چهارمحال و بختیاری، با احداث سد کارون ۴ بر روی رود کارون ایجاد شده است. منظره زیبای دریاچه در میان کوه‌های زاگرس با پوشش جنگلی، آن را به یک جاذبه گردشگری و اکوتوریستی منحصر به فرد تبدیل کرده است.",
        "images": [
            "https://cdn.mashreghnews.ir/d/2021/12/02/4/3328024.jpg"
        ]
    },
    {
        "id": "159",
        "context": "رودخانه مهران که آب آن شور است، از کوه‌های منطقه اسیر و لامرد سرچشمه گرفته و پس از عبور از بخش‌های مختلف، در نهایت در محلی به نام پل غار به خلیج فارس می‌ریزد. در این عکس، رودخانه در میان دشت‌ها و کوه‌های خشک و صخره‌ای جریان دارد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Mehran_River_%D8%B1%D9%88%D8%AF_%D9%85%D9%87%D8%B1%D8%A7%D9%86_-_panoramio.jpg/500px-Mehran_River_%D8%B1%D9%88%D8%AF_%D9%85%D9%87%D8%B1%D8%A7%D9%86_-_panoramio.jpg"
        ]
    },
    {
        "id": "160",
        "context": "رودخانه علامرودشت یا رودخانه بیرمی، رودخانه فصلی با طول ۱۸۰ کیلومتر، در جنوب استان فارس و در شهرستان‌های لارستان، گراش، لامرد و مهر جریان دارد. شاخه اصلی آن از دهستان صحرای باغ سرچشمه گرفته و در نهایت به حوضه آبریز خلیج فارس و دریای عمان می‌ریزد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Alamarvdasht_River_%D8%B1%D9%88%D8%AF_%D8%B9%D9%84%D8%A7%D9%85%D8%B1%D9%88%D8%AF%D8%B4%D8%AA_%D8%AF%D8%B1_%D8%A7%D9%86%D8%AA%D9%87%D8%A7%DB%8C_%D8%AF%D8%B4%D8%AA_-_panoramio.jpg/500px-Alamarvdasht_River_%D8%B1%D9%88%D8%AF_%D8%B9%D9%84%D8%A7%D9%85%D8%B1%D9%88%D8%AF%D8%B4%D8%AA_%D8%AF%D8%B1_%D8%A7%D9%86%D8%AA%D9%87%D8%A7%DB%8C_%D8%AF%D8%B4%D8%AA_-_panoramio.jpg"
        ]
    },
    {
        "id": "161",
        "context": "کوه نر که با حداکثر ارتفاع ۱۸۱۶ متر، بلندترین کوه شهرستان لامرد استان فارس است، به صورت دیواری عظیم، دشت علامرودشت را از دشت لامرد جدا می‌کند. این کوه که سرشار از منابع طبیعی و زیرزمینی مانند گیاهان دارویی و گاز است، در برخی نقشه‌ها با نام کوه وراوی نیز شناخته می‌شود.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Nar_Mount._Hadi_Karimi.jpg/500px-Nar_Mount._Hadi_Karimi.jpg"
        ]
    },
    {
        "id": "162",
        "context": "کوه تنگ خور با ارتفاع ۱۴۷۲ متر در جنوب استان فارس، در شمال شرق بخش علامرودشت قرار دارد. کوه تنگ خور شهرستان خنج را از بخش علامرودشت جدا می‌کند و میدان گازی شانول نیز در این کوه واقع شده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tange_Khoor_Mount._Hadi_Karimi.jpg/500px-Tange_Khoor_Mount._Hadi_Karimi.jpg"
        ]
    },
    {
        "id": "163",
        "context": "این تصویر، نمای شهری از خمینی‌شهر را به نمایش می‌گذارد که کوه محمودآباد در پس‌زمینه آن دیده می‌شود. این کوه در شهرستان خمینی‌شهر اصفهان قرار دارد و بافت شهری و کوهستانی منطقه را به زیبایی به هم پیوند می‌دهد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/%D8%AE%D9%85%DB%8C%D9%86%DB%8C%E2%80%8C%D8%B4%D9%87%D8%B1.jpg/1200px-%D8%AE%D9%85%DB%8C%D9%86%DB%8C%E2%80%8C%D8%B4%D9%87%D8%B1.jpg"
        ]
    },
    {
        "id": "164",
        "context": "این عکس، منظره‌ای از کوه صالح در اصفهان را نشان می‌دهد. این کوه با چشم‌اندازهای طبیعی خود، یکی از جاذبه‌های طبیعی منطقه است.",
        "images": [
            "https://s2.wklcdn.com/image_210/6316148/180297113/120977861Master.jpg"
        ]
    },
    {
        "id": "165",
        "context": "رودخانه  میناب در نزدیکی شهر مینابکه از به هم پیوستن دو رودخانه رودان و جغین شکل گرفته، به دلیل آب شیرین خود و اهمیتش در تأمین آب شرب و کشاورزی، دارای سد استقلال است. در این عکس، رودخانه در کنار نخلستان‌ها و در میان فضای شهری جریان دارد.",
        "images": [
            "https://fa.wikipedia.org/wiki/%D9%85%DB%8C%D9%86%D8%A7%D8%A8_%28%D8%B1%D9%88%D8%AF%29#/media/%D9%BE%D8%B1%D9%88%D9%86%D8%AF%D9%87:%D9%86%D9%85%D8%A7%DB%8C_%D8%B4%D9%87%D8%B1.jpg"
        ]
    },
    {
        "id": "166",
        "context": "جنگل‌های حرا (مانگرو) که به طلای سبز قشم معروف هستند، در مناطق جزر و مدی ساحلی رشد می‌کنند و زیستگاه درختانی هستند که ریشه‌هایشان در آب قرار دارد. جنگل حرا یک منبع اکولوژیکی مهم و یکی از ذخیره‌گاه‌های زیست‌کره ایران است که با وسعت حدود ۸۵۰۰۰ هکتار، یکی از عجایب هفت‌گانه قشم محسوب می‌شود.",
        "images": [
            "https://api2.kojaro.com/media/2020-9-a9221243-47c7-4d57-8b9e-773ae99d5129-67c46106c1067c5ba766d3c6?w=1920&q=80"
        ]
    },
    {
        "id": "167",
        "context": "رودخانه شور در استان فارس از ۳ کیلومتری جنوب شرقی نصیرآباد در شهرستان فسا سرچشمه می‌گیرد و در نهایت به رودخانه قره‌آغاج می‌ریزد. این رودخانه که معمولاً فصلی است، با ورود به منطقه هکان به دلیل تغذیه از چشمه آهکی، دارای جریان دائمی می‌شود.",
        "images": [
            "https://img9.irna.ir/d/r1/2019/10/02/3/156669001.jpg"
        ]
    },
    {
        "id": "168",
        "context": "کوه گنو را در نزدیکی بندرعباس با ارتفاع ۲۳۴۷ متر، یکی از ناهموارترین کوه‌های جنوب کشور است و با هوای معتدل خود، برخلاف آب‌وهوای گرم بندرعباس، به یک نقطه گردشگری و تفریحی مهم تبدیل شده است.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/01/3-119.jpg"
        ]
    },
    {
        "id": "169",
        "context": "رودخانه رونه از آب شدن برف‌های کوه سه‌هزارمتری خامی سرچشمه می‌گیرد و در ۱۰ کیلومتری شهر باشت، محیطی دنج و رویایی را برای طبیعت‌گردان فراهم کرده است.",
        "images": [
            "https://img9.irna.ir/d/r2/2019/06/17/4/156404953.jpg"
        ]
    },
    {
        "id": "170",
        "context": "رودخانه زیبای شاه بهرام در نزدیکی روستای شاه بهرام در استان کهگیلویه و بویرقرار دارد. این رودخانه که در مسیر جاده باشت به چرام قرار دارد، یکی از منابع طبیعی مهم برای مردم این روستا به شمار می‌رود.",
        "images": [
            "https://api2.kojaro.com/media/2018-10-289e0342-5c1d-4a51-b127-929e7a006060-67c460f9c1067c5ba764d1d1?w=1200&q=80"
        ]
    },
    {
        "id": "171",
        "context": "کوه خامی که مجموعه‌ای از قله‌ها در رشته‌کوه‌های زاگرس جنوبی است، در میان شهرستان‌های گچساران و باشت در استان کهگیلویه و بویراحمد واقع شده است. ارتفاع این کوه بین ۳۰۰۰ تا ۳۳۰۰ متر است و پوشیده از جنگل‌های تنک بلوط می‌باشد. رودخانه نازمکان از این کوه سرچشمه می‌گیرد.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/%DA%A9%D9%88%D9%87_%D8%AE%D8%A7%D9%85%DB%8C.jpg/960px-%DA%A9%D9%88%D9%87_%D8%AE%D8%A7%D9%85%DB%8C.jpg"
        ]
    },
    {
        "id": "172",
        "context": "کوه  دلو در جنوب شیراز با ارتفاع حدود ۳۲۰۰ متر، مرتفع‌ترین قله جنوب شیراز و آخرین شاخه جنوبی رشته‌کوه‌های زاگرس است. کوه دلو با وسعت حدود ۱۷ هزار هکتار و جنگل‌های انبوه و چشمه‌های فراوان، یکی از شگفتی‌های طبیعت جنوب ایران به شمار می‌رود.",
        "images": [
            "https://s2.wklcdn.com/image_179/5391455/75462015/49400045.jpg"
        ]
    },
    {
        "id": "173",
        "context": "کوه  انا را در نزدیکی روستای تنگ خاص جاوید در نورآباد ممسنی بخشی از رشته‌کوه‌های زاگرس است و در طول تنگه آن، رودخانه فهلیان و چشمه‌ای به نام چشمه آنا جریان دارد که آبشاری زیبا را به وجود آورده است.",
        "images": [
            "https://zarmesh.com/wp-content/uploads/2020/07/3-1.jpg"
        ]
    },
    {
        "id": "174",
        "context": "این دو تصویر، نمای کوهستانی و صخره‌ای کوه خیگ پشت را در شهرستان کوه‌چنار استان فارس به نمایش می‌گذارند. این کوه که در منطقه قائمیه واقع شده، بخشی از منطقه کوهمره و چنارشاهیجان است.",
        "images": [
            "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQbtQ6nb1Z3_9hmuNNUVjCGJ3sjOx3JAK9fBA&s",
            "https://s2.wklcdn.com/image_541/16248354/187328468/115988669Master.jpg"
        ]
    },
    {
        "id": "175",
        "context": "این عکس، نمایی از کوه سیبکی در استان فارس را نشان می‌دهد. در این کوه، غار سیبکی یا کله‌کفتری واقع شده است که یک غار طبیعی آهکی و دومین غار عمودی استان فارس محسوب می‌شود.",
        "images": [
            "https://s2.wklcdn.com/image_126/3784887/132186896/84225866.400x300.jpg"
        ]
    },
    {
        "id": "176",
        "context": " رودخانه شاپور رودخانه فصلی در استان فارس و بوشهر جریان دارد و از چشمه رنجان در کازرون سرچشمه می‌گیرد. رودخانه شاپور پس از پیوستن به رود دالکی، با نام رود حله به خلیج فارس می‌ریزد. در این عکس، پل تاریخی بر روی رودخانه دیده می‌شود.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/a/af/IranBishapur1.jpg"
        ]
    },
    {
        "id": "177",
        "context": "این عکس، مسیر سرسبز و زیبای رودخانه دالکی را به تصویر کشیده است. این رودخانه دائمی با طول ۲۲۵ کیلومتر، از رودهای مهم جاری در استان فارس و بوشهر است که در مسیر خود از شهرستان‌های کازرون، دشتستان و شهر دالکی عبور می‌کند.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/07/4-18.jpg"
        ]
    },
    {
        "id": "178",
        "context": "رشته‌کوه گچ ترش در استان بوشهر که در امتداد ساحل از دلوار تا دیر کشیده شده، دنباله رشته‌کوه زاگرس است و در گذشته محل جنگ‌های دلیران تنگستان با نیروهای انگلیسی بوده است.",
        "images": [
            "https://irantourismonline.com//upload/other/mTJ3ZQLsoS.jpg"
        ]
    },
    {
        "id": "179",
        "context": "این عکس، نمای کوهستانی و خشک کوه نوکند را نشان می‌دهد. این کوه که نام محلی بخشی از کوه درنگ است، در شهرستان دیر استان بوشهر و در مرز بخش بردخون و آبدان قرار دارد.",
        "images": [
            "https://safarsanji.ir/wp-content/uploads/2024/12/0e98bf42ef282d6b0a19b7915907c6be_zzz-1.jpg?v=1734968122"
        ]
    },
    {
        "id": "180",
        "context": "رودخانه سیوند رودخانه دائمی در استان فارس از ارتفاعات خسرو شیرین اقلید سرچشمه گرفته و در نهایت به رود کر می‌پیوندد. رودخانه سیوند نقش مهمی در تأمین آب شرب و کشاورزی روستاهای اطراف و دشت پاسارگاد دارد.",
        "images": [
            "http://shirazhamsafar.ir/ckfinder/userfiles/images/%D8%B3%D8%AF%20%D8%B3%DB%8C%D9%88%D9%86%D8%AF.jpg"
        ]
    },
    {
        "id": "181",
        "context": "رودخانه ایزدخواست از به هم پیوستن دو شاخه اصلی در جنوب غربی ایزدخواست تشکیل می‌شود و پس از عبور از این شهر، در نهایت به تالاب گاوخونی می‌ریزد. روی این رودخانه، سد قوسی ایزدخواست که یک سد باستانی است، قرار دارد.",
        "images": [
            "https://tishineh.com/tour/Pictures/Item/1586/19940.jpg?quality=50&404=default"
        ]
    }
]