[
    {
        "id": "",
        "context": "جزیره نَخیلو از جزیره‌های غیرمسکونی ایرانی در خلیج فارس است که در شهرستان دیرِ استان بوشهر قرار دارد.[۱] این جزیره خالی از سکنه در حدود ناحیه بردخون در سواحل جنوبی استان بوشهر و در فاصله کمی نسبت به جزیره ام‌الکرم قرار گرفته‌است.",
        "images": [
            "https://www.eghamat24.com/blog/wp-content/uploads/2024/10/nakhilo-island.webp",
            "https://i1.delgarm.com/i/766/021225/65f409c597e2d.jpeg",
            "https://i1.delgarm.com/i/766/021225/65f409c307f12.jpeg",
            "https://i1.delgarm.com/i/766/021225/65f409b888760.jpeg",
            "https://i1.delgarm.com/i/766/021225/65f409c0c6640.jpeg"
        ]
    },
    {
        "id": "",
        "context": "چشمه‌ی آبگرم میانلو، یکی از بهترین چشمه‌های آبگرمی است که در شهرستان کنگان، واقع در استان بوشهر قرار دارد. در مجموع تمام چشمه‌های آبگرم، خواص درمانی دارند. استان بوشهر یکی از استان‌هایی است که درون شهرهای آن پر از چشمه‌های آبگرم است. این چشمه نیز، دارای خواص درمانی بسیار است که همین موضوع نقش بسیار مهمی در جذب گردشگر به شهرستان کنگان دارد. از دل شکاف سنگ‌های آهکی این چشمه که از نوع مارلیک است آبی از زمین خارج می‌شود که عامل تشکیل آن ساختار زمین شناختی است. آب چشمه در ردیف آب‌های سولفات کلسیم همراه با منیزیم و کلرور سدیم نرم است که نقش بسیار مهمی در درمان دردهای مفصلی و هم‌چنین عضلانی دارد.",
        "images": [
            "https://yaldamedtour.com/images/content-image/2021/02/iranwatching-1985-1612976137-cheshme-abgarme-mianlo.jpg"
        ]
    },
    {
        "id": "",
        "context": "سیراف در بعضی نوشته‌ها صیراف نیز نوشته شده‌است. شهری باستانی واقع در بخش مرکزی شهرستان کنگان در استان بوشهر یکی از آثار تاریخی و از نقاط دیدنی استان بوشهر در جنوب ایران است. سیراف بندری بوده که در باریکه ای میان کوه و دریا قرار داشته و به همین دلیل از چشم انداز بسیار زیبا و استثنایی برخوردار بوده است. هیچ بندری در سرتاسر خلیج فارس، موقعیت طبیعی سیراف را نداشته است. شهر با عظمت و پرشکوه سیراف سرانجام در زلزله هولناکی که در نیمه دوم قرن چهارم هجری رخ داد به کلی ویران شد و بخش قابل توجهی از آن نیز به زیر آب فرو رفت. اکنون از آن همه شکوه، تنها ستون های نیمه فرو ریخته، دیوارهای شکسته، قبرهای متروک و مساجد ویران باقی مانده است.",
        "images": [
            "https://last-cdn.com/2018/06/13/kA98CDfRg8RGSYM2bpflvDMWcftGIVVmqk4dXibX.jpeg",
            "https://last-cdn.com/2018/06/13/kA98CDfRg8RGSYM2bpflvDMWcftGIVVmqk4dXibX.jpeg",
            "https://last-cdn.com/2018/06/13/sPOGc1n5fw4MAFmQ6nBbAU2oalintV0zk0GvweIn.jpeg",
            "https://last-cdn.com/2018/06/13/5k9nJsyEQTvEhM7DZBsxuogEikOnwAbJiv5M2903.jpeg",
            "https://last-cdn.com/2018/06/13/nT4iqIVF559xpWuGsxR7DKVg6ozOcb8VXgMAfex9.jpeg",
            "https://last-cdn.com/2018/06/13/zhtKiH0r35fdNWSQFhhTt6kW6zXNuearW4dGlqTH.jpeg"
        ]
    },
    {
        "id": "",
        "context": "ابوبشر عمرو بن عثمان معروف به سیبویه شیرازی از دانشمندان ایرانی صرف و نحو زبان عربی است که آرامگاهش در شهر شیراز است. معنی نام او «منسوب به سیب» است. بسیاری از نام‌های ایرانی پیش از اسلام و اوایل دوره اسلامی به پسوند نسبی -ویه ختم می‌شد همچون «دادویه»، «زادویه» و غیره. سیبویه، نامش عمروبن عثمان بن قنبر و کنیه‌اش ابوالبشر و از بردگان بنی حارث بن کعب بود.سیبویه در بیضای فارس تولد یافت و در بصره نشو و نما کرد. پس از آن که در نحو استادی بی همتا شد به نزد یحیی بن خالد برمکی به بغداد رفت.",
        "images": [
            "https://cdn.yjc.ir/files/fa/news/1403/6/4/19745907_543.jfif",
            "https://cdn.yjc.ir/files/fa/news/1403/6/4/19745905_355.jfif",
            "https://tishineh.com/tour/Pictures/Item/4370/55419.jpg",
            "https://tishineh.com/tour/Pictures/Item/4370/55420.jpg",
            "https://tishineh.com/tour/Pictures/Item/4370/55422.jpg"
        ]
    },
    {
        "id": "",
        "context": "قلعهٔ نصوری واقع در شهر بندر طاهری از توابع بخش مرکزی شهرستان کنگان یکی از اثرهای تاریخی و از نقاط دیدنی استان بوشهر در جنوب ایران است. تپه قلعه نصوری (قلعه شیخ) مربوط به دوره قاجار است و در تاریخ ۲۵ اسفند ۱۳۷۹ با شمارهٔ ثبت ۳۵۱۳ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Nasoori_castle_siraf.jpg/500px-Nasoori_castle_siraf.jpg",
            "https://upload.wikimedia.org/wikipedia/fa/8/86/BADGIR_SIRAF.jpg"
        ]
    },
    {
        "id": "",
        "context": "بندر سیراف یکی از بنادر تجاری و بین‌المللی ایران در گذشته بوده است. قوم‌های مختلفی اعم از یونانی، رومی و چینی در این بندر زندگی می‌کردند. قدمت این بندر باعث شد دکتر دیوید وایت هوس (David Whitehouse) تصمیم به کاوش این محل بگیرد. به همین دلیل به مدت شش فصل بین سال‌های 1966 تا 1973 بندر سیراف مورد بررسی قرار گرفت و آثار تاریخی ارزشمندی هم در این مدت پیدا شد. بعد از آن، موزه سیراف راه‌اندازی و سنگ‌نوشته‌ها، صنایع سفالی، قبور سنگی و دیگر اشیای باستانی کشف‌شده از این بندر در موزه قرار داده شد.",
        "images": [
            "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/71b45e12e0e788edf0fb6b81fc60fa9036fe8f61be407cb53f09ec58a30826e4_original.jpg",
            "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/c409f74c1a6f24f779ac023f1ab164f8f7c1b707d847005d6db98991e1862fb5_original.jpg",
            "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/bea43372a363f07c4cd5e8602a92752f5e27158b124890e9fa066a1a1c1567c7_original.jpg",
            "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/4a7b168cbecbd467977dfac74ba08e8ac021ed32e540f7962f22c9be473587ef_original.jpg",
            "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/bd07e93c83391790907005cca52913b6126a12904640a4054dcdcd780c29d931_original.jpg"
        ]
    }
]