[
    {
        "id": "",
        "context": "گور دختر آرامگاهی سنگی از دورهٔ هخامنشیان است که در دشت «میانکوهی پشت پَر» شهرستان دشتستان قرار دارد و از نقاط دیدنی استان بوشهر در جنوب ایران است. مشخص نیست که این بنا آرامگاه یا یادبود چه شخصیتی است، فرضیه‌های مختلفی از آرامگاه کوروش کوچک، تا چیش‌پیش، کوروش یکم، آتوسا، ماندانا، یا خواهر کوروش بزرگ به عنوان احتمال مطرح شده است که هیج‌یک قطعی نیست.",
        "images": [
            "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2022/05/56.jpg",
            "https://www.alibaba.ir/mag/wp-content/uploads/2022/05/Girl-gor-18.jpg"
        ]
    },
    {
        "id": "",
        "context": "دژ برازجان واقع در شهر برازجان مرکز شهرستان دشتستان یکی از آثارهای تاریخی و از نقاط دیدنی استان بوشهر در جنوب ایران است. این بنا که از سازه‌های باشکوه دورهٔ قاجاریان به‌شمار می‌رود و در سال ۱۲۸۸ قمری برابر با سال ۱۲۵۰ خورشیدی بنا به دستور یکی از نیکوکاران شیراز به نام حاج میرزا ابوالحسن خان مشیرالملک شیرازی با هزینه‌ای برابر چهل هزار تومان به پول آن زمان ساخته شده‌است.",
        "images": [
            "https://upload.wikimedia.org/wikipedia/commons/c/c0/%D9%86%D9%85%D8%A7%DB%8C_%D8%A8%DB%8C%D8%B1%D9%88%D9%86%DB%8C_%DA%A9%D8%A7%D8%B1%D9%88%D8%A7%D9%86%D8%B3%D8%B1%D8%A7%DB%8C_%D9%85%D8%B4%DB%8C%D8%B1%D8%A7%D9%84%D9%85%D9%84%DA%A9_%D8%A8%D8%B1%D8%A7%D8%B2%D8%AC%D8%A7%D9%86.jpg",
            "https://media.mehrnews.com/d/2023/09/27/4/4675708.jpg?ts=1695786496694"
        ]
    },
    {
        "id": "",
        "context": "شهر تاریخی توج یا تَوَّز در منطقه دشتستان استان بوشهر، در نزدیکی روستای زیراه امروزی قرار داشته و در دوران باستان به‌ویژه در دوره ساسانی و اوایل اسلام بسیار مهم و ثروتمند بود. این شهر به خاطر صنعت پارچه‌بافی و تولید جامه‌های لطیف و نفیس با بافت طلا و رنگ‌های زیبا شهرت جهانی داشت و به سراسر دنیای اسلام صادر می‌شد. این شهر که در حاشیه رودخانه شاپور دالکی قرار داشت، در اوایل قرن ششم هجری شمسی به دلیل زلزله به‌طور کامل ویران شد و امروزه تنها خرابه‌های آن باقی مانده است.",
        "images": [
            "https://panel.asrotravel.com/uploads/files/Places/02ea863c-0cf4-455c-a87f-021ad16dea23_2(12).jpg",
            "https://panel.asrotravel.com/uploads/files/Places/1605429981.jpg"
        ]
    },
    {
        "id": "",
        "context": "کوشک اردشیر ساسانی بنایی تاریخی در منطقه تنگ ارم دشتستان بوشهر است که به دلیل شباهت معماری به کاخ اردشیر در فیروزآباد، این نام را گرفته است. این بنا که در دوران ساسانیان ساخته شده، دارای ساختار چلیپایی، طاق‌های گهواره‌ای و ستون سنگی در بخش بالایی است و احتمالا به عنوان شکارگاه یا محل اقامت درباریان استفاده می‌شده است.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2020/10/1-65.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2020/10/2-61.jpg"
        ]
    }
]