[
    {
        "id": "",
        "context": "تالاب بین المللی خورخوران منطقه‌ای به بزرگی 100 هزار هکتار است که 86 هزار هکتار آن را جنگل‌های حرا تشکیل می‌دهند. این تالاب در سواحل شمالی خلیج فارس، در جنوب غربی بندرعباس، شمال غربی جزیره‌ی قشم و در حد فاصل بندر خمیر و بندر لافت قرار گرفته و از بندر عباس قابل دسترسی است. تالاب خورخوران منطقه‌ی بسیار مهمی از نظر زیست محیطی است، به همین دلیل در سال 1351 با عنوان منطقه‌ی حفاظت شده‌ی حرا تحت حفاظت قرار گرفت و از آن زمان به بعد به شدت از آن نگهداری می‌شود، چرا که این منطقه علاوه بر اینکه جایگاه جنگل‌های حراست، زیستگاه حیوانات، پرندگان و آبزیان بسیاری نیز می‌باشد. وجود تالاب خورخوران و جنگل‌های حرا، علاوه بر رشد گردشگری باعث ایجاد شغل و درآمد مستقیم و غیر مستقیم برای ساکنان منطقه شده است.",
        "images": [
            "https://kite.ir/UploadData/Other/SHAKHES.jpg_wnz0ptu0.d3c.jpg",
            "https://kite.ir/UploadData/Gallery/2(142).jpg",
            "https://kite.ir/UploadData/Gallery/6(74).jpg"
        ]
    },
    {
        "id": "",
        "context": "یکی از جاهای دیدنی قشم جنگل حرا است که در بین خشکی و دریا قرار گرفته است. جنگل حرا یکی از بزرگترین جنگل‌ها در بین جنگل‌های ایران است. جنگل حرا، یکی از مناطق جذابی است که در میان جزیره قشم و استان هرمزگان قرار دارد و به عنوان طلای سبز قشم معروف شده است. زیرا زیستگاه درختانی است که ریشه هایش در آب قرار دارد. جنگل حرا که یک منبع اکولوژیکی مهم به شمار می‌آید به صورت تالابی پوشیده از درختانی است که در مناطق جنب حاره ای و گرم حاره ای قرار گرفته‌اند.",
        "images": [
            "https://safarmarket.com/blog/data/uploaded_files/08fa7d94201f2cc6d066f02a.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/627e5d7ec6e6869ebf12ac21.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/9c055a3b236863287b6e1323.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/c658e0d94dba27faa08afca5.jpg"
        ]
    },
    {
        "id": "",
        "context": "چشمه آبگرم لشتان که به نام آبگرم خمیر هم معروفه در فاصله‌ی ۱۵۹ کیلومتری جنوب غرب بندرعباس واقع شده. لشتان، دو چشمه‌ی آبگرم با قدمتی کهن در دل کوهه که افراد زیادی رو از اقصی‌نقاط کشور مجذوب خودش میکنه. این دو چشمه دارای خواص درمانی هستن بطوری که وجود گوگرد و مواد معدنی در این آب باعث شده پزشکان، اون رو برای درمان بیماری‌های مختلفی همچون مشکلات تنفسی، روماتیسمی، قارچی و… توصیه کنن. این دو چشمه در مجاورت هم قرار دارن و یکی مخصوص خانم‌ها و دیگری ویژه آقایون هست. همچنین در اطراف چشمه دو استخر در امتداد هم ساخته شدن که آب از استخر اول وارد استخر دوم میشه. آب این چشمه از شکاف بین سنگ‌های مارنی خارج میشه و از کف حوضچه‌ها می‌جوشه و بعد در دشت سرازیر میشه.",
        "images": [
            "https://www.safarbazi.com/mag/wp-content/uploads/2022/10/21.jpg",
            "https://hormozganmag.ir/wp-content/uploads/2019/12/%DA%86%D8%B4%D9%85%D9%87-%D8%A2%D8%A8%DA%AF%D8%B1%D9%85-%D9%84%D8%B4%D8%AA%D8%BA%D8%A7%D9%86.jpg"
        ]
    },
    {
        "id": "",
        "context": "چشمه آبگرم سیاهکش یکی از بکرترین مناطق شهرستان بندرخمیر، آبگرم بزرگ و بسیار زیبای روستای نیمه‌کار است؛ که کمتر کسی از وجود آن باخبر است که همین امر نیز باعث شده که این آبگرم که خواص درمانی زیادی نیز دارد از گزند آلودگی و ساخت وساز و دیگر اقدامات توریستی در امان بماند. آبگرم روستای نیمه کار، در بین اهالی به نام آبگرم سیاهکش شناخته می‌شود که وجه تسمیه واژه سیاهکش از واقعه‌ای که در گذشته‌های دور در آن فرد سیه چهره‌ای هنگام آب‌تنی در آب غرق می‌شود و جان خود را از دست می‌دهد گرفته شده‌است.",
        "images": [
            "https://aminmana.com/wp-content/uploads/2021/04/siyahkosh-abgarm-khamir-2.jpg"
        ]
    },
    {
        "id": "",
        "context": "قلعه خمیر یا قلعه شیخ عمان در نزدیکی بندر خمیر قرار دارد. از این قلعه امروزه به جز بقایای دو سر در شمالی و جنوبی و برج شرقی نیمه‌ویران آن، اثری بر جای نمانده‌است. سردر شمالی قلعه که اکنون در کنار کوچه تنگی متصل به شهر خمیر جای دارد، به صورت شکوهمندی از سنگ و گچ و به سبک قلعه‌های اروپایی ساخته شده‌است. در چهار گوشه قلعه چهار برج مدور بلند و مقتدر بنا شده و بین هر دو برج یک برج کوتاه نیز ساخته شده‌است. در قسمت جنوب غربی قلعه خمیر، عمارت دو طبقه‌ای وجود دارد. در وسط قلعه و تقریباً در زیر زمین آن آب‌انباری (برکه) ساخته شده که هنوز باقی‌مانده‌است.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2021/04/5-25.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2021/04/4-41.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2021/04/1-56.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2021/04/3-57.jpg"
        ]
    },
    {
        "id": "",
        "context": "پل لاتیدان یک بنای تاریخی مربوط به دوره صفویه است که در ۸۰ کیلومتری غرب بندرعباس، بین سه روستای نیمه‌کار، لاتیدان و آرابی، استان هرمزگان قرار دارد. این اثر در تاریخ یکم اردیبهشت ۱۳۷۷ با شمارهٔ ثبت ۲۰۰۵ به‌عنوان یکی از آثار ملی ایران به ثبت رسیده است.",
        "images": [
            "https://mrbilit.com/mag/wp-content/uploads/2022/07/5-1.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2020/08/3-3.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2020/08/4-2.jpg",
            "https://mrbilit.com/mag/wp-content/uploads/2020/08/7-2.jpg",
            "https://media.chtn.ir/d/2024/10/14/4/724296.jpg",
            "https://media.chtn.ir/d/2024/10/14/4/724293.jpg"
        ]
    }
]